Repository: Heegu-sama/Homm3BG
Catalog: translations/credits.tex/*.po
Languages: de, es, fr, he, pl, ru

source: \addsection{Credits}{\images/experience.png}
de: \addsection{Mitwirkende}{\images/experience.png}
es: \addsection{Créditos}{\images/experience.png} \vspace*{\lang_header_adjustment}
fr: \addsection{Crédits}{\images/experience.png}
he: \addsection{\texthebrew{קרדיטים}}{\images/experience.png}
pl: \addsection{Twórcy}{\images/experience.png}
ru: \addsection{Авторы}{\images/experience.png}

source: \textbf{Original 1.0 author}: Hermanni Karppela
pl: \textbf{Autor wersji 1.0}: Hermanni Karppela

source: \textbf{Authors of updates}: Johannes Wolff, Andrzej Wiącek, Alexey Sokolov
pl: \textbf{Autorzy aktualizacji}: Johannes Wolff, Andrzej Wiącek, Alexey Sokolov

source: \textbf{GitHub engineering}: Andrzej Wiącek, Alexey Sokolov, Vadász András, Tomáš Zeman
pl: \textbf{Inżynieria na GitHubie}: Andrzej Wiącek, Alexey Sokolov, Vadász András, Tomáš Zeman

source: \textbf{\LaTeX{} writing}: Andrzej Wiącek, Alexey Sokolov, Johannes Wolff, Vadász András
pl: \textbf{Pisanie \LaTeX{}-a}: Andrzej Wiącek, Alexey Sokolov, Johannes Wolff, Vadász András

source: \textbf{Graphics editing}: Andrzej Wiącek, Alexey Sokolov, Vadász András
pl: \textbf{Edycja grafik}: Andrzej Wiącek, Alexey Sokolov, Vadász András

source: \textbf{Layout design}: Kate Katrankova, Andrzej Wiącek, Alexey Sokolov
pl: \textbf{Projekt układu graficznego}: Kate Katrankova, Andrzej Wiącek, Alexey Sokolov

source: \textbf{Proofreading}: Rickard Nilsson, Leena Häkkinen, Dániel Kovács, Joris de Kleer
pl: \textbf{Korekta}: Rickard Nilsson, Leena Häkkinen, Dániel Kovács, Joris de Kleer

source: \textbf{Internationalization}: Victor Marchuk, Andrzej Wiącek, Alexey Sokolov
pl: \textbf{Internacjonalizacja}: Victor Marchuk, Andrzej Wiącek, Alexey Sokolov

source: \phantom{Translators placeholder}
de: \textbf{Deutsche Übersetzung}: Johannes Wolff
es: \textbf{Traducción al español}: Luis Simón 'luischo'
fr: \textbf{Traduction en français :} Basile \og Gastonia\fg{} Sugranes, Matt \og le Fou\fg{} Ferreira, Niko \og Legreco\fg{} Matoub
he: \textbf{תרגום לעברית}: אורי אריאל, יחיאל אטיאס, עמיאל ליברמן
pl: \textbf{Tłumaczenie na język polski}: Andrzej Wiącek, Aleksander Lorenc, Krzysztof Mazur, Bartosz Furczyk, Sebastian Grabowski, Janusz Krzyżak
ru: \textbf{Перевод (RU)}: Виктор Марчук \textbf{Корректура (RU)}: Алексей Соколов

source: \textbf{Special thanks}: Everyone from Archon Studio, for producing the game and answering our incessant queries about rules and other topics. Jon Van Caneghem and everyone involved with the development of the original video game. Everyone who has supported the project with suggestions, corrections, image resources and words of encouragement either on Discord or BoardGameGeek.
de: \textbf{Spezieller Dank}: Dem Team von Archon Studio für die Entwicklung des Spiels und die Beantwortung unserer unzähligen Fragen zu Regeln und anderen Themen. Jon Van Caneghem und jedem, der in die Entwicklung des Original-Videospiels involviert war. Jedem einzelnen, der dieses Projekt mit Vorschlägen, Korrekturen, Bildmaterial oder aufmunternden Worten unterstützt hat, sei es auf Discord oder BoardGameGeek.
es: \textbf{Agradecimientos especiales}: A todos los miembros de Archon Studio, por producir el juego y responder a nuestras incesantes preguntas sobre reglas y otros temas. Jon Van Caneghem y todos los que participaron en el desarrollo del videojuego original. A todos los que han apoyado el proyecto con sugerencias, correcciones, recursos de imágenes y palabras de ánimo, ya sea en Discord o en BoardGameGeek..
fr: \textbf{Remerciements spéciaux :} toutes les personnes d'Archon Studio, pour la production du jeu et les réponses à nos incessantes questions sur les règles et autres sujets. À Jon Van Caneghem et tous ceux impliqués dans le développement du jeu vidéo originel. À tous ceux qui ont supporté ce projet par leurs suggestions, corrections, ressources graphiques et encouragements sur Discord ou sur BoardGameGeek.
he: \textbf{תודה מיוחדת}: לכל עובדי \textenglish{Archon Studio}, על יצירת המשחק ועל המענה הבלתי פוסק לשאלותינו בנוגע לחוקים ובנושאים אחרים. ל-\textenglish{Jon Van Caneghem} ולכל מי שהשתתפו בפיתוח משחק המחשב המקורי. לכל מי שתמך בפרוייקט עם הצעות, תיקונים, תמונות ומילים חמות גם ב-\textenglish{Discord} וגם ב-\textenglish{BoardGameGeek}.
pl: \textbf{Specjalne podziękowania}: Wszystkim z Archon Studio za stworzenie gry i odpowiedzi na nasze nieustające pytania na temat zasad i nie tylko. Jon Van Caneghem i wszystkim zaangażowanym w powstanie oryginalnej gry komputerowej. Wszystkim, którzy wspierali ten projekt sugestiami, poprawkami, grafiką oraz dobrym słowem na Discordzie albo BoardGameGeeku.
ru: \textbf{Особая благодарность}: Всем из Archon Studio, за создание игры и ответы на наши бесконечные вопросы о правилах и других темах. Джону Ван Канегему и всем причастным к разработке оригинальной видеоигры. Всем, кто поддерживал проект предложениями, исправлениями, исходниками изображений и словами поддержки в Discord и BoardGameGeek.

source: \textbf{Cover art}: Iana Vengerova
pl: \textbf{Projekt okładki}: Iana Vengerova

source: \textbf{Artwork borrowed from official release was made by}: Iana Vengerova, Tomasz Badalski, Yoann Boissonnet, János Brumár, Shen Fei, Marcin Jarkiewicz, Dave Ketch, Krzysztof Porchowski Jr., Tomasz Tworek, Viviane Tybusch Souza, Bartosz Winkler
pl: \textbf{Ilustracje zapożyczone z oficjalnego wydania wykonali}: Iana Vengerova, Tomasz Badalski, Yoann Boissonnet, János Brumár, Shen Fei, Marcin Jarkiewicz, Dave Ketch, Krzysztof Porchowski Jr., Tomasz Tworek, Viviane Tybusch Souza, Bartosz Winkler

source: \textbf{Author}: Hermanni Karppela
de: \textbf{Autor}: Hermanni Karppela
es: \textbf{Autor}: Hermanni Karppela
fr: \textbf{Auteur :} Hermanni Karppela
he: \textbf{מחבר}: \textenglish{Hermanni Karppela}
ru: \textbf{Автор}: Германни Карппела

source: \textbf{GitHub engineering}: Andrzej Wiącek, Vadász András, Alexey Sokolov
es: \textbf{Ingeniería de GitHub}: Andrzej Wiącek, Vadász András, Alexey Sokolov
fr: \textbf{Ingénierie GitHub :} Andrzej Wiącek, Vadász András, Alexey Sokolov

source: \textbf{LaTeX writing}: Andrzej Wiącek, Vadász András, Rickard Nilsson, Dániel Kovács, Alexey Sokolov
es: \textbf{Escritura LaTeX}: Andrzej Wiącek, Vadász András, Rickard Nilsson, Dániel Kovács, Alexey Sokolov
fr: \textbf{Écriture LaTeX :} Andrzej Wiącek, Vadász András, Rickard Nilsson, Dániel Kovács, Alexey Sokolov

source: \textbf{Graphics editing}: Andrzej Wiącek, Vadász András, Joris de Kleer
es: \textbf{Edición de gráficos}: Andrzej Wiącek, Vadász András, Joris de Kleer
fr: \textbf{Édition Graphique :} Andrzej Wiącek, Vadász András, Joris de Kleer

source: \textbf{Layout design}: Joris de Kleer, Kate Katrankova, Andrzej Wiącek
es: \textbf{Maquetación}: Joris de Kleer, Kate Katrankova, Andrzej Wiącek
fr: \textbf{Conception architecturale :} Joris de Kleer, Kate Katrankova, Andrzej Wiącek
he: \textbf{עימוד}: \textenglish{Joris de Kleer, Kate Katrankova, Andrzej Wiącek}
ru: \textbf{Дизайн макета}: Йорис де Клер, Екатерина Котранкова, Анджей Вёнцек

source: \textbf{Proofreading}: Joris de Kleer, Rickard Nilsson, Leena Häkkinen
de: \textbf{Korrekturlesen}: Joris de Kleer, Rickard Nilsson, Leena Häkkinen
es: \textbf{Revisión}: Joris de Kleer, Rickard Nilsson, Leena Häkkinen
fr: \textbf{Relecture :} Joris de Kleer, Rickard Nilsson, Leena Häkkinen
he: \textbf{הגהה}: \textenglish{Joris de Kleer, Rickard Nilsson, Leena Häkkinen}
ru: \textbf{Корректура (EN)}: Йорис де Клер, Рикард Нильссон, Лина Хеккинен

source: \textbf{Spellchecking}: Dániel Kovács
de: \textbf{Rechtschreibprüfung}: Dániel Kovács
es: \textbf{Corrector ortográfico}: Dániel Kovács
fr: \textbf{Correction orthographique :} Dániel Kovács
he: \textbf{בדיקת איות}: \textenglish{Dániel Kovács}
ru: \textbf{Проверка правописания (EN)}: Даниэль Ковач

source: \textbf{Translations engineering}: Victor Marchuk, Andrzej Wiącek
de: \textbf{Übersetzungstechnik}: Victor Marchuk, Andrzej Wiącek
es: \textbf{Ingeniería de traducción}: Victor Marchuk, Andrzej Wiącek
fr: \textbf{Ingénierie de traduction :} Victor Marchuk, Andrzej Wiącek
he: \textbf{הנדסת תרגום}: \textenglish{Victor Marchuk, Andrzej Wiącek}
ru: \textbf{Инжиниринг локализаций}: Виктор Марчук, Анджей Вёнцек

source: \textbf{Artwork borrowed from official release was made by}: Tomasz Badalski, Yoann Boissonnet, Shen Fei, Viviane Tybusch Souza, Iana Vengerova, Bartosz Winkler
de: \textbf{Das aus der offiziellen Veröffentlichung entliehene Bildmaterial stammt von}: Tomasz Badalski, Yoann Boissonnet, Shen Fei, Viviane Tybusch Souza, Iana Vengerova, Bartosz Winkler
es: \textbf{El material gráfico tomado prestado de la publicación oficial fue realizado por}: Tomasz Badalski, Yoann Boissonnet, Shen Fei, Viviane Tybusch Souza, Iana Vengerova, Bartosz Winkler
fr: \textbf{Les illustrations empruntées à la version officielle ont été réalisées par :} Tomasz Badalski, Yoann Boissonnet, Shen Fei, Viviane Tybusch Souza, Iana Vengerova, Bartosz Winkler
he: \textbf{האומנות שנלקחה מהגרסה הרשמית נוצרה על ידי}: \textenglish{Tomasz Badalski, Yoann Boissonnet, Shen Fei, Viviane Tybusch Souza, Iana Vengerova, Bartosz Winkler}
ru: \textbf{Художники иллюстраций, взятых из офицального релиза}: Томаш Бадальский, Йоанн Буассонне, Шен Фей, Вивиан Тибуш Соуза, Яна Венгерова, Бартош Винклер

source: \textbf{GitHub engineering}: Andrzej Wiącek, Alexey Sokolov, Vadász András
de: \textbf{Technische Unterstützung auf GitHub}: Andrzej Wiącek, Alexey Sokolov, Vadász András
he: \textbf{מהנדסי \textenglish{GitHub}}: \textenglish{Andrzej Wiącek, Alexey Sokolov, Vadász András}
ru: \textbf{GitHub инжиниринг}: Анджей Вёнцек, Алексей Соколов, Вадаш Андраш

source: \textbf{\LaTeX{} writing}: Andrzej Wiącek, Vadász András, Alexey Sokolov, Rickard Nilsson, Dániel Kovács
de: \textbf{\LaTeX{}-Programmierung}: Andrzej Wiącek, Vadász András, Alexey Sokolov, Rickard Nilsson, Dániel Kovács
he: \textbf{כותבי \textenglish{\LaTeX{}}}: \textenglish{Andrzej Wiącek, Vadász András, Alexey Sokolov, Rickard Nilsson, Dániel Kovács}
ru: \textbf{Написание \LaTeX{}}: Анджей Вёнцек, Вадаш Андраш, Алексей Соколов, Рикард Нильсон, Даниэль Ковач

source: \textbf{Graphics editing}: Andrzej Wiącek, Vadász András, Joris de Kleer, Alexey Sokolov
de: \textbf{Bildbearbeitung}: Andrzej Wiącek, Vadász András, Joris de Kleer, Alexey Sokolov
he: \textbf{עריכת גרפיקה}: \textenglish{Andrzej Wiącek, Vadász András, Joris de Kleer, Alexey Sokolov}
ru: \textbf{Редактирование графики}: Анджей Вёнцек, Вадаш Андраш, Йорис де Клер, Алексей Соколов
