Repository: Heegu-sama/Homm3BG
Catalog: translations/credits.tex/ua.po
Languages: ua

source: \addsection{Credits}{\images/experience.png}
ua: \addsection{Автори}{\images/experience.png}

source: \textbf{Author}: Hermanni Karppela
ua: \textbf{Автор ідеї}: Германі Карппела

source: \textbf{GitHub engineering}: Andrzej Wiącek, Alexey Sokolov, Vadász András
ua: \textbf{Проектування на GitHub}: Анджей Вйончек, Олексій Соколов, Вадаш Андраш

source: \textbf{LaTeX writing}: Andrzej Wiącek, Vadász András, Alexey Sokolov, Rickard Nilsson, Dániel Kovács
ua: \textbf{Написання LaTeX}: Анджей Вйончек, Вадаш Андраш, Олексій Соколов, Рікард Нільссон, Даніель Ковач

source: \textbf{Graphics editing}: Andrzej Wiącek, Vadász András, Joris de Kleer, Alexey Sokolov
ua: \textbf{Редагування графіки}: Анджей Вйончек, Вадаш Андраш, Йоріс де Клер, Олексій Соколов

source: \textbf{Layout design}: Joris de Kleer, Kate Katrankova, Andrzej Wiącek
ua: \textbf{Дизайн макета}: Йоріс де Клер, Катерина Катранкова, Анджей Вйончек

source: \textbf{Proofreading}: Joris de Kleer, Rickard Nilsson, Leena Häkkinen
ua: \textbf{Коректура}: Йоріс де Клер, Рікард Нільссон, Ліна Хеккінен

source: \textbf{Spellchecking}: Dániel Kovács
ua: \textbf{Перевірка правопису}: Даніель Ковач

source: \textbf{Translations engineering}: Victor Marchuk, Andrzej Wiącek
ua: \textbf{Перекладацький інжиніринг}: Віктор Марчук, Анджей Вйончек

source: \textbf{Special thanks}: Everyone from Archon Studio, for producing the game and answering our incessant queries about rules and other topics. Jon Van Caneghem and everyone involved with the development of the original video game. Everyone who has supported the project with suggestions, corrections, image resources and words of encouragement either on Discord or BoardGameGeek.
ua: \textbf{Висловлюємо особливу подяку}: Всім з Archon Studio, за створення гри та відповіді на наші безперервні запитання про правила та інші теми. Джону Ван Канеґему та всім, хто брав участь у розробці оригінальної відеогри. Всім, хто підтримав проект пропозиціями, виправленнями, зображеннями та словами підтримки на Discord або BoardGameGeek.

source: \textbf{Artwork borrowed from official release was made by}: Tomasz Badalski, Yoann Boissonnet, Shen Fei, Viviane Tybusch Souza, Iana Vengerova, Bartosz Winkler
ua: \textbf{Ілюстрації з офіційного релізу були запозичені у}: Томаш Бадальський, Йоанн Буассонне, Шен Фей, Вівіан Тібуш Соуза, Яна Венгерова, Бартош Вінклер
