Repository: Heegu-sama/Homm3BG
Catalog: translations/heroes.tex/*.po
Languages: fr, he, pl

source: \vfill
pl: \empty

source: \addsection{Heroes}{\skills/sorcery.png}
fr: \addsection{Héros}{\skills/sorcery.png}
he: \addsection{\texthebrew{גיבורים}}{\skills/sorcery.png}
pl: \addsection{Bohaterowie}{\skills/sorcery.png}

source: \hypertarget{Heroes}{Players} always control a Main Hero and may additionally also recruit a Secondary Hero. A ``player's Hero'' may refer to either of them. Heroes are used to perform Movement Actions on the game board and to start Combats against enemies in order to reach a Scenario victory condition.
pl: \hypertarget{Heroes}{Gracze} zawsze dowodzą Bohaterem Głównym, mogą również zrekrutować Bohatera Pomocniczego. Określenie ``Bohater'' odnosi się zarówno do Bohatera Głównego, jak i do Bohatera Pomocniczego. Bohaterów używa się do wykonywania Akcji Ruchu na mapie i rozpoczynania Walk z przeciwnikiem, aby osiągnąć Warunki Zwycięstwa Scenariusza.

source: \subsection*{Main Hero} The Main Hero\index{Main Hero} is represented by its chosen model, Hero Card, and Your Deck. Each Faction's Main Hero has 3 Movement Points. Only the Main Hero can use Your Deck.\par Each Main Hero starts the game at Level 1 and can advance up to Level 7 by gaining Experience. Experience is gained from \hyperlink{Combatexperience}{winning Combat}, Visiting certain \hyperlink{All Map Locations}{Locations} and the \hyperlink{Resources}{Treasure Die} \includesvg[height=10px]{\svgs/treasure.svg}. Gaining 1 Experience\index{Experience} is represented by the symbol \includesvg[height=10px]{\svgs/experience.svg}.
fr: \subsection*{Héros Principal} Le Héros Principal\index{Héros Principal} est représenté par sa figurine, sa Fiche de Héros et votre Deck. Chaque Héros Principal de Faction possède 3 Points de Mouvement. Seul le Héros Principal peut utiliser votre Deck.\par Chaque Héros Principal commence la partie au Niveau 1 et peut monter jusqu’au Niveau 7 en gagnant de l’Expérience. L’Expérience est obtenue en \hyperlink{Combatexperience}{gagnant un Combat}, Explorant certains \hyperlink{All}{Sites} et les \hyperlink{Resources}{Dés de Trésor} \includesvg[height=10px]{\svgs/treasure.svg}. Gagner 1 Experience\index{Experience} est représenté par le symbole \includesvg[height=10px]{\svgs/experience.svg}.
pl: \subsection*{Bohater Główny} Bohater Główny\index{Bohater Główny} reprezentowany jest przez figurkę, Planszetkę Bohatera i twoją Talię. W każdej Frakcji Bohater Główny ma do wydania 3 Punkty Ruchu. Tylko Bohater Główny może używać Talii.\par Każdy Bohater Główny rozpoczyna grę na poziomie 1 i może awansować do poziomu 7 zyskując Punkty Doświadczenia (PD). Punkty Doświadczenia zyskuje się przez \hyperlink{Combatexperience}{zwycięstwo w Walce}, Odwiedzanie konkretnych \hyperlink{All Map Locations}{Lokacji} oraz \hyperlink{Resources}{Kości Skarbu} \includesvg[height=10px]{\svgs/treasure.svg}. Uzyskanie 1 PD \index{Doświadczenie} jest reprezentowane przez symbol \includesvg[height=10px]{\svgs/experience.svg}.

source: \subsection*{\hypertarget{Secondary}{Secondary Heroes}} If you control a Town or a Settlement, a Secondary Hero\index{Secondary Hero} can be Hired by flipping your \textbf{Population Token} and paying 10 Gold \includesvg[height=10px]{\svgs/gold.svg}.\par \note{5}{Units \textbf{cannot} be \hyperlink{Units}{Recruited or Reinforced} while using the Population Token to recruit a Secondary Hero.}\par Your Secondary Hero uses the remaining Hero model of your Faction. You may wish to mark this model with a token such as a Faction Cube to differentiate it from the Main Hero. After Hiring a Secondary Hero, place the model in a Town or Settlement you control. \textbf{You can only have one Secondary Hero at a time}.\par Secondary Heroes have \textbf{2 Movement Points}; when you gain a Secondary Hero, take an additional set of 2 Movement Tokens to represent their MP. They do not have their own Hero Card, \textbf{cannot gain Experience}, and \textbf{cannot play Cards from Your Deck during Combat}. If a Secondary Hero gains any Cards, place them into your hand as normal (see \hyperlink{Playerdecks}{Deck-building}). Secondary Heroes are considered to have the same Level as the Main Hero for the purposes of resolving \hyperlink{Quick}{Quick Combat}.\par If your Secondary Hero is attacked by an enemy Hero, you can choose to have that Hero be \hyperlink{Endcombat}{instantly defeated instead of fighting a Combat}. When a Secondary Hero is defeated, remove them from the game. They can be Recruited again with another use of the Population Token.\par
fr: \subsection*{\hypertarget{Secondary}{Héros Secondaire}} Si vous contrôlez une Ville ou une Enclave, un Héros Secondaire\index{Héros Secondaire} peut être Recruté en utilisant votre \textbf{Jeton Population} et en payant 10 Or \includesvg[height=10px]{\svgs/gold.svg}.\par \note{5}{Le Jeton Population \textbf{ne peut pas} servir à \hyperlink{Units}{Recruter ou Améliorer} des Unités et à Recruter le Héros Secondaire en même temps.}\par Votre Héros Secondaire utilise la figurine de Héros restante de votre Faction. Vous pouvez différencier cette figurine de celle de votre Héros Principal en utilisant un Cube de Faction. Après avoir Recruté votre Héros Secondaire, placez sa figurine dans une Ville ou une Enclave que vous contrôlez. \textbf{Vous ne pouvez posséder qu’un seul Héros Secondaire à la fois}.\par Le Héros Secondaire a \textbf{2 Points de Mouvement} ; quand vous recrutez un Héros Secondaire, prenez 2 Jetons de Mouvement supplémentaires pour représenter ses PM. Il n’a pas de Fiche de Héros, \textbf{ne gagne pas d’Expérience et n’utilise pas de Cartes de Votre Deck}, en aucune raison. Si un Héros Secondaire gagne des Cartes, placez-les dans votre Main (voir \hyperlink{Playerdecks}{Création de Deck}). Le Héros Secondaire est considéré comme ayant le même niveau que le Héros Principal pour la résolution des \hyperlink{Quick}{Combats Rapides}.\par Si votre Héros Secondaire est attaqué par un Héros ennemi, vous pouvez \hyperlink{Endcombat}{choisir la défaite au lieu de Combattre}. Quand un Héros Secondaire est battu, retirez-le du jeu. Il peut à nouveau être Recruté avec une autre utilisation du Jeton de Population.\par
pl: \subsection*{\hypertarget{Secondary}{Bohater Pomocniczy}} Jeśli kontrolujesz Miasto albo Osadę, możesz zrekrutować Bohatera Pomocniczego\index{Bohater Pomocniczy} używając \textbf{Żetonu Populacji} i wydając 10 \includesvg[height=10px]{\svgs/gold.svg}.\par \note{5}{ \textbf{Nie możesz} \hyperlink{Units}{Rekrutować/Wzmacniać} Jednostek i jednocześnie rekrutować Bohatera Pomocniczego.}\par Bohater Pomocniczy reprezentowany jest przez drugą figurkę twojej Frakcji. Możesz oznaczyć tę figurkę np. Kostką Frakcji, by odróżnić ją od figurki Bohatera Głównego. Kiedy zrekrutujesz Bohatera Pomocniczego, ustaw jego figurkę na polu swojego Miasta lub Osady. \textbf{Możesz mieć tylko jednego Bohatera Pomocniczego}.\par Bohater ten ma \textbf{2 PR}; jeśli wchodzi do gry, dobierz 2 dodatkowe Żetony Ruchu przedstawiające jego PR. Bohater Pomocniczy nie ma własnej Planszetki Bohatera, \textbf{nie może zdobywać Doświadczenia} i \textbf{nie może używać Kart z Talii} w jakimkolwiek celu. W przypadku gdy Bohater Pomocniczy zdobędzie jakiekolwiek Karty, dodaj je do ręki tak samo, jak gdyby zdobył je Bohater Główny (zob. \hyperlink{Playerdecks}{Budowanie Talii}). Bohater Pomocniczy posiada ten sam Poziom co Bohater Główny w przypadku rozpatrywania \hyperlink{Quick}{Szybkiej Walki}.\par Jeśli twój Bohater Pomocniczy napotka wrogiego Bohatera, możesz \hyperlink{Endcombat}{natychmiast poddać Walkę}. Pokonany Bohater Pomocniczy jest usuwany z gry. Możesz go ponownie zrekrutować używając Żetonu Populacji.\par

source: \hspace{2em} \includegraphics[width=\linewidth]{\art/clone.png}
pl: vspace*{\fill} \hspace{2em} \includegraphics[width=\linewidth]{\art/clone.png}

source: \hypertarget{Herocard}{Hero Card Anatomy}
fr: \hypertarget{Herocard}{Fiche de Héros}
pl: \hypertarget{Herocard}{Planszetki Bohaterów}

source: Hero Card
fr: Fiche de Héros
he: קלף הגיבור
pl: Planszetka Bohatera

source: [h] \begin{minipage}[t]{0.5\textwidth} \vspace{0pt} \begin{enumerate}[itemsep=5pt] \item \textbf{Name} – The Hero's name. Used for identification. Has no gameplay effect. \item \textbf{Class} – The Hero's class. Has no gameplay effect. \item \textbf{Type} – The Hero's type (Might \includesvg[height=10px]{\svgs/might.svg} or Magic \includesvg[height=10px]{\svgs/magic.svg}). Determines the amount of Magic Arrow Spells in your Starting Deck (1 or 2 respectively). \item \textbf{Faction Color} – Reminder for the color of the Faction's cubes and miniatures. \item \textbf{Attack} – Number of Attack Cards in your Starting Deck. \item \textbf{Defense} – Number of Defense Cards in your Starting Deck. \item \textbf{Power} – Number of Power Cards in your Starting Deck. \item \textbf{Knowledge} – Number of Knowledge Cards in your Starting Deck. \item \textbf{Starting Ability} – Reminder for the unique Ability Card\index{Ability Card} the Hero starts with. \item \textbf{Hero Specialty} – Reminder for the Specialty Cards the Hero adds to their deck at the start of the game and after specific Level ups. Each hero has three Specialty Cards. \item \textbf{Level Tracker} – Whenever a Main Hero gains 1 or more Experience \includesvg[height=10px]{\svgs/experience.svg}, move the cube that number of steps on this track. When the cube reaches the next slot on the upper row, the hero gains a Level. \end{enumerate} \end{minipage}\hfill \begin{minipage}[t]{0.48\textwidth} \centering \vspace{0pt} \begin{scriptsize}
fr: [h] \begin{minipage}[t]{0.5\textwidth} \vspace{0pt} \begin{enumerate}[itemsep=5pt] \item \textbf{Nom} – Nom du Héros. Sert à l'identifier. Pas d'effet en jeu. \item \textbf{Classe} – Classe du Héros. Pas d'effet en jeu. \item \textbf{Type} – Type du Héros (Guerrier \includesvg[height=10px]{\svgs/might.svg} ou Mage \includesvg[height=10px]{\svgs/magic.svg}). Détermine le nombre de Cartes Flèche Magique dans votre Deck de départ (1 ou 2 respectivement). \item \textbf{Couleur de Faction} – Couleur des Cubes de Faction et des Figurines. \item \textbf{Attaque} – Nombre de Cartes Attaque dans Votre Deck de départ. \item \textbf{Défense} – Nombre de Cartes Défense dans Votre Deck de départ. \item \textbf{Puissance} – Nombre de Cartes Puissance dans Votre Deck de départ. \item \textbf{Savoir} – Nombre de Cartes Savoir dans Votre Deck de départ. \item \textbf{Compétence de Départ} – La Carte de Compétence\index{Carte de Compétence} de votre Héros à ajouter à Votre Deck de départ. \item \textbf{Spécialisation} – Cartes de Spécialisation à ajouter dans votre Deck de départ et lors des gains de Niveaux. Chaque Héros a trois Cartes de Spécialisation. \item \textbf{Piste de Niveau} – Quand le Héros Principal gagne 1 ou plusieurs Expériences \includesvg[height=10px]{\svgs/experience.svg}, déplacez le Cube d'autant sur la Piste. Quand le Cube atteint la ligne du haut de la Piste, le Héros gagne un Niveau. \end{enumerate} \end{minipage}\hfill \begin{minipage}[t]{0.48\textwidth} \centering \vspace{0pt} \begin{scriptsize}
pl: [h] \begin{minipage}[t]{0.5\textwidth} \vspace{0pt} \begin{enumerate}[itemsep=5pt] \item \textbf{Imię} – Imię Bohatera. Używane do identyfikacji. Nie ma wpływu na rozgrywkę. \item \textbf{Klasa} – Klasa Bohatera. Nie ma wpływu na rozgrywkę. \item \textbf{Typ} – Typ Bohatera (Mocy \includesvg[height=10px]{\svgs/might.svg} lub Magii \includesvg[height=10px]{\svgs/magic.svg}). Określa ilość Zaklęć ,,Magiczna Strzała'' w Talii Początkowej (odpowiednio 1 lub 2). \item \textbf{Barwy Frakcji} – Określa kolor kostek i Figurek Frakcji. \item \textbf{Atak} – Określa ilość Kart Ataku w Talii Początkowej. \item \textbf{Obrona} – Określa ilość Kart Obrony w Talii Początkowej. \item \textbf{Moc} – Określa ilość Kart Mocy w Talii Początkowej. \item \textbf{Wiedza} – Określa ilość Kart Wiedzy w Talii Początkowej. \item \textbf{Zdolność Początkowa} – Określa Kartę Zdolności \index{Karta Zdolości} dołączaną do Talii Początkowej Bohatera. \item \textbf{Specjalność Bohatera} – Określa Karty Specjalności dołączane do Talii Początkowej Bohatera i po osiągnięciu określonych Poziomów. Każdy Bohater posiada trzy Karty Specjalności. \item \textbf{Tor PD} – Ilekroć Bohater Główny zdobywa 1 lub więcej Punktów Doświadczenia \includesvg[height=10px]{\svgs/experience.svg}, przesuń kostkę o tę liczbę pól na Torze PD. Jeśli kostka znajdzie się w następnym polu w górnym rzędzie Toru PD, Bohater osiąga kolejny Poziom. \end{enumerate} \end{minipage}\hfill \begin{minipage}[t]{0.48\textwidth} \centering \vspace{0pt} \begin{scriptsize}

source: \draw (0, 0) node[inner sep=0] {\makebox[\textwidth][c]{\includegraphics[width=\linewidth]{\cards/hero.png}}}; \draw (2.2, 2.5) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (0.8, 1.9) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (3.5, 2.5) node {\encircle{\phantom{.}3\phantom{.}}}; \draw (-0.1, 2.5) node {\encircle{\phantom{.}4\phantom{.}}}; \draw (0, 1.25) node {\encircle{\phantom{.}5\phantom{.}}}; \draw (1.1, 1.25) node {\encircle{\phantom{.}6\phantom{.}}}; \draw (2, 1.25) node {\encircle{\phantom{.}7\phantom{.}}}; \draw (3.25, 1.25) node {\encircle{\phantom{.}8\phantom{.}}}; \draw (1, -0.2) node {\encircle{\phantom{.}9\phantom{.}}}; \draw (3, -0.2) node {\encircle{10}}; \draw (-1.7, -1.4) node {\encircle{11}}; \end{tikzpicture} \end{scriptsize} \break \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Hero Card}}}} \scriptsize \begin{multicols}{2} \begin{itemize} \item[\textbf{1.}] \textbf{Name} \item[\textbf{2.}] \textbf{Class} \item[\textbf{3.}] \textbf{Type} \item[\textbf{4.}] \textbf{Faction Color} \item[\textbf{5.}] \textbf{Attack} \item[\textbf{6.}] \textbf{Defense} \item[\textbf{7.}] \textbf{Power} \item[\textbf{8.}] \textbf{Knowledge} \item[\textbf{9.}] \textbf{Starting Ability} \item[\textbf{10.}] \textbf{Specialty} \item[\textbf{11.}] \textbf{Level Tracker} \item[\textbf{\phantom{.}}] \phantom{.} \end{itemize} \end{multicols} \end{minipage}
fr: \draw (0, 0) node[inner sep=0] {\makebox[\textwidth][c]{\includegraphics[width=\linewidth]{\cards/hero.png}}}; \draw (2.2, 2.5) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (0.8, 1.9) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (3.5, 2.5) node {\encircle{\phantom{.}3\phantom{.}}}; \draw (-0.1, 2.5) node {\encircle{\phantom{.}4\phantom{.}}}; \draw (0, 1.25) node {\encircle{\phantom{.}5\phantom{.}}}; \draw (1.1, 1.25) node {\encircle{\phantom{.}6\phantom{.}}}; \draw (2, 1.25) node {\encircle{\phantom{.}7\phantom{.}}}; \draw (3.25, 1.25) node {\encircle{\phantom{.}8\phantom{.}}}; \draw (1, -0.2) node {\encircle{\phantom{.}9\phantom{.}}}; \draw (3, -0.2) node {\encircle{10}}; \draw (-1.7, -1.4) node {\encircle{11}}; \end{tikzpicture} \end{scriptsize} \break \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{\phantom{Fic}Fiche de Héros}}}} \scriptsize \begin{multicols}{2} \begin{itemize} \item[\textbf{1.}] \textbf{Nom} \item[\textbf{2.}] \textbf{Classe} \item[\textbf{3.}] \textbf{Type} \item[\textbf{4.}] \textbf{Couleur de Faction} \item[\textbf{5.}] \textbf{Attaque} \item[\textbf{6.}] \textbf{Défense} \item[\textbf{7.}] \textbf{Puissance} \item[\textbf{8.}] \textbf{Savoir} \item[\textbf{9.}] \textbf{Compétence de départ} \item[\textbf{10.}] \textbf{Spécialisation} \item[\textbf{11.}] \textbf{Piste de Niveau} \item[\textbf{\phantom{.}}] \phantom{.} \end{itemize} \end{multicols} \end{minipage}
he: \begin{scope}[xscale=-1] \draw (0, 0) node[inner sep=0] {\makebox[\textwidth][c]{\includegraphics[width=\linewidth]{\cards/hero.png}}}; \draw (2.2, 2.5) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (0.8, 1.9) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (3.5, 2.5) node {\encircle{\phantom{.}3\phantom{.}}}; \draw (-0.1, 2.5) node {\encircle{\phantom{.}4\phantom{.}}}; \draw (0, 1.25) node {\encircle{\phantom{.}5\phantom{.}}}; \draw (1.1, 1.25) node {\encircle{\phantom{.}6\phantom{.}}}; \draw (2, 1.25) node {\encircle{\phantom{.}7\phantom{.}}}; \draw (3.25, 1.25) node {\encircle{\phantom{.}8\phantom{.}}}; \draw (1, -0.2) node {\encircle{\phantom{.}9\phantom{.}}}; \draw (3, -0.2) node {\encircle{01}}; \draw (-1.7, -1.4) node {\encircle{11}}; \end{scope} \end{tikzpicture} \end{scriptsize} \break \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{קלף הגיבור}}}} \scriptsize \begin{multicols}{2} \begin{itemize} \item[\textbf{1.}] \textbf{שם} \item[\textbf{2.}] \textbf{מקצוע} \item[\textbf{3.}] \textbf{השתייכות} \item[\textbf{4.}] \textbf{צבע הצבא} \item[\textbf{5.}] \textbf{התקפה} \item[\textbf{6.}] \textbf{הגנה} \item[\textbf{7.}] \textbf{כח} \item[\textbf{8.}] \textbf{ידע} \item[\textbf{9.}] \textbf{תוכנה התחלתית} \item[\textbf{01.}] \textbf{התמחות} \item[\textbf{11.}] \textbf{עוקב הרמות} \item[\textbf{\phantom{.}}] \phantom{.} \end{itemize} \end{multicols} \end{minipage}
pl: \draw (0, 0) node[inner sep=0] {\makebox[\textwidth][c]{\includegraphics[width=\linewidth]{translations/assets/pl/hero.png}}}; \draw (2.2, 2.5) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (0.8, 1.9) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (3.5, 2.5) node {\encircle{\phantom{.}3\phantom{.}}}; \draw (-0.1, 2.5) node {\encircle{\phantom{.}4\phantom{.}}}; \draw (0, 1.25) node {\encircle{\phantom{.}5\phantom{.}}}; \draw (1.1, 1.25) node {\encircle{\phantom{.}6\phantom{.}}}; \draw (2, 1.25) node {\encircle{\phantom{.}7\phantom{.}}}; \draw (3.25, 1.25) node {\encircle{\phantom{.}8\phantom{.}}}; \draw (1, -0.2) node {\encircle{\phantom{.}9\phantom{.}}}; \draw (3, -0.2) node {\encircle{10}}; \draw (-1.7, -1.4) node {\encircle{11}}; \end{tikzpicture} \end{scriptsize} \break \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{\phantom{\ldots} Planszetka Bohatera}}}} \scriptsize \begin{multicols}{2} \begin{itemize} \item[\textbf{1.}] \textbf{Imię} \item[\textbf{2.}] \textbf{Klasa} \item[\textbf{3.}] \textbf{Typ} \item[\textbf{4.}] \textbf{Barwy Frakcji} \item[\textbf{5.}] \textbf{Atak} \item[\textbf{6.}] \textbf{Obrona} \item[\textbf{7.}] \textbf{Moc} \item[\textbf{8.}] \textbf{Wiedza} \item[\textbf{9.}] \textbf{Zdolność\\Początkowa} \item[\textbf{10.}] \textbf{Specjalność} \item[\textbf{11.}] \textbf{Tor PD} \end{itemize} \end{multicols} \end{minipage}
