Repository: Heegu-sama/Homm3BG
Catalog: translations/heroes.tex/*.po
Languages: fr, he, pl

source: \subsection*{\hypertarget{Level}{Level Effects}} Main Heroes always start each Scenario at Level 1\index{Level} and may Level up by gaining Experience \includesvg[height=10px]{\svgs/experience.svg}. The most common sources of gaining Experience are the \hyperlink{Resources}{Treasure Die} \includesvg[height=10px]{\svgs/treasure.svg} and \hyperlink{Combatexperience}{Combat}. Each new Level up requires \textbf{2 Experience}. When a Main Hero reaches a new Level, resolve the effects of the Level up immediately. Gaining Experience at Level 7 has no effect.\par The Level Tracker on your Hero Card shows the following information: \begin{itemize} \item Your Main Hero's current Level and amount of Experience gained, shown by the cube's position. \item Your current Hand Limit \includesvg[height=10px]{\svgs/hand.svg}. \item The number of \hyperlink{Ability}{Expert Effects} \includesvg[height=10px]{\svgs/expert.svg} you may use during a Round. \item At which Levels your Main Hero must \hyperlink{Playerdecks}{Search} for a new \hyperlink{Ability}{Ability Card} or gain a \hyperlink{Specialty}{Specialty Card}. Level numbers written in gold on the Level Tracker (\includesvg[height=10px]{\svgs/level1.svg}, \includesvg[height=10px]{\svgs/level4.svg} and \includesvg[height=10px]{\svgs/level6.svg}) give you a Specialty Card, while silver Levels (2, 3, 5, 7) give you an Ability Card. \end{itemize} \vfill\null \columnbreak List of all effects: \begin{itemize} \item \textbf{Level 1} – Your Hand Limit\index{Hand Limit} is 4. Add your first Specialty Card to Your Deck. \item \textbf{Level 2} – Search (2) the Ability Deck. You may play 1 Card for its Expert Effect per Round. \item \textbf{Level 3} – Your Hand Limit is 5. Search (2) the Ability Deck. \item \textbf{Level 4} – Gain your second Specialty Card. You may play 2 Cards for their Expert Effect per Round. \item \textbf{Level 5} – Your Hand Limit is 6. Search (2) the Ability Deck. \item \textbf{Level 6} – Gain your third Specialty Card. You may play 3 cards for their Expert Effect per Round. \item \textbf{Level 7} – Your Hand Limit is 7. Search (2) the Ability Deck. \end{itemize}
fr: \subsection*{\hypertarget{Level}{Effets de Niveau}} Le Héros Principal commence chaque Scénario au Niveau 1\index{Niveau} et peut monter en Niveau en gagnant de l’Expérience \includesvg[height=10px]{\svgs/experience.svg}. Les sources d’Expérience les plus communes sont les \hyperlink{Resources}{Dés de Trésors} \includesvg[height=10px]{\svgs/treasure.svg} et le \hyperlink{Combatexperience}{Combat}. Chaque Niveau nécessite \textbf{2 Expériences}. Quand un Héros Principal atteint un nouveau Niveau, résolvez les effets du Gain de Niveau immédiatement. Gagner de l’Expérience au Niveau 7 n’a pas d’effet.\par La Piste de Niveau de votre Fiche de Héros montre les informations suivantes. \begin{itemize} \item Le Niveau de votre Héros Principal et son Expérience acquise symbolisés par un Cube de Faction. \item Votre Limite de Cartes \includesvg[height=10px]{\svgs/hand.svg}. \item Le nombre d'\hyperlink{Ability}{Effet Expert} \includesvg[height=10px]{\svgs/expert.svg} que vous pouvez utiliser à chaque Tour. \item À quel Niveau votre Héros Principal doit \hyperlink{Playerdecks}{Fouiller} pour une nouvelle \hyperlink{Ability}{Carte de Compétence} ou gagner une \hyperlink{Specialty}{Carte de Spécialisation}. Les Niveaux marqués en Or sur la Piste (\includesvg[height=10px]{\svgs/level1.svg}, \includesvg[height=10px]{\svgs/level4.svg} et \includesvg[height=10px]{\svgs/level6.svg}) donnent une carte de Spécialisation, alors que les Niveaux Argent (2, 3, 5, 7) donnent une Carte de Compétence. \end{itemize} \vfill\null \columnbreak Liste de tous les effets : \begin{itemize} \item \textbf{Niveau 1} – Limite de Cartes\index{Limite de Cartes} 4. Ajoutez à votre Deck la première Carte de Spécialisation. \item \textbf{Niveau 2} – Fouillez (2) dans le Deck de Compétence. Vous pouvez jouer 1 Effet Expert par Manche. \item \textbf{Niveau 3} – Limite de Cartes 5. Fouillez (2) dans le Deck de Compétence. \item \textbf{Niveau 4} – Ajoutez votre deuxième Carte de Spécialisation. Vous pouvez jouer 2 Effets Expert par Manche. \item \textbf{Niveau 5} – Limite de Cartes 6. Fouillez (2) dans le Deck de Compétence. \item \textbf{Niveau 6} – Ajoutez votre troisième Carte de Spécialisation. Vous pouvez jouer 3 Effets Expert par Manche. \item \textbf{Niveau 7} – Limite de Cartes 7. Fouillez (2) dans le Deck de Compétence. \end{itemize}
pl: \subsection*{\hypertarget{Level}{Efekty Poziomów}} Bohater Główny rozpoczyna każdy Scenariusz z Poziomem 1.\index{Poziom} i może osiągnąć kolejny Poziom poprzez zdobywanie PD \includesvg[height=10px]{\svgs/experience.svg}. Najczęściej będzie zdobywać Doświadczenie przez \hyperlink{Resources}{Kości Skarbu} \includesvg[height=10px]{\svgs/treasure.svg} oraz \hyperlink{Combatexperience}{Walkę}. Każdy kolejny Poziom wymaga \textbf{2 PD}. Kiedy Bohater Główny osiąga nowy Poziom, natychmiast rozpatrz efekty osiągnięcia Poziomu. Zdobywanie Doświadczenia na Poziomie 7 nie przynosi żadnego rezultatu.\par Tor PD na Planszetce Bohatera przedstawia następujace informacje: \begin{itemize} \item Aktualny Poziom Bohatera Głównego i ilość zdobytych PD, wskazana przez kostkę. \item Twój limit Kart na ręce \includesvg[height=10px]{\svgs/hand.svg}. \item Ilość \hyperlink{Ability}{Efektów Mistrzowskich} \includesvg[height=10px]{\svgs/expert.svg} które możesz wykorzystać w ciągu Rundy. \item Poziomy, na których musisz \hyperlink{Playerdecks}{Przeszukać} \hyperlink{Ability}{Talię Zdolności} lub otrzymać \hyperlink{Specialty}{Kartę Specjalności}. Złote Poziomy (\includesvg[height=10px]{\svgs/level1.svg}, \includesvg[height=10px]{\svgs/level4.svg} and \includesvg[height=10px]{\svgs/level6.svg}) dają Kartę Specjalności, a srebrne Poziomy (2, 3, 5, 7) dają Kartę Zdolności. \end{itemize} \vfill\null \columnbreak Lista wszystkich efektów: \begin{itemize} \item \textbf{Poziom 1} – Twój Limit\index{Limit Kart} Kart na ręce wynosi 4. Dodaj pierwszą Kartę Specjalności do Twojej Talii. \item \textbf{Poziom 2} – Przeszukaj (2) Talię Zdolności. Na tym PD możesz wykorzystać efekt Mistrzowski zagranej Karty raz w rundzie. \item \textbf{Poziom 3} – Twój Limit Kart na ręce wynosi 5. Przeszukaj (2) Talię Zdolności. \item \textbf{Poziom 4} – Dodaj drugą Kartę Specjalności. Możesz skorzystać z efektu Mistrzowskiego 2 razy w rundzie. \item \textbf{Poziom 5} – Twój Limit Kart na ręce wynosi 6. Przeszukaj (2) Talię Zdolności. \item \textbf{Poziom 6} – Dodaj trzecią Kartę Specjalności. Możesz skorzystać z efektu Mistrzowskiego 3 razy w rundzie. \item \textbf{Poziom 7} – Twój Limit Kart na ręce wynosi 7. Przeszukaj (2) Talię Zdolności. \end{itemize}

source: \hypertarget{Heroes}{Players} always control a Main Hero and may additionally also recruit a Secondary Hero. A "player's Hero" may refer to either of them. Heroes are used to perform Movement Actions on the game board and to start Combats against enemies in order to reach a Scenario victory condition.
fr: Les \hypertarget{Heroes}{Joueurs} contrôlent toujours un Héros Principal et peuvent aussi recruter un Héros Secondaire. Le « Héros d’un Joueur » fait référence à l’un ou l’autre. Les Héros sont utilisés pour effectuer des Actions de Mouvement sur le Plateau et engager des Combats contre les ennemis dans le but d’atteindre une condition de victoire du Scénario.

source: [overlay] \node at (12, -0.5) {\includegraphics[width=0.6\linewidth]{\art/griffin.png}};
fr: [overlay] \node at (12, 0.1) {\includegraphics[width=0.6\linewidth]{\art/griffin.png}};
he: [overlay] \node at (12, -0.5) {\reflectbox{\includegraphics[width=0.6\linewidth]{\art/griffin.png}}};

source: \pagetarget{Heroes}{Players} always control a Main Hero and may additionally also recruit a Secondary Hero. A ``player's Hero'' may refer to either of them. Heroes are used to perform Movement Actions on the game board and to start Combats against enemies in order to reach a Scenario victory condition.
he: \pagetarget{Heroes}{השחקנים} תמיד שולטים בגיבור ראשי, ויכולים לגייס גם גיבור משני. ״הגיבור של השחקן״ יכול להיות כל אחד מהם. השחקן משתמש בגיבורים על מנת לבצע פעולות תנועה על לוח המשחק ועל מנת להתחיל קרבות כנגד האויב וזאת במטרה לנצח את התרחיש.

source: \subsection*{Main Hero} The Main Hero\index{Main Hero} is represented by its chosen model, Hero Card, and Your Deck. Each Faction's Main Hero has 3 \svgeven{movement}. Only the Main Hero can use Your Deck.\par Each Main Hero starts the game at Level 1 and can advance up to Level 7 by gaining Experience. Experience is gained from \pagelink{Combatexperience}{winning Combat}, Visiting certain \pagelink{All Map Locations}{Locations} and the \pagelink{Treasure Die}{Treasure Die \svg{treasure}}. Gaining 1 Experience\index{Experience} is represented by the symbol \svg{experience}.
he: \subsection*{הגיבור הראשי} הגיבור הראשי\index{גיבור ראשי} מיוצג על ידי דמות הגיבור שלו, כרטיס הגיבור והחפיסה שלך. לכל גיבור ראשי בכל צבא יש 3 \svgeven{movement}. רק הגיבור הראשי יכול להשתמש בחפיסה.\par כל גיבור ראשי מתחיל את המשחק ברמה 1 ועל ידי זכייה בניסיון הוא יכול להתקדם עד לרמה 7. ניתן לזכות בניסיון על ידי \pagelink{Combatexperience}{ניצחון בקרבות}, ביקור ב\pagelink{All Map Locations}{מקומות} ספציפיים ובעזרת \pagelink{Treasure Die}{קוביית האוצר \svg{treasure}}. זכייה בניסיון 1\index{ניסיון} מייוצגת על ידי הסמל \svg{experience}.

source: \subsection*{\pagetarget{Secondary}{Secondary Hero}} If you control a Town or a Settlement, a Secondary Hero\index{Secondary Hero} can be Hired by flipping your \textbf{Population Token} and paying 10 \svg{gold}.\par \note{5}{Units \textbf{cannot} be \pagelink{Units}{Recruited or Reinforced} while using the Population Token to recruit a Secondary Hero.}\par Your Secondary Hero uses the remaining Hero model of your Faction. You may wish to mark this model with a token such as a Faction Cube to differentiate it from the Main Hero. After Hiring a Secondary Hero, place the model in a Town or Settlement you control. \textbf{You can only have one Secondary Hero at a time}.\par Secondary Heroes have \textbf{2 \svgeven{movement}}; when you gain a Secondary Hero, take an additional set of 2 Movement Tokens to represent their MP. They do not have their own Hero Card, \textbf{cannot gain Experience}, \textbf{cannot play Cards from Your Deck during Combat}, but use \textbf{the same Units} your Main Hero does. If a Secondary Hero gains any Cards, place them into your hand as normal (see \pagelink{Playerdecks}{Deck-building}). Secondary Heroes are considered to have the same Level as the Main Hero for the purposes of resolving \pagelink{Quick}{Quick Combat}.\par If your Secondary Hero is attacked by an enemy Hero, you can choose to have that Hero be \pagelink{Endcombat}{instantly defeated instead of fighting a Combat}. When a Secondary Hero is defeated, remove them from the game. They can be Recruited again with another use of the Population Token.\par
he: \subsection*{\pagetarget{Secondary}{גיבור משני}} אם אתה מחזיק בטירה או ביישוב, תוכל לגייס גיבור משני\index{גיבור משני} בכך שתהפוך את \textbf{אסימון הגיוס} שלך, בנוסף עליך לשלם 01 זהב \svg{gold}.\par \note{5}{\texthebrew{\textbf{לא ניתן} \pagelink{Units}{לגייס או לתגבר} יחידות אם משתמשים באסימון הגיוס על מנת לגייס גיבור משני.}}\par הגיבור המשני שלך ייוצג על ידי דמות הגיבור השנייה של הצבא שלך. ייתכן ותבחר לסמן את הדמות הזו בצורה כלשהי, למשל קוביית צבא על מנת להבדיל אותה מהגיבור הראשי. לאחר שתגייס גיבור משני, הנח אותו בטירה או ביישוב בשליטתך. \textbf{אתה יכול להחזיק בגיבור משני אחד לכל היותר בכל רגע נתון}.\par לגיבור המשני יש \textbf{2 \svgeven{movement}}; לאחר שתשיג גיבור משני, קח 2 אסימוני תנועה נוספים על מנת לייצג את נקודות התנועה שלו. לגיבור משני, אין לוח גיבור, \textbf{הוא לא מקבל נקודות ניסיון}, וכמו כן \textbf{הוא לא יכול לשחק קלפים מהחפיסה במהלך קרבות}. אם הגיבור המשני מקבל קלף, קח את הקלף לידך, כמו אצל הגיבור הראשי (ראה \pagelink{Playerdecks}{הרכבת החפיסה}). הגיבור המשני נחשב בדרגה של הגיבור הראשי כאשר רוצים לדלג על קרבות במסגרת \pagelink{Quick}{קרב מהיר}.\par כאשר גיבור יריב תוקף את הגיבור המשני שלך, תוכל לבחור \pagelink{Endcombat}{להיכנע מידית במקום להילחם בקרב}. כאשר גיבור משני מפסיד בקרב, הוצא אותו מהמשחק (כלומר, הסר את הדמות שלו מהמפה). תוכל לגייס את הגיבור המשני מחדש, בעזרת שימוש נוסף באסימון הגיוס.\par

source: \pagetarget{Herocard}{Hero Card Anatomy}
he: \pagetarget{Herocard}{מבנה קלף הגיבור}

source: [h] \begin{minipage}[t]{0.5\textwidth} \vspace{0pt} \begin{enumerate}[itemsep=5pt] \item \textbf{Name} – The Hero's name. Used for identification. Has no gameplay effect. \item \textbf{Class} – The Hero's class. Has no gameplay effect. \item \textbf{Type} – The Hero's type (Might \svg{might} or Magic \svg{magic}). Determines the amount of Magic Arrow Spells in your Starting Deck (1 or 2 respectively). \item \textbf{Faction Color} – Reminder for the color of the Faction's cubes and miniatures. \item \textbf{Attack} – Number of Attack Cards in your Starting Deck. \item \textbf{Defense} – Number of Defense Cards in your Starting Deck. \item \textbf{Power} – Number of Power Cards in your Starting Deck. \item \textbf{Knowledge} – Number of Knowledge Cards in your Starting Deck. \item \textbf{Starting Ability} – Reminder for the unique Ability Card the Hero starts with. \item \textbf{Hero Specialty} – Reminder for the Specialty Cards the Hero adds to their deck at the start of the game and after specific Level ups. Each hero has three Specialty Cards. \item \textbf{Level Tracker} – Whenever a Main Hero gains 1 or more Experience \svg{experience}, move the cube that number of steps on this track. When the cube reaches the next slot on the upper row, the hero gains a Level. \end{enumerate} \end{minipage}\hfill \begin{minipage}[t]{0.48\textwidth} \centering \vspace{0pt} \begin{scriptsize}
he: [h] \begin{minipage}[t]{0.5\textwidth} \vspace{0pt} \begin{enumerate}[itemsep=5pt] \item \textbf{שם} – שם הגיבור. נועד לזיהוי. לא משפיע על המשחקיות. \item \textbf{מקצוע} – המקצוע של הגיבור. לא משפיע על המשחקיות. \item \textbf{שיוך} – השיוך של הגיבור (עוצמה \svg{might} או קסם \svg{magic}). משפיע על כמות קסמי \textenglish{Magic Arrow} בחפיסה ההתחלתית שלך (1 או 2 בהתאמה). \item \textbf{צבע הצבא} – משמש להזכיר את הצבע של הצבא, של הקוביות ושל המיניאטורות. \item \textbf{התקפה} (\textenglish{Attack}) – מספר קלפי ההתקפה בחפיסה ההתחלתית. \item \textbf{הגנה} (\textenglish{Defense}) – מספר קלפי ההגנה בחפיסה ההתחלתית. \item \textbf{כח} (\textenglish{Power}) – מספר קלפי הכוח בחפיסה ההתחלתית. \item \textbf{ידע} (\textenglish{Knowledge}) – מספר קלפי הידע בחפיסה ההתחלתית. \item \textbf{יכולת התחלתית} – תזכורת לקלף היכולת הייחודי שהגיבור מתחיל איתו. \item[01.] \textbf{התמחות הגיבור} – תזכורת מה ההתמחות של הגיבור, אותם הגיבור מוסיף לחפיסה ההתחלתית שלו ולאחר שהגיבור מגיעה לרמות מסויימות. לכל גיבור יש שלושה קלפי התמחות. \item[11.] \textbf{עוקב הרמות} – כאשר הגיבור הראשי מקבל נקודת ניסיון אחת \svg{experience} (או יותר), עליך להזיז את הקוביה על העוקב כמספר נקודות הניסיון שצברת. בכל פעם שעוקב הקוביות מגיע לשורה העליונה, הגיבור עולה בדרגה. \end{enumerate} \end{minipage}\hfill \begin{minipage}[t]{0.48\textwidth} \centering \vspace{0pt} \begin{scriptsize}

source: \subsection*{\pagetarget{Level}{Level Effects}} Main Heroes always start each Scenario at Level 1\index{Level} and may Level up by gaining Experience \svg{experience}. The most common sources of gaining Experience are the \pagelink{Treasure Die}{Treasure Die \svg{treasure}} and \pagelink{Combatexperience}{Combat}. Each new Level up requires \textbf{2 Experience}. When a Main Hero reaches a new Level, resolve the effects of the Level up immediately. Gaining Experience at Level 7 has no effect.\par The Level Tracker on your Hero Card shows the following information: \begin{itemize} \item Your Main Hero's current Level and amount of Experience gained, shown by the cube's position. \item Your current Hand Limit \svg{hand}. \item The number of \pagelink{Ability}{Expert Effects} \svgeven{expert} you may use during a Round. \item At which Levels your Main Hero must \pagelink{Playerdecks}{Search} for a new \pagelink{Ability}{Ability Card} or gain a \pagelink{Specialty}{Specialty Card}. Level numbers written in gold on the Level Tracker (\svgeven{level1}, \svgeven{level4} and \svgeven{level6}) give you a Specialty Card, while silver Levels (\textbf{II}, \textbf{III}, \textbf{V}, \textbf{VII}) give you an Ability Card. \end{itemize} \vfill\null \columnbreak List of all effects: \begin{itemize} \item \textbf{Level 1} – Your Hand Limit\index{Hand Limit} is 4. Add your first Specialty Card to Your Deck. \item \textbf{Level 2} – Search (2) the Ability Deck. You may play 1 Card for its Expert Effect per Round. \item \textbf{Level 3} – Your Hand Limit is 5. Search (2) the Ability Deck. \item \textbf{Level 4} – Gain your second Specialty Card. You may play 2 Cards for their Expert Effect per Round. \item \textbf{Level 5} – Your Hand Limit is 6. Search (2) the Ability Deck. \item \textbf{Level 6} – Gain your third Specialty Card. You may play 3 cards for their Expert Effect per Round. \item \textbf{Level 7} – Your Hand Limit is 7. Search (2) the Ability Deck. \end{itemize}
he: \subsection*{\pagetarget{Level}{האפקטים של הרמות}} הגיבור הראשי תמיד יתחיל כל תרחיש ברמה 1\index{רמה}, הגיבור יכול לעלות רמות ולקבל נקודות ניסיון \svg{experience}. הדרכים הנפוצות ביותר להשגות נקודות ניסיון הן \pagelink{Treasure Die}{קובית האוצר \svg{treasure}} וב-\pagelink{Combatexperience}{קרבות}. על מנת לענות דרגה יש צורך ב-\textbf{2 נקודות ניסיון}. כאשר הגיבור הראשי שלך מגיע לרמה חדשה, האפקט של עליית הרמה מתרחש מיד. לא ניתן לעבור את רמה 7, אין משמעות להשגת עוד ניסיון מעבר לכך.\par עוקב הדרגות בקלף הגיבור שלך מראה לך את המידע הבא: \begin{itemize} \item דרגת הגיבור הנוכחית שלך וכמה נקודות ניסיון יש לו (לפי מיקום הקוביה). \item מספר הקלפים שמותר לך להחזיק ביד \svg{hand}. \item כמות \pagelink{Ability}{יכולות המומחה} \svgeven{expert} שניתן לבצע בסיבוב אחד. \item באילו רמות על הגיבור הראשי שלך \pagelink{Playerdecks}{לחפש} \pagelink{Ability}{קלף יכולת} חדש או לקבל \pagelink{Specialty}{קלף מומחיות} חדש. הרמות הרשומות בזהב על עוקב הרמות (\svgeven{level1}, \svgeven{level4} ו- \svgeven{level6}) מזכות בקלף מומחיות, בעוד ששאר הרמות (\textbf{II}, \textbf{III}, \textbf{V}, \textbf{IIV}) מזכות בקלף יכולת (\textenglish{Ability}). \end{itemize} \vfill\null \columnbreak רשימת כל האפקטים של הרמות: \begin{itemize} \item \textbf{רמה 1} – היד שלך מוגבלת\index{מגבלת קלפים ביד} ל-4 קלפים. הוסף את קלף המומחיות הראשון לחפיסה שלך. \item \textbf{רמה 2} – חפש (2) בחפיסת היכולות. אתה יכול להשתמש ביכולת המומחה של קלף אחד בסיבוב. \item \textbf{רמה 3} – היד שלך מוגבלת ל-5 קלפים. חפש (2) בחפיסת היכולות. \item \textbf{רמה 4} – קבל את קלף המומחיות השני שלך. אתה יכול להשתמש בשתי יכולות המומחה בסיבוב. \item \textbf{רמה 5} – היד שלך מוגבלת ל-6 קלפים. חפש (2) בחפיסת היכולות. \item \textbf{רמה 6} – קבל את קלף המומחיות השלישי שלך. אתה יכול להשתמש בשלוש יכולות המומחה בסיבוב. \item \textbf{רמה 7} – היד שלך מוגבלת ל-7 קלפים. חפש (2) בחפיסת היכולות. \end{itemize}
