Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \begin{itemize} \item Choose one of the Combat Board's sides as your own. Place up to 5 of your Unit cards freely onto the Back and Frontlines of that side. \item Check the \hyperlink{Difficulty Table}{\textbf{Difficulty Table}} \iftoggle{printable}{(on the back cover)}{} and draw the corresponding number of Neutral Unit cards from their Decks. \item The Neutral Units are placed differently depending on the Game Mode: \item In \textbf{Clash} or \textbf{Alliance} Scenarios, the enemy player sitting to your right controls the Neutral Units and decides their placement. \includesvg[height=10px]{\svgs/unit_ranged.svg} Units must be placed in the Backline if possible. \item In \textbf{Campaign} or \textbf{Cooperative} scenarios, Neutral Units are placed from left to right from the player's perspective. First, place any \includesvg[height=10px]{\svgs/unit_ranged.svg} Units in the Backline\index{Units Placement}. Then, place any \includesvg[height=10px]{\svgs/unit_ground.svg} or \includesvg[height=10px]{\svgs/unit_flying.svg} Units in the Frontline. If there's not enough room to place a Unit in its correct line, place them in the other one. Units must be placed in \textbf{descending} Initiative\index{Initiative} order. If there's a tie, place higher tier Units first. If there's still a tie, the players decide the order. \end{itemize} Unit setup when fighting \textbf{other players}: \begin{itemize}[wide] \item The attacking player places up to 5 Units on their chosen side of the Combat Board, followed by the defender. \item If the Combat takes place in a Town with a Citadel, the defender adds the \pagelink{Walls}{Wall, Gate and Arrow Tower} cards after placing their Units. \end{itemize}
he: \begin{itemize} \item בחר את הצד שלך על לוח הקרבות. הנח עד 5 מהיחידות שלך על הלוח. אתה יכול לבחור היכן על הקו הקדמי והקו האחרוי להניח כל יחידה. \item בדוק את \hyperlink{Difficulty Table}{\textbf{טבלת הקושי}} \iftoggle{printable}{(על הכריכה האחורית)}{} ושלוף מספר מתאים של יחידות נטרליות מהחפיסות הרלוונטיות. \item את היחידות הנטרליות מניחים בצורה שונה על הלוח, בהתאם למצב המשחק: \item בתרחיש מסוג \textbf{התגוששות} או \textbf{בריתות}, השחקן היריב השיוב לימינך שולט על היחידות הנטרליות וקובע את המיקומים ההתחלתיים שלהם. אם ניתן, יש להניח את יחידות ה-\includesvg[height=10px]{\svgs/unit_ranged.svg} בקו האחורי. \item בתרחיש מסוג\textbf{קמפיין} או \textbf{שיתוף פעולה}, יש להניח את היחידות הנטרליות משמאל לימין, מנקודת המבט של השחקן. ראשית, הנח את יחידות ה-\includesvg[height=10px]{\svgs/unit_ranged.svg} בקו האחורי\index{Units Placement}. לאחר מכן, הנח את יחידות ה-\includesvg[height=10px]{\svgs/unit_ground.svg} או את יחידות ה-\includesvg[height=10px]{\svgs/unit_flying.svg} בקו הקדמי. אן אין מספיק מקום להניח יחידה בקו הנכון שלה, שימו אותה בקו השני. יש להניח את היחידות בסדר מהירות\textenglish{(Initiative)} \textbf{יורד}\index{Initiative}. אם יש שיוויון, הנח את היחידה בדרגה הגבוהה יותר ראשונה. אם עדיין יש שיוויון, השחקן מחליט על הסדר ביניהן. \end{itemize} הכנת היחידות כאשר נלחמים נגד \textbf{שחקן אחר}: \begin{itemize}[wide] \item השחקן התוקף מניח לכל היותר 5 יחדיות על הצד שבחר בלוח הקרבות, ולאחריו מניח השחקן המתגונן. \item אם הקרב מתרחש על טירה מבוצרת (טירה שיש לה \textenglish{Citadel}), השחקן המתגונן מוסיף את קלפי\pagelink{Walls}{החומה, השער ומגדל החצים} לאחר שסיים להניח את היחידות שלו. \end{itemize} \vfill \begin{center} \includegraphics[width=0.55\linewidth]{\art/aging.png} \end{center}

source: \note{11}{ If your Town or Settlement is attacked by an enemy Hero and your Hero is not on that Field, you may immediately \textbf{pay 8} \includesvg[height=10px]{\svgs/gold.svg} to fight a defending Combat \textbf{using only your Units}. You cannot use your Deck during that Combat as your Main Hero is not present. Paying this Gold represents the cost of transporting the army there. }
he: \note{11}{\texthebrew{ אם אויב תוקף טירה או יישוב שלך, והגיבור שלך לא נוכח, אתה יכול \textbf{לשלם מיידית 8} \includesvg[height=10px]{\svgs/gold.svg} על מנת להלחם בקרב הגנה \textbf{בו מותר לך להשתמש אך ורק ביחידות שלך}. אינך יכול להשתמש בחפיסה שלך במהלך הקרב הזה, שכן הגיבור הראשי שלך אינו נוכח. תשלום הזהב מייצג את עלות השינוע של הכוחות שלך למקום הקרב. }}

source: \subsection*{\pagetarget{Combatterminology}{Combat Terminology}} The following terms are used to describe effects and elements during Combat:\par \textbf{Attacking Player} – The player who started the Combat.\par \textbf{Defending Player} – The player whom Combat was started against.\par \textbf{Activation} – A Unit Activates when it is next in the Initiative order.\par \textbf{Adjacent Unit} – A Unit is directly adjacent to another if it is one space away in a cardinal direction (nondiagonal).\par \textbf{Combat Round} – A full cycle of all Units of each player being Activated.\par \textbf{Combat Obstacles}\index{Combat Obstacles}\index{Obstacles, Combat} – Every card on the Combat Board is a Combat Obstacle. They block the movement of all non-flying Units.\smallskip\par \begin{tikzpicture}[overlay] \node at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Attack Die}\index{Attack Die}\index{Dice} – A red Die whose results range from -1 to +1. Roll the Die \textbf{whenever a Unit attacks} and add the result to the Unit's Attack value.}\par\smallskip \textbf{\pagetarget{Retaliate}{Retaliation Attack}} – If a Unit survives an attack by an adjacent Unit, it performs an attack back at that Unit. Each Unit can perform \textbf{only 1} Retaliation Attack\index{Retaliation Attack} per Combat Round. Retaliation Attacks function identically to normal attacks, but they cannot cause another Retaliation Attack. Mark Units which have performed a Retaliation Attack this Round with a black cube.\par \textbf{\pagetarget{Paralysis}{Paralysis}}\index{Paralysis} \includesvg[height=10px]{\svgs/paralysis.svg} – Some effects place a Paralysis Token on Units. That Unit \textbf{must skip its next Activation}. Remove the Token instead of activating it. If the Unit \textbf{is attacked or takes any damage} before that time, \textbf{remove the Token}. The Token does not prevent Units from performing Retaliation Attacks.\par \textbf{\pagetarget{Defend}{Defend}} \includesvg[height=10px]{\svgs/defense.svg} – Units may choose to gain a Defense Token and end the Activation instead of attacking. When a Unit with a Defense Token is attacked, make another roll with the attack Die after the initial attack roll. If you roll a ``+1'', the defending Unit gains an extra 1 Defense for this attack. If a Unit has a Defense Token at the start of its activation, discard it. The Unit cannot take another Defense Action during that activation.
cs: \subsection*{\pagetarget{Combatterminology}{Terminologie Boje}} \vspace*{\lang_header_adjustment} Následující termíny se používají k popisu efektů a prvků během Boje:\par \textbf{Útočící hráč} – Hráč, který zahájil Boj.\par \textbf{Bránící se hráč} – Hráč, proti kterému byl Boj zahájen.\par \textbf{Aktivace} – Jednotka se Aktivuje, když je na řadě v pořadí Iniciativy.\par \textbf{Sousední Jednotka} – Jednotka je přímo sousední s jinou, pokud je o jedno pole vzdálena v kardinálním směru (ne diagonálně).\par \textbf{Kolo Boje} – Plný cyklus všech Jednotek každého hráče, které jsou Aktivovány.\par \textbf{Bojové Překážky}\index{Bojové Překážky}\index{Překážky, Boj} – Každá karta na Desce Bojiště je Bojová Překážka. Blokují pohyb všech nelétajících Jednotek.\smallskip\par \begin{tikzpicture}[overlay] \node at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Kostka Útoku}\index{Kostka Útoku}\index{Kostky} – Červená Kostka, jejíž výsledky se pohybují od -1 do +1. Hoďte Kostkou \textbf{kdykoliv Jednotka útočí} a přidejte výsledek k hodnotě Útoku Jednotky.}\par\smallskip \textbf{\pagetarget{Retaliate}{Odvetný Útok}} – Pokud Jednotka přežije útok od sousední Jednotky, provede útok zpět na tuto Jednotku. Každá Jednotka může provést \textbf{pouze 1} Odvetný Útok\index{Odvetný Útok} za Kolo Boje. Odvetné Útoky fungují stejně jako normální útoky, ale nemohou způsobit další Odvetný Útok. Označte Jednotky, které provedly Odvetný Útok v tomto Kole, Černou Kostičkou.\par \textbf{\pagetarget{Paralysis}{Ochromení}}\index{Ochromení} \includesvg[height=10px]{\svgs/paralysis.svg} – Některé efekty umístí na Jednotky Žeton Ochromení. Tato Jednotka \textbf{musí přeskočit svou další Aktivaci} a následně odstranit Žeton. Pokud je Jednotka \textbf{napadena nebo utrpí jakékoliv zranění} dříve, \textbf{odstraňte Žeton}. Žeton nebrání Jednotkám v provádění Odvetných Útoků.\par \textbf{\pagetarget{Defend}{Obrana}} \includesvg[height=10px]{\svgs/defense.svg} – Jednotky se mohou rozhodnout získat Obranný Žeton a ukončit Aktivaci místo útoku. Když je Jednotka s Žetonem Obrany napadena, proveďte další hod Kostkou Útoku po počátečním útočném hodu. Pokud hodíte \uv{+1}, bránící se Jednotka získá pro tento útok extra 1 Obranu. Pokud má Jednotka Žeton Obrany na začátku své aktivace, odhoďte ho. Jednotka nemůže během této aktivace provést další Akci Obrany.
he: \subsection*{\pagetarget{Combatterminology}{מונחים במהלך הקרב}} המונחים הבאים משמים לתיאור אירועים ורכיבים שונים במהלך הקרב:\par \textbf{השחקן התוקף} – השחקן שהתחיל את הקרב.\par \textbf{השחקן המתגונן} – השחקן אותו תקף השחקן התוקף.\par \textbf{הפעלה} – יחידה מופעלת ברגע שהיא היחידה הבאה בסדר המהירות.\par \textbf{יחידה סמוכה} – יחידה נחשבת ״סמוכה״ ליחידה אחרת אם היא נמצאת במרחק של משבצת אחת ממנה (לא באלכסון).\par \textbf{סבב קרב} – סבב שלם בו הופעלו כל היחידות של כל השחקנים.\par \textbf{מכשול}\index{Combat Obstacles}\index{Obstacles, Combat} – כל קלף על לוח המשחק הוא מכשול. הם מונעים מעבר של כל היחידות שאינן מעופפות.\smallskip\par \begin{tikzpicture}[overlay] \node at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{קובית התקפה}\index{Attack Die}\index{Dice} – קוביה אדומה שהתוצאות בה הן בין 1- ל-1+. הטל את הקוביה \textbf{בכל פעם שיחידה תוקפת} והוסף את התוצאה של הקוביה לערך ההתקפה של היחידה.}\par\smallskip \textbf{\pagetarget{Retaliate}{תקיפת נגד}} – אם יחידה שרדה את ההתקפה של יחידה סמוכה היא תוקפת חזרה את היחידה התוקפת. כל יחידה יכולה לבצע תקיפת נגד \textbf{אחת בלבד}\index{Retaliation Attack} בכל סבב קרב. תקיפות נגד זהות לחלוטין לתקיפה רגילה, אך אינן יכולות להוביל למתפקת נגד נוספת. סמן יחידות שכבר ביצעו תקיפת נגד בקוביה שחורה.\par \textbf{\pagetarget{Paralysis}{קיפאון}}\index{Paralysis} \includesvg[height=10px]{\svgs/paralysis.svg} – חלק מהאפקטים מחייבים לשים אסימון קיפאון על יחידות. אותה יחידה That Unit \textbf{תחוייב לדלג על ההפעלה הבאה שלה}. הורד את האסימון במקום להפעיל אותה. אם היחידה \textbf{מותקפת (גם אם לא ירדו לה חיים) או נפגעת (כלומר יורדים לה חיים)} לפני כן, \textbf{הורד את האסימון}. האיסמון לא מונע מהיחידה לבצע תקיפת נגד.\par \textbf{\pagetarget{Defend}{הגנה}} \includesvg[height=10px]{\svgs/defense.svg} – שחקן יכול להחליט לוותר על הפעלה של יחידה על מנת להביא לה אסימון הגנה במקום. כאשר יחידה עם אסימון הגנה מותקפת, יש לזרוק קובית התקפה נוספת לאחר הזריקה של ההתקפה. אם יצא ״1+״ בקוביה, היחידה המגנה תקבל נקודת הגנה אחת נוספת עבור המתקפה הנוכחית. אם יש ליחידה אסימון הגנה בתחילה ההפעלה שלה, יש להסיר אותו. אותה יחידה לא יכולה לקבל אסימון הגנה נוסף באותה הפעלה.
ru: \subsection*{\hypertarget{Combatterminology}{Терминология сражения}} Для описания эффектов и элементов сражения используются следующие термины:\par \textbf{Атакующий игрок} — игрок, который начал сражение.\par \textbf{Обороняющийся игрок} — игрок, против которого было начато сражение.\par \textbf{Активация} — момент начала действий следующего в очереди (по скорости) отряда.\par \textbf{Смежный отряд} — отряд, непосредственно граничащий с вражеским по любой общей стороне (не по диагонали).\par \textbf{Раунд} — полный цикл последовательной активации всех отрядов каждого из игроков.\par \textbf{Препятствия}\index{Combat Obstacles}\index{Obstacles, Combat} — любая карта на доске сражений считается препятствием. Препятствия блокируют движение всех нелетающих отрядов.\smallskip\par \begin{tikzpicture}[overlay] \node at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Кубик сражения}\index{Attack Die}\index{Dice} — красный кубик со значениями от -1 до +1. В \textbf{момент атаки} бросьте кубик и примените результат к значению атаки отряда.}\par\smallskip \textbf{\hypertarget{Retaliate}{Контрудар}} — если отряд выживает после атаки смежного отряда, он наносит контрудар атаковавшему противнику. Каждый отряд может произвести \textbf{только 1} контрудар\index{Retaliation Attack} за раунд. Контрудары работают аналогично обычной атаке, но они не могут спровоцировать ответный контрудар. Отметьте чёрным кубиком отряды, совершившие контрудар.\par \textbf{\pagetarget{Paralysis}{Паралич}}\index{Paralysis} \includesvg[height=10px]{\svgs/paralysis.svg} – некоторые эффекты помещают жетон паралича на отряд. Этот отряд \textbf{пропускает свою следующую активацию}. Уберите жетон вместо активации. Если отряд \textbf{был атакован или получил любой урон} до этого, \textbf{уберите жетон}. Жетон не запрещает отрядам наносить контрудар.\par \textbf{\pagetarget{Defend}{Защита}} \includesvg[height=10px]{\svgs/defense.svg} – отряд может получить жетон защиты в конце активации вместо атаки. Когда отряд с жетоном защиты атакован, бросьте кубик сражения после основного броска атаки. Если выпадет «+1», обороняющийся отряд получает 1 дополнительное очко защиты в эту атаку. Если отряд обладал жетоном защиты в начале его активации, уберите этот жетон. Отряд не может сыграть ещё одну защиту в ходе этой активации.

source: Structure of a Combat Round: \begin{itemize} \item Players Activate their Units in descending order of Unit \pagelink{Initiative}{Initiative}. \textbf{If there's a tie}, alternate between attackers and defenders starting with an attacker. \item When a Unit Activates, place a Faction Cube on it to indicate it has been Activated this Combat Round. \item Activated Units may move and attack according to their \pagelink{Unittype}{type}. Neutral Units controlled by an opposing player must always attack if possible. \item Instead of attacking, a Unit may \pagelink{Defend}{defend}. In Neutral Combat, the Neutral enemy Units cannot defend, even when controlled by another player. \item Before a Unit attacks, both players may \pagelink{CombatCards}{play Cards}. Cards are resolved in the order in which players decide to play them. \item After a Unit's attack has been declared and all cards have been played, roll the Combat Die. Modify the attacking Unit's attack by the Die's result, then reduce it by the defending Unit's Defense, and finally deal the rest as \pagelink{HP}{damage} to the defending Unit. \item If the defending Unit was adjacent to the attacker, it \pagelink{Retaliate}{retaliates} if it hasn't done so this Round. \item Keep activating Units until they've all been Activated once. After the last Unit's activation, the Combat Round ends. \end{itemize}
cs: Struktura Kola Boje: \begin{itemize} \item Hráči Aktivují své Jednotky v sestupném pořadí podle \pagelink{Initiative}{Iniciativy} Jednotek. \textbf{Pokud dojde ke shodě}, střídají se útočníci a obránci, počínaje útočníkem. \item Když se Jednotka Aktivuje, umístěte na ni Kostičku Frakce, abyste označili, že byla Aktivována v tomto Kole Boje. \item Aktivované Jednotky se mohou pohybovat a útočit podle svého \pagelink{Unittype}{typu}. Neutrální Jednotky ovládané soupeřem musí vždy útočit, pokud je to možné. \item Místo útoku se může Jednotka \pagelink{Defend}{bránit}. V Neutrálním Boji se Neutrální nepřátelské Jednotky nemohou bránit, i když jsou ovládány jiným hráčem. \item Před útokem Jednotky mohou oba hráči \pagelink{CombatCards}{hrát Karty}. Karty se řeší v pořadí, v jakém se hráči rozhodnou je hrát. \item Po vyhlášení útoku a po zahrání všech karet hoďte Kostkou Útoku. Upravte útok útočící Jednotky podle výsledku Kostky, poté jej snížte o Obranu bránící se Jednotky. Zbytek způsobí \pagelink{HP}{zranění} bránící se Jednotce. \item Pokud bránící se Jednotka sousedí s útočníkem, \pagelink{Retaliate}{oplatí} útok, pokud tak neučinila v tomto Kole. \item Pokračujte v aktivaci Jednotek, dokud nebudou všechny jednou Aktivovány. Po aktivaci poslední Jednotky končí Kolo Boje. \end{itemize}
he: המבנה של סבב הקרבות: \begin{itemize} \item השחקנים מפעילים את היחידות שלהם בסדר יוריד לפי ה\pagelink{Initiative}{מהירות} של היחידות שלהם. \textbf{אם יש שיוויון}, התוקף והמתגונן יפעילו לסרוגין, התוקף יפעיל ראשון. \item לאחר שהיחידה הופעילה, הניחו עליה קובית צבא לסמן כי היחידה כבר הופעלה בסבב הנוכחי. \item יחידות מופעלות יכולות לזוז ולתקוף לפי ה\pagelink{Unittype}{סוג} שלהן. יחידות נייטרליות, המופעלות על ידי השחקן היריב, חייבות לתקוף אם הן יכולות. \item במקום לתקוף, יחידה רשאית \pagelink{Defend}{להגן}. בקרב מול יחידה נייטרלית, היחידות הנייטרליות אינן יכולות להגן, אפילו אם הן נשלטות על ידי שחקן אחר. \item לפי שיחידה תוקפת, שני השחקנים יכולים \pagelink{CombatCards}{להשתמש בקלפים}. את הקלפים מפעילים בסדר בו השחקנים מחליטים להפעיל אותם. \item לאחר שהיחידה תקפה וכל השחקנים שיחקו את כל הקלפים שלהם, יש לזרוק את קובית ההתקפה. עדכנו את ההתקפה של היחידה לפי התוצאה בקוביה, ואז הפחיתו ממנה את ההגנה של היחידה המותקפת, שאר המתקפה היא \pagelink{HP}{עוצמת הפגיעה} ליחידה המתגוננת. \item אם היחידה המתגוננת צמודה לתוקף, היא מבצעת \pagelink{Retaliate}{התקפת נגד} אם היא לא עשתה זאת כבר בסבב הנוכחי. \item המשיכו להפעיל את היחידות עד שכולן הופעלו. לאחר שהיחידה האחרונה הופעלה, סבב הקרב נגמר. \end{itemize}
ru: Этапы раунда: \begin{itemize} \item Игроки активируют свои отряды в порядке убывания \hyperlink{Initiative}{скорости} отряда. \textbf{Если они совпадают}, атакущие и обороняющие активируются по очереди, начиная с атакующих. \item Во время активации отряда, положите на него кубик фракции для отображения активации в текущем раунде. \item Активированные отряды могут двигаться и атаковать в соответствии с их \hyperlink{Unittype}{типом}. Нейтральные отряды, контролируемые другим игроком, по возможности должны всегда атаковать. \item Вместо атаки отряд может \hyperlink{Defend}{защищаться}. Нейтральные отряды не могут защищаться, даже если контролируются другим игроком. \item Перед атакой оба игрока могут \hyperlink{CombatCards}{сыграть карты}. Игроки принимают решение, в каком порядке играются эти карты. \item После объявления атаки, когда все карты были сыграны, бросьте кубик сражения. Измените значение атаки отряда, применив результат кубика, отнимите от него значение защиты обороняющегося отряда и нанесите оставшийся \hyperlink{HP}{урон} обороняющемуся отряду. \item При атаке смежным отрядом обороняющийся \hyperlink{Retaliate}{контратакует}, если ещё не делал этого в текущем раунде. \item Продолжайте активировать отряды один за другим; в конце активации последнего отряда раунд завершается. \end{itemize}

source: \subsection*{\pagetarget{Timelimit}{Combat Time Limits}}\index{Time Limit} Combats against Neutral Units have a time limit of \textbf{one Combat Round}. At the end of every Combat Round you have an option to either \textbf{Retreat}\index{Retreat} or spend 1 MP from the Hero that started the Combat in order to play another Round. When you Retreat, \hyperlink{Endcombat}{end the Combat}, and move the Hero that started the Combat back to the Field they \textbf{last Visited}. There are no other negative consequences to Retreating.\par
he: \subsection*{\pagetarget{Timelimit}{ֿ\texthebrew{מגבלת הזמן של הקרבות}}}\index{Time Limit} לקרבות כנגד יחידות נייטרליות יש מגבלת זמן של \textbf{סבב אחד בלבד}. בסוםו של כל סבב קרב, יש לשחקן אפשרות או \textbf{לסגת}\index{Retreat} או להשתמש בנקודת תנועה אחת של הגיבור שנלחם בקרב, על מנת להמשיך לסבב נוסף. כאשר אתה נסוג, \hyperlink{Endcombat}{סיים את הקרב}, והחזר את הגיבור שהתחיל את הקרב לשדה \textbf{ממנו הגיע}. אין השלכה שלילית אחרת לנסיגה מהקרב.\par

source: \note{5}{Combats against Azure \includesvg[height=10px]{\svgs/azure-note.svg} Units, other players, or \pagelink{AIrules}{AI Heroes} have no time limit, and you cannot Retreat from them.}
he: \note{5}{\texthebrew{אין הגבלת זמן בקרבות כנגד יחידות בדרגת תכלת\textenglish{(Azure)} \includesvg[height=10px]{\svgs/azure-note.svg},בקרבות כנגד שחקנים אחרים, או בקרבות כנגד \pagelink{AIrules}{שחקן IA}.}}

source: \subsection*{\pagetarget{CombatCards}{Using Cards During Combat}} You may only use \textbf{one Spell per Combat Round}. Ongoing \includesvg[height=10px]{\svgs/ongoing.svg} and \includesvg[height=10px]{\svgs/activation.svg} Activate effects can be used only \textbf{when Activating one of your Units and before it attacks}. Ongoing effects\index{Ongoing Effects} last until end of Combat or if the effect on the card is used up.\par Instant \includesvg[height=10px]{\svgs/instant.svg} Cards may be played \textbf{at any time} except between rolling the Combat Die and resolving damage unless otherwise stated. Effects of increasing a Unit's \includesvg[height=10px]{\svgs/attack.svg} (e.g. by the Statistics Cards), expire whenever the first attack performed by that unit resolves or the Activation ends, whichever comes first. The increased \includesvg[height=10px]{\svgs/defense.svg} expires in a similar way.
he: \subsection*{\pagetarget{CombatCards}{שימוש בקלפים במהלך הקרב}} ניתן להשתמש \textbf{בקלף קסם אחד בלבד בכל סבב קרב}. ניתן להשתמש באפקטים מתמשכים \includesvg[height=10px]{\svgs/ongoing.svg} ו- \includesvg[height=10px]{\svgs/activation.svg} רק \textbf{כאשר אחת היחידות שלך היא היחידה הפעילה ורק לפני שהיא תוקפת}. אפקטים מתמשכים \index{Ongoing Effects} נשארים עד לסוף הקרב או עד שנגמרו השימושים בקלף.\par ניתן לשחק בקלפים מידיים \includesvg[height=10px]{\svgs/instant.svg} \textbf{בכל רגע נתון} למעט בין זריקת קובית התקיפה ובין הורדת נקודות הפגיעה, אלא אם כן צויין אחרת. קלפים המחזקים את ה- \includesvg[height=10px]{\svgs/attack.svg} של היחידה (למשל קלפי סטטיסטיקה), מסתיימים בהתקפה הראשונה של היחידה, או כאשר ההפעלה שלה מסתיימת, המוקדם מביניהם. חיזוק ה-\includesvg[height=10px]{\svgs/defense.svg} מסתיים באופן דומה. \subsection*{\pagetarget{Timelimit}{Combat Time Limits}}\index{Time Limit} לקרבות נגד יחידות נטרליות יש מגבלת זמן של \textbf{סבב קרבות אחד}. אם אתה לא מנצח את הקרב לפני הסיום של סבב הקרבות הנוכחי, עליך \pagelink{Endcombat}{לסגת}\index{Retreat} או להשתמש בנקודת תנועה נוספת של הגיבור שהתחיל את הקרב על מנת להמשיך את הקרב לסבב נוסף.\par

source: \subsection*{\pagetarget{Endcombat}{End of Combat}} If all units on one side are defeated, the combat ends immediately, and the side with any surviving units is the winner. When Combat ends, all damage is healed from all surviving Units. Move any player owned Units back to their Unit Deck and discard any leftover enemy Neutral Units.
he: \subsection*{\pagetarget{Endcombat}{סוף הקרב}} הקרב מסתיים ברגע שכל היחידות של צד אחד הושמדו, הצד שנותרו לו יחידות הוא המנצח. כאשר הקרב מסתיים כל היחידות הפצועות מתרפאות. החזר את היחידות שלך לחפיסת היחידות וזרוק את יחידות האויב הניטרליות.
