Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: Defeated Main Heroes \textbf{have to move} to a friendly Town or Settlement, while Secondary Heroes are removed from the game until Recruited again. Defeating a Main Hero may cause \pagelink{End}{Player Elimination}.\par If you defeat all Units during Combat against \textbf{another player's Main Hero}, the defeated player \textbf{loses Morale} and has to \textbf{pay the winner} 5 \includesvg[height=10px]{\svgs/gold.svg}. Do not lose Morale or pay \includesvg[height=10px]{\svgs/gold.svg} if a \textbf{Secondary Hero} is defeated. \textbf{In both cases}, the defeated player also \textbf{gives the winner} one of their \pagelink{End}{Faction Cubes}. You may \textbf{Surrender}\index{Surrender} to another player by paying them 10 \includesvg[height=10px]{\svgs/gold.svg} when activating a Unit. Move your Main Hero or remove your Secondary Hero from the game as if you were defeated by losing your Units. There are no other direct consequences to Surrendering; the winner does not gain a Faction Cube.\par \note{4}{You cannot surrender when defending a Town.}\par When a Secondary Hero is attacked, they may also choose to be \textbf{instantly defeated} instead of fighting a Combat in order to preserve their Units. When this happens, the attacker still receives a Faction Cube from the defeated Hero.\par After winning Combat and getting the \pagelink{Combatexperience}{Experience}, Heroes \textbf{must} Visit the Field where the Combat took place.
he: גיבור ראשי שהפסיד \textbf{חייב לעבור} לטירה או ליישוב ידידותי, גיבור משני שהפסיד יוצא מהמשחק עד שיגוייס שוב. הפסד של הגיבור הראשי יכול להוביל \pagelink{End}{להפסד של השחקן}.\par שחקן שאיבד את כל היחידות שלו \textbf{בקרב מול שחקן אחר}, השחקן המובס \textbf{מפסיד מורל} ועליו \textbf{לשלם למנצח} 5 \includesvg[height=10px]{\svgs/gold.svg}. השחקן לא מפסיד מורל ולא משלם \includesvg[height=10px]{\svgs/gold.svg} אם \textbf{הגיבור המשני} הובס. \textbf{בשני המקרים}, השחקן המפסיד \textbf{מעניק למנצח} את אחת מ\pagelink{End}{קוביות הצבא} שלו. אתה יכול לבחור \textbf{להיכנע}\index{Surrender} לשחקן השני בכל שתשלם לו 10 \includesvg[height=10px]{\svgs/gold.svg} בזמן הפעולה של יחידה. הזז את הגיבור הראשי, או הסר את הגיבור המשני מהמשחק, כאילו הובסת בקרב. אך אין אף השלכה אחרת לכניעה, המנצח לא זוכה בקוביית צבא.\par \note{4}{\texthebrew{אתה לא יכול להיכנע כאשר אתה מגן על טירה.}}\par כאשר גיבור משני מותקף, השחקן יכול לבחור \textbf{להפסיד מיידית} במקום להילחם בקרב, במטרה לשמור על היחידות שלהם. אם השחקן בוחר לעשות זאת, התוקף יקבל קוביית צבא מהגיבור שהפסיד.\par לאחר שהקרב הסתיים, ולאחר שהגיבור הראשי (אם השתתף בקרב) מקבל \pagelink{Combatexperience}{ניסיון}, הגיבור \textbf{חייב} לבקר בשדה בו התרחש הקרב.

source: Winning Combat with your Main Hero usually grants them Experience\index{Experience}. If either the Difficulty of the Neutral Field or the Level of a defeated enemy Main Hero was \textbf{equal} to your Level, gain 1 \includesvg[height=10px]{\svgs/experience.svg}. If they were \textbf{higher} than your Level, gain 2 \includesvg[height=10px]{\svgs/experience.svg}. Winning a Neutral Combat against a Neutral Azure \includesvg[height=10px]{\svgs/azure.svg} Unit grants your Hero Level 7 \textbf{immediately}. If you ever gain multiple Levels at the same time, resolve their effects in order. Level ups must be resolved before Visiting the Field where the Combat happened.\par Secondary Heroes cannot ever gain Experience. You also do not gain Experience from \textbf{defeating} a Secondary Hero, or if an enemy Hero \textbf{Surrenders} to you.
cs: Vítězství v Boji s vaším Hlavním Hrdinou obvykle poskytuje Zkušenosti\index{Zkušenosti}. Pokud byla Obtížnost Neutrálního Pole nebo Úroveň poraženého nepřátelského Hlavního Hrdiny \textbf{rovna} vaší Úrovni, získejte 1 \includesvg[height=10px]{\svgs/experience.svg}. Pokud byla \textbf{vyšší} než vaše Úroveň, získejte 2 \includesvg[height=10px]{\svgs/experience.svg}. Vítězstvím v Neutrálním Boji proti Neutrální Azurové \includesvg[height=10px]{\svgs/azure.svg} Jednotce získáváte okamžitě Úroveň 7. Pokud získáte více Úrovní najednou, vyřešte jejich efekty postupně. Zvýšení Úrovně musí být vyřešeno před Návštěvou Pole, kde se Boj odehrál.\par Vedlejší Hrdinové nikdy nemohou získat Zkušenosti. Také nezískáte Zkušenosti za \textbf{poražení} Vedlejší Hrdiny, nebo pokud vám nepřátelský Hrdina \textbf{Kapituluje}.
es: Ganar un Combate con tu Héroe Principal normalmente otorga Experiencia\index{Experiencia}. Si la Dificultad del Campo Neutral o el Nivel de un Héroe Principal enemigo derrotado era \textbf{igual} a tu Nivel, gana 1 \includesvg[height=10px]{\svgs/experience.svg}. Si fuese \textbf{mayor} que tu Nivel, gana 2 \includesvg[height=10px]{\svgs/experience.svg}. Ganar un Combate Neutral contra una unidad Azure \includesvg[height=10px]{\svgs/azure.svg} te da el Nivel 7 \textbf{directamente}. Si obtienes varios Niveles al mismo tiempo, resuelve sus efectos en orden. Las subidas de nivel deben resolverse antes de Visitar el Campo donde se produjo el Combate.\par Los Héroes Secundarios no ganan Experiencia. Tampoco ganas Experiencia por \textbf{derrotar} un Heroe Secudnario o si un Héroe enemigo \textbf{se rindiese}.
fr: Gagner un Combat avec le Héros Principal lui donne normalement de l'Expérience\index{Expérience}. Si la Difficulté de la Case Neutre ou le Niveau du Héros Principal battu est \textbf{égal} à votre Niveau, gagnez 1 \includesvg[height=10px]{\svgs/experience.svg}. S'ils étaient de plus \textbf{haut} Niveau que vous, gagnez 2 \includesvg[height=10px]{\svgs/experience.svg}. Gagner un Combat Neutre contre une Unité Neutre Azur \includesvg[height=10px]{\svgs/azure.svg} permet à votre Héros de monter \textbf{immédiatement} au Niveau 7. Si vous montez plusieurs Niveaux en même temps, résolvez leurs effets dans l'ordre. La montée en Niveau se résoud avant l'Exploration de la Case où le Combat a eu lieu.\par Le Héros Secondaire ne gagne jamais d'Expérience. Vous ne gagnez pas non plus d'Expérience en \textbf{battant} un Héros Secondaire ou si un Héros se \textbf{Rend}.
he: בדרך כלל, לאחר ניצחון בקרב עם הגיבור הראשי, הגיבור מקבל ניסיון\index{Experience}. אן הדרגה של השדה או הדרגה של הגיבור הראשי של האויב הייתה \textbf{שווה} לדרגה של הגיבור שלך, אתה מקבל \includesvg[height=10px]{\svgs/experience.svg} 1. אם הדרגה שלהם הייתה \textbf{גבוהה יות} מאשר הדרגה של הגיבור שלך, אתה מקבל 2 \includesvg[height=10px]{\svgs/experience.svg}. ניצחון יחידה ניטרלית כנגד יחידה בדרגה תכלת \includesvg[height=10px]{\svgs/azure.svg} מעניקה לגיבור שלך את דרגה 7 \textbf{מיידית}. אם אתה זוכר בכמה רמות באותו זמן, הפעל את האפקטים שלהם לפי הסדר. העלייה בדרגה מתרחשת לפני שאתה מבקר בשדה בו הקרב התרחש.\par הגיבור המשני לא יכול לקבל ניסיון. אתה גם לא זוכה לקבל ניסיון אם אתה \textbf{מנצח} גיבור משני, או אם גיבור היריב \textbf{נכנע}.
ru: Побеждая в сражениях, основные герои зарабатывают опыт\index{Experience}. Если сложность нейтрального поля или уровень побежденного вражеского основного героя \textbf{равны} вашему уровню, получите 1 \includesvg[height=10px]{\svgs/experience.svg}. Если же эти значения \textbf{выше} вашего уровня, получите 2 \includesvg[height=10px]{\svgs/experience.svg}. Победа в сражениях с Лазурными нейтральными отрядами \includesvg[height=10px]{\svgs/azure.svg} \textbf{мгновенно} повышает уровень героя до 7 . Если вы получили несколько уровней за раз, примените все эффекты от них по порядку. Повышение уровня должно быть выполнено \textbf{до} применения остальных эффектов поля, на котором состоялось сражение.\par Вторичные герои не могут зарабатывать опыт. Также опыта не приносит победа над \textbf{вторичным героем} или если вражеский герой \textbf{сдался}.

source: \subsection*{Campaign and Cooperative Combat} During these game modes, all enemy Units activate as described in the \pagelink{AI Units}{AI Rules section}.
cs: \subsection*{Kampaň a Kooperativní Mód} \vspace*{\lang_header_adjustment} Během těchto herních režimů se všechny nepřátelské Jednotky aktivují, jak je popsáno v \pagelink{AI Units}{sekci Pravidel AI}.
he: \subsection*{קרבות בקמפיין ובמצב שיתוף פעולה} כאשר משחקים במצבים האלו, כל יחידות האויב פועלות כפי שמוגדר \pagelink{AI Units}{בפרק יחידות IA}.
ru: \subsection*{Сражения в Кампании и Кооперативе} В ходе данных игровых режимов все вражеские отряды активируются по \hyperlink{AIrules}{правилам для ИИ}.

source: {2} \textit{Bob's Zombies are about to attack Alice's Griffins. As Bob announces the attack, both players now have a chance to modify the Attack or Defense of their own Unit by playing any number of \includesvg[height=10px]{\svgs/instant.svg} cards that increase an attacking Unit's \includesvg[height=10px]{\svgs/attack.svg} or a defending Unit's \includesvg[height=10px]{\svgs/defense.svg}.}\par \textit{Bob decides to play a +1 Attack Card, increasing the Zombies' attack from 2 to 3. Alice responds by playing a +1 Defense Card, increasing the Griffins' Defense from 0 to 1. They would both be permitted to play any number of additional cards in any order, but they decide to stop after playing these cards.}\par
cs: {2} \textit{Bobovy Zombie se chystají zaútočit na Aliciny Grifiny. Když Bob oznámí útok, oba hráči nyní mají možnost upravit Útok nebo Obranu své Jednotky hraním libovolného počtu \includesvg[height=10px]{\svgs/instant.svg} karet, které zvyšují \includesvg[height=10px]{\svgs/attack.svg} útočící Jednotky nebo \includesvg[height=10px]{\svgs/defense.svg} bránící se Jednotky.}\par \textit{Bob se rozhodne zahrát kartu +1 Útok a zvýší útok Zombie z 2 na 3. Alice reaguje zahráním karty +1 Obrana a zvýší Obranu Grifinů z 0 na 1. Oba by mohli hrát libovolný počet dalších karet v libovolném pořadí, ale rozhodnou se zastavit po zahrání těchto karet.}\par
es: {2} \textit{Los Zombies de Bob están a punto de atacar a los Grifos de Alice. Mientras Bob anuncia el ataque, ambos jugadores tienen ahora la oportunidad de modificar el Ataque o la Defensa de su propia Unidad jugando cualquier número de cartas \includesvg[height=10px]{\svgs/instant.svg} que aumenten el ataque de la unidad \includesvg[height=10px]{\svgs/attack.svg} o su defensa \includesvg[height=10px]{\svgs/defense.svg}.}\par \textit{Bob decide jugar una Carta de Ataque +1, aumentando el ataque de los Zombies de 2 a 3. Alice responde jugando una Carta de Defensa +1, aumentando la Defensa de los Grifos de 0 a 1. A ambos se les permitiría jugar cualquier número de cartas adicionales en cualquier orden, pero deciden parar después de jugar estas cartas.}\par
fr: {2} \textit{Les Zombies de Bob vont attaquer les Griffons d'Alice. Quand Bob annonce l'Attaque, chaque joueur a la possibilité de modifier l'Attaque ou la Défense de leurs Unités en jouant n'importe quel nombre de Cartes \includesvg[height=10px]{\svgs/instant.svg} qui augmentent l'Attaque \includesvg[height=10px]{\svgs/attack.svg} de l'Unité attaquante ou la défense \includesvg[height=10px]{\svgs/defense.svg} de l'Unité en défense.}\par \textit{Bob décide de jouer une Carte d'Attaque +1, augmentant l'Attaque des Zombies de 2 à 3. En réponse, Alice joue une Carte de Défense +1, augmentant la Défense des Griffons de 0 à 1. Ils peuvent tous les deux continuer à jouer n'importe quel nombre de Cartes dans l'ordre de leur choix, mais décident d'arrêter.}\par
he: {2} \textit{הזומבים של בוב מתכוננים לתקוף את הגריפינים של אליס. כאשר בוב הכריז על ההתקפה, לשני השחקנים יש כעת אפשרות לערוך את ההתקפה או את ההגנה של היחידות שלהם. השחקנים עושים בכך שהם משחקים כמה קלפי \includesvg[height=10px]{\svgs/instant.svg} שהם רוצים. הקלפים הללו מגברים את ההתקפה \includesvg[height=10px]{\svgs/attack.svg} או את ההגנה \includesvg[height=10px]{\svgs/defense.svg} של היחידות שלהם.} \par \textit{בוב החליט להוסיף קלף 1+ להתקפה, ובכך הגדיל את ההתקפה של הזומבים מ-2 ל-3. אליס מגיבה בכך שהיא מוסיפה קלף הגנה 1+, שמגביר את ההגנה של הגריפינים מ-0 ל-1. הם היו יכולים להוסיף ולשחק קלפים נוסים בכל סדר שהוא, אך החליטו להפסיק אחרי ששיחקו את הקלפים הללו.}\par
ru: {2} \textit{Зомби Боба собираются атаковать Грифонов Алисы. Когда Боб объявил атаку, оба игрока имеют возможность изменить атаку и защиту своих отрядов, сыграв любое количество \includesvg[height=10px]{\svgs/instant.svg} карт, увеличивающих \includesvg[height=10px]{\svgs/attack.svg} атакующих отрядов или \includesvg[height=10px]{\svgs/defense.svg} обороняющихся.}\par \textit{Боб решает сыграть карту Атаки +1, повышая атаку Зомби с 2 до 3. Алиса отвечает, сыграв карту Защиты +1, увеличивая защиту Грифонов с 0 до 1. Игроки могли сыграть дополнительные карты в любом порядке, но приняли решение остановиться на данном этапе.}\par

source: \textit{After all cards for the attack have been played, the Attack Die is thrown to further modify the amount of damage the attacking Unit deals. Bob throws a +1. This increases the Zombies' attack from 3 to 4, which is then reduced by the Griffins' Defense of 1. Therefore, 3 damage \includesvg[height=10px]{\svgs/damage.svg} is placed on the Griffins. Since they have a HP \includesvg[height=10px]{\svgs/health_points.svg} of 4, they are not flipped over to their ``Few'' side.}\par \textit{The Griffins do not have a black cube on them, therefore they now start a Retaliation Attack. The cube would now normally be placed on them, however their Special \includesvg[height=10px]{\svgs/unit_retaliate.svg} Ability indicates that they may Retaliate any number of times so the cube is not placed.}\par \textit{Both players are allowed to modify the Statistics of their Units again during the Retaliation Attack. The previously played Attack and Defense cards no longer have any effect.}
cs: \textit{Po zahrání všech karet pro útok je hozena Kostka Útoku, aby dále upravila množství zranění, které útočící Jednotka způsobí. Bob hodí +1. Tím se útok Zombie zvýší z 3 na 4, což je následně sníženo Obranu Grifinů o 1. Proto je na Grifiny umístěno 3 zranění \includesvg[height=10px]{\svgs/damage.svg}. Protože mají 4 životy \includesvg[height=10px]{\svgs/health_points.svg}, nejsou přetočeni na svou stranu \uv{Málo}.}\par \textit{Grifini na sobě nemají Černou Kostičku, takže nyní zahájí Odvetný Útok. Kostička by na ně po něm byla normálně umístěna, avšak jejich Speciální \includesvg[height=10px]{\svgs/unit_retaliate.svg} Schopnost uvádí, že mohou oplatit jakýkoliv počet útoků, takže k tomu nedojde.}\par \textit{Oba hráči mohou znovu upravit statistiky svých Jednotek během Odvetného Útoku. Dříve hrané karty Útoku a Obrany již nemají žádný efekt.}
es: \textit{Después de que se hayan jugado todas las cartas para el ataque, se lanza el Dado de Ataque para modificar aún más la cantidad de daño que inflige la Unidad atacante. Bob lanza un +1. Esto aumenta el ataque de los Zombies de 3 a 4, que luego se reduce por la Defensa de los Grifos de 1. Por lo tanto, 3 de daño \includesvg[height=10px]{\svgs/damage.svg} a los Grifos. Dado que tienen un HP \includesvg[height=10px]{\svgs/health_points.svg} de 4, no se voltean a su lado "Pocas".}\par \textit{Los Grifos no tienen un cubo negro sobre ellos, por lo tanto ahora comienzan un Ataque de Represalia. El cubo ahora se colocaría normalmente sobre ellos, sin embargo su Habilidad Especial \includesvg[height=10px]{\svgs/unit_retaliate.svg} indica que pueden tomar represalias cualquier número de veces para que el cubo no se coloque.}\par \textit{Ambos jugadores pueden volver a modificar las Estadísticas de sus Unidades durante el Ataque de Represalia. Las cartas de Ataque y Defensa jugadas anteriormente ya no tienen ningún efecto.}
fr: \textit{Après avoir joué leurs Cartes, le Dé d'Attaque est lancé, modifiant le montant des dégâts infligés par les Unités attaquantes. Bob lance +1. Cela augmente l'attaque des Zombies de 3 à 4, réduit ensuite par la défense de 1 des Griffons. De ce fait, 3 dégâts \includesvg[height=10px]{\svgs/damage.svg} sont placés sur les Griffons. Leurs PV \includesvg[height=10px]{\svgs/health_points.svg} étant de 4, ils ne sont pas retournés du côté « Quelques ».}\par \textit{Les Griffons n'ayant pas de Cube Noir vont pouvoir Riposter. Un Cube devrait être placé sur les Griffons, cependant leur Compétence \includesvg[height=10px]{\svgs/unit_retaliate.svg} indique qu'ils Rispostent contre chaque Attaque. On ne place donc pas de Cube.}\par \textit{Chaque joueur peut à nouveau modifier les Caractéristiques de ses Unités pendant les Ripostes. Les Cartes utilisées précédement ne font cependant plus effet.}
he: \textit{לאחר שבוב ואליס שיחקו את הקלפים שלהם, בוב זורק את קובית ההתקפה. הקוביה משנה מעט את ערך ההתקפה הכוללת שהיחידה התוקפת עושה. בוב זרק 1+. תוצאת הקוביה מעלה את ההתקפה של הזומבים מ-3 ל-4, ומהתוצאה הזאת יש לחסר את ההגנה 1 של הגריפינים. כלומר, הזומבים הנחיתו 3 נקודות נזק \includesvg[height=10px]{\svgs/damage.svg} על הגריפינים. מכיוון שיש לגריפינים 4 PH \includesvg[height=10px]{\svgs/health_points.svg}, הם לא עוברים לצד ה-״מעטים״ שלהם.}\par \textit{לגריפינים אין קוביה שחורה עליהם, ולכן הם מבצעים התקפת נגד. כעת, במצב הרגיל הגריפינים היו אמורים לקבל קוביה שחורה עליהם, אך בכלל היכולת המיוחדת \includesvg[height=10px]{\svgs/unit_retaliate.svg} שלהם, המציינת שהגריפינים תמיד יכולים לבצע התקפת נגדת,לא מניחים עליהם קוביה שחורה.}\par \textit{שני השחקנים יכולים לערך את הסטטיסטיקות של היחידות שלהם שוב במהלך תקיפת הנגד. אין כבר השפעה לקלפי ההתקפה וההגנה של המתקפה הראשית.}
ru: \textit{После того как были сыграны все карты, бросается кубик сражения, изменяя количество урона, наносимого атакующим отрядом. Бобу выпадает +1. Это повышает атаку Зомби с 3 до 4, которая уменьшается защитой Грифонов, равной 1. Таким образом, 3 урона \includesvg[height=10px]{\svgs/damage.svg} помещается на Грифонов. Так как их HP равен \includesvg[height=10px]{\svgs/health_points.svg} 4, они не переворачиваются на сторону «few».}\par \textit{Грифоны не отмечены чёрным кубиком, поэтому они начинают контратаку. По правилам они должны быть отмечены чёрным кубиком, однако их \includesvg[height=10px]{\svgs/unit_retaliate.svg} способность позволяет им контратаковать неограниченное количество раз, поэтому кубик не устанавливается.}\par \textit{Оба игрока имеют возможность модифицировать статистику их отрядов снова в ходе контратаки. Ранее сыгранные карты Атаки и Защиты не дают никаких эффектов.}

source: {2} \subsection*{\pagetarget{Walls}{Defending a Town With\\a Citadel\raggedright}}\index{Defending Town} When a Town with a Citadel is attacked, the defender adds the 3 Wall and 1 Gate Obstacles in any order to the Middle Row of the Combat Board after placing their Units. The Gate Card is \textbf{not an Obstacle to the defending player}. The Wall and Gate\index{Walls and Gate} cards can be destroyed by any adjacent \includesvg[height=10px]{\svgs/unit_ground.svg} or \includesvg[height=10px]{\svgs/unit_flying.svg} Unit's attack. \par Defending Units standing on their own side and \textbf{in the same column} as a Wall or a Gate gain protection from \includesvg[height=10px]{\svgs/unit_ranged.svg} attacks. If they are targeted by a \includesvg[height=10px]{\svgs/unit_ranged.svg} attack performed from the opponent's side of the Combat Board, \textbf{reduce the attack's damage by 1}.
he: {2} \subsection*{\pagetarget{Walls}{הגנה על טירה עם \\מצודה\raggedright}}\index{Defending Town} כאשר מתקיפים טירה עם מצודה, המגן מוסיף 3 חומות ושער אחד באיזה סדר שירצה לשורה האמצעית של לוח הקרב. המגן מוסיף אותם לאחר שהניח את היחידות שלו. קלף השער \textbf{אינו נחשב מכשול עבור השחקן המגן}. ניתן להשמיד את קלפי החומה והשער\index{Walls and Gate} על ידי התקפה של כל יחידת \includesvg[height=10px]{\svgs/unit_ground.svg} או יחידת \includesvg[height=10px]{\svgs/unit_flying.svg}. \par יחידות מגינות, העומדות בצד שלהן \textbf{באותה עמודה} עם חומה או שער, מקבל הגנה מפני תקיפות קשתים \includesvg[height=10px]{\svgs/unit_ranged.svg}. אם קשתים \includesvg[height=10px]{\svgs/unit_ranged.svg} תוקפים אותם מהצד השני של לוח הקרב, \textbf{יש להוריד 1 מההתקפה של התוקף}.

source: \columnbreak \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} The defender also gains the Arrow Tower\index{Arrow Tower} Unit Card which is placed next to the Combat Board. The attacker doesn't need to destroy it to win the Combat.
he: המגן יכול גם להשתמש בקלף מגדל החצים \textenglish{(Arrow Tower)}\index{Arrow Tower} המנוח ליד לוח הקרב. התוקף לא צריך להשמיד אותו על מנת לנצח בקרב.
