Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: [h] \mbox{}% \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_protected.png} \caption[halberdiers protected]{\textit{When the Halberdiers are behind a non-destroyed Gate, they \textbf{are protected} when attacked from behind the Wall line. The \includesvg[height=10px]{\svgs/unit_ranged.svg} attack damage of Evil Eyes is \textbf{reduced by 1}.}} \end{minipage} \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} \caption[halberdiers unprotected]{\textit{Because the Halberdiers are not behind a non-destroyed Wall, \textbf{protection doesn't work}. Evil Eyes attack \textbf{without penalty}.}} \end{minipage} \hfill% \mbox{}%
cs: [h] \mbox{}% \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_protected.png} \caption[halapartníci chráněni]{\textit{Když jsou Halapartníci za nezničenou Bránou, \textbf{jsou chráněni} při útoku zpoza Zdi. Útok \includesvg[height=10px]{\svgs/unit_ranged.svg} Zlých Očí má \textbf{snížené zranění o 1}.}} \end{minipage} \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} \caption[halapartníci nechráněni]{\textit{Protože Halapartníci nejsou za nezničenou Zdí, \textbf{ochrana nefunguje}. Zlé Oči útočí \textbf{bez postihu}.}} \end{minipage} \hfill% \mbox{}%
es: [h] \mbox{}% \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_protected.png} \caption[halberdiers protected]{\textit{Cuando los Alabarderos están detrás de una Puerta no destruida, they \textbf{están protegidos} cuando es atacado por detrás de la línea del Muro. El \includesvg[height=10px]{\svgs/unit_ranged.svg} de los Ojos Malignos es \textbf{reducido en 1}.}} \end{minipage} \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} \caption[halberdiers unprotected]{\textit{Cuando los Alabarderos están detrás de un Muro destruido, \textbf{la protección no funciona}. Los Ojos Malignos atacan \textbf{sin penalización}.}} \end{minipage} \hfill% \mbox{}%
fr: [h] \mbox{}% \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth,height=11cm]{translations/assets/fr/exemples/ranged_protected_fr.png} \caption[halberdiers protected]{\textit{Quand les Hallebarbiers sont derrière une Porte non détruite, ils \textbf{sont protégés} des attaques depuis derrière la ligne des Murs. Les dégâts de l'attaque \includesvg[height=10px]{\svgs/unit_ranged.svg} des Yeux Maléfiques sont \textbf{réduit de 1}.}} \end{minipage} \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth,height=11cm]{translations/assets/fr/exemples/ranged_unprotected_fr.png} \caption[halberdiers unprotected]{\textit{Comme les Hallebardiers sont derrière un Mur détruit, la \textbf{protection ne s'applique pas}. Les Yeux Démoniaques attaquent \textbf{sans pénalité}.}} \end{minipage} \hfill% \mbox{}%
he: [h] \mbox{}% \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_protected.png} \caption[halberdiers protected]{\textit{כאשר ה-\textenglish{Halberdiers} נמצאים מאחורי שער עומד, הם \textbf{מוגנים} מפני תקיפות קשתים מאחורי קו החומה. ההתקפה של הקשתים \includesvg[height=10px]{\svgs/unit_ranged.svg} \textenglish{Evil Eyes} \textbf{יורדת ב-1}.}} \end{minipage} \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} \caption[halberdiers unprotected]{\textit{ה-\textenglish{Halberdiers} אינם מאחורי חומה עומדת, ולכן \textbf{אין עליהם הגנה}. ה-\textenglish{Evil Eyes} תוקפים \textbf{ללא קנס}.}} \end{minipage} \hfill% \mbox{}%
ru: [h] \mbox{}% \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_protected.png} \caption[halberdiers protected]{\textit{Когда алебардщики находятся за неразрушенными воротами, они \textbf{защищены} от атак из-за линии стены. Урон от \includesvg[height=10px]{\svgs/unit_ranged.svg} атаки Злобоглазов \textbf{уменьшается на 1}.}} \end{minipage} \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} \caption[halberdiers unprotected]{\textit{Так как Алебардщики находятся за разрушенной стеной, \textbf{защита не работает}. Злобоглазы атакуют \textbf{без штрафа}.}} \end{minipage} \hfill% \mbox{}%

source: \begin{itemize} \item Choose one of the Combat Board's sides as your own. Place up to 5 of your Unit cards freely onto the Back and Frontlines of that side. \item Check the \hyperlink{Difficulty Table}{\textbf{Difficulty Table}} \iftoggle{printable}{(on the back cover)}{} and draw the corresponding number of Neutral Unit cards from their Decks. \item The Neutral Units are placed differently depending on the Game Mode: \item In \textbf{Clash} or \textbf{Alliance} Scenarios, the enemy player sitting to your right controls the Neutral Units and decides their placement. \includesvg[height=10px]{\svgs/unit_ranged.svg} Units must be placed in the Backline if possible. \item In \textbf{Campaign} or \textbf{Cooperative} scenarios, Neutral Units are placed from left to right from the player's perspective. First, place any \includesvg[height=10px]{\svgs/unit_ranged.svg} Units in the Backline\index{Units Placement}. Then, place any \includesvg[height=10px]{\svgs/unit_ground.svg} or \includesvg[height=10px]{\svgs/unit_flying.svg} Units in the Frontline. If there's not enough room to place a Unit in its correct line, place them in the other one. Units must be placed in \textbf{descending} Initiative\index{Initiative} order. If there's a tie, place higher tier Units first. If there's still a tie, the players decide the order. \end{itemize} Unit setup when fighting \textbf{other players}: \begin{itemize}[wide] \item The attacking player places up to 5 Units on their chosen side of the Combat Board, followed by the defender. \item If the Combat takes place in a Town with a Citadel, the defender adds the \pagelink{Walls}{Wall, Gate and Arrow Tower} cards after placing their Units. \end{itemize} \vfill \begin{center} \includegraphics[width=0.55\linewidth]{\art/aging.png} \end{center} \vfill \note{11}{ If your Town or Settlement is attacked by an enemy Hero and your Hero is not on that Field, you may immediately \textbf{pay 8} \includesvg[height=10px]{\svgs/gold.svg} to fight a defending Combat \textbf{using only your Units}. You cannot use your Deck during that Combat as your Main Hero is not present. Paying this Gold represents the cost of transporting the army there. }
cs: \begin{itemize} \item Vyberte si jednu ze stran Desky Bojiště jako svou vlastní. Umístěte až 5 svých Karet Jednotek volně na Zadní a Přední linie této strany. \item Zkontrolujte \hyperlink{Difficulty Table}{\textbf{Tabulku Obtížnosti}} \iftoggle{printable}{(na zadní straně)}{} a vezměte daný počet Neutrálních Jednotek z jejich Balíčků. \item Neutrální Jednotky jsou umístěny různě podle Herního Režimu: \item Ve Scénářích \textbf{Střet} nebo \textbf{Aliance} ovládá Neutrální Jednotky nepřátelský hráč sedící po vaší pravici a rozhoduje o jejich umístění. \includesvg[height=10px]{\svgs/unit_ranged.svg} Jednotky musí být umístěny v Zadní linii, pokud je to možné. \item Ve Scénářích \textbf{Kampaň} nebo \textbf{Kooperativní} jsou Neutrální Jednotky umístěny zleva doprava z pohledu hráče. Nejprve umístěte jakékoli \includesvg[height=10px]{\svgs/unit_ranged.svg} Jednotky do Zadní linie\index{Rozmístění Jednotek}. Pak umístěte jakékoli \includesvg[height=10px]{\svgs/unit_ground.svg} nebo \includesvg[height=10px]{\svgs/unit_flying.svg} Jednotky do Přední linie. Pokud není dostatek místa k umístění Jednotky do její správné linie, umístěte ji do druhé linie. Jednotky musí být umístěny v \textbf{klesajícím} pořadí Iniciativy\index{Iniciativa}. Pokud je shoda, umístěte nejprve Jednotky vyšší úrovně. Pokud je stále shoda, rozhodnou o pořadí hráči. \end{itemize} Příprava Jednotek při boji \textbf{s jinými hráči}: \begin{itemize}[wide] \item Útočící hráč umístí až 5 Jednotek na svou vybranou stranu Desky Bojiště, a pak následuje obránce. \item Pokud Boj probíhá ve Městě s Citadelou, obránce přidá karty \pagelink{Walls}{Zdí, Brány a Střílny} po umístění svých Jednotek. \end{itemize} \vfill \begin{center} \includegraphics[width=0.55\linewidth]{\art/aging.png} \end{center} \vfill \note{11}{ Pokud je vaše Město nebo Osada napadena nepřátelským Hrdinou a váš Hrdina není na tomto Poli, můžete okamžitě \textbf{zaplatit 8} \includesvg[height=10px]{\svgs/gold.svg} a bránit se \textbf{pouze s vašimi Jednotkami}. Během tohoto Boje nemůžete použít svůj Balíček, protože váš Hlavní Hrdina není přítomen. Placení tohoto Zlata představuje náklady na přepravu armády. }
ru: \begin{itemize} \item Выберите одну из сторон доски. Расположите до 5 карт ваших отрядов в удобном порядке на передовой и в тылу. \item Проверьте \hyperlink{Difficulty Table}{\textbf{таблицу сложности}} и наберите соответствующее количество карт нейтральных отрядов. \item Если вы играете в \textbf{Столкновение (Clash)} или \textbf{Альянс}, то игрок, сидящий справа от вас, контролирует нейтральные отряды и сам выбирает их расстановку. \includesvg[height=10px]{\svgs/unit_ranged.svg} отряды должны быть помещены в тыл (если возможно). \item При игре в \textbf{Кампанию} или \textbf{Кооператив} нейтральные отряды располагаются слева направо. Разместите \includesvg[height=10px]{\svgs/unit_ranged.svg} отряды первыми в тылу\index{Units Placement}. Далее, разместите \includesvg[height=10px]{\svgs/unit_ground.svg} и \includesvg[height=10px]{\svgs/unit_flying.svg} отряды на передовой. Если у вас нет возможности разместить отряд по этим правилам, поместите его в другое свободное поле. Отряды должны быть размещены в порядке \textbf{убывания} скорости\index{Initiative}. При одинаковой скорости расположите отряды с более высоким уровнем первыми. При одинаковом уровне игрок выбирает порядок самостоятельно. \end{itemize} Расстановка отрядов при сражении с \textbf{другими игроками}: \begin{itemize}[wide] \item Атакующий игрок располагает до 5 отрядов на своей стороне доски сражения, обороняющийся игрок располагает свои отряды следующим. \item Если сражение происходит в городе с Цитаделью, защитник добавляет карты \hyperlink{Walls}{стен, ворот и стрелковой башни} после размещения отрядов. \end{itemize} \vfill \begin{center} \includegraphics[width=0.55\linewidth]{\art/aging.png} \end{center} \vfill \note{11}{ Если ваш город или посёлок атакован вражеским героем, и вашего героя нет на этом поле, вы можете мгновенно \textbf{заплатить 8} \includesvg[height=10px]{\svgs/gold.svg} для участия в сражении, \textbf{используя только отряды}. Вы не можете пользоваться колодой в этом сражении, так как оно происходит без героя. Оплата золотом представляет оплату доставки армии в это место. }

source: \subsection*{\pagetarget{CombatCards}{Using Cards During Combat}} You may only use \textbf{one Spell per Combat Round}. Ongoing \includesvg[height=10px]{\svgs/ongoing.svg} and \includesvg[height=10px]{\svgs/activation.svg} Activate effects can be used only \textbf{when Activating one of your Units and before it attacks}. Ongoing effects\index{Ongoing Effects} last until end of Combat or if the effect on the card is used up.\par Instant \includesvg[height=10px]{\svgs/instant.svg} Cards may be played \textbf{at any time} except between rolling the Combat Die and resolving damage unless otherwise stated. Effects of increasing a Unit's \includesvg[height=10px]{\svgs/attack.svg} (e.g. by the Statistics Cards), expire whenever the first attack performed by that unit resolves or the Activation ends, whichever comes first. The increased \includesvg[height=10px]{\svgs/defense.svg} expires in a similar way. \subsection*{\pagetarget{Timelimit}{Combat Time Limits}}\index{Time Limit} Combats against Neutral Units have a time limit of \textbf{one Combat Round}. If you cannot win the Combat before the end of the current Combat Round, you must either \pagelink{Endcombat}{Retreat}\index{Retreat} or spend 1 MP from the Hero that started the Combat in order to play another Round.\par
cs: \subsection*{\pagetarget{CombatCards}{Používání Karet v Boji}} \vspace*{\lang_header_adjustment} Můžete použít pouze \textbf{jedno Kouzlo za Kolo Boje}. Pokračující \includesvg[height=10px]{\svgs/ongoing.svg} a \includesvg[height=10px]{\svgs/activation.svg} Aktivační efekty mohou být použity pouze \textbf{při Aktivaci jedné z vašich Jednotek a před jejím útokem}. Pokračující efekty\index{Pokračující Efekty} trvají do konce Boje nebo dokud není efekt na kartě vyčerpán.\par Okamžité \includesvg[height=10px]{\svgs/instant.svg} Karty mohou být hrány \textbf{kdykoliv}, mimo dobu mezi hodem Kostkou Útoku a vyhodnocením zranění, není-li uvedeno jinak. Efekty zvyšující \includesvg[height=10px]{\svgs/attack.svg} Jednotky (např. Karty Statistik) vyprší, jakmile je proveden první útok touto Jednotkou, nebo když Aktivace končí, podle toho, co nastane dříve. Zvýšená \includesvg[height=10px]{\svgs/defense.svg} vyprší podobným způsobem. \subsection*{\pagetarget{Timelimit}{Časové Limity Boje}}\index{Časový Limit} \vspace*{\lang_header_adjustment} Boj proti Neutrálním Jednotkám má časový limit \textbf{jednoho Kola Boje}. Pokud nemůžete vyhrát Boj před koncem aktuálního Kola Boje, musíte buď \pagelink{Endcombat}{Ustoupit}\index{Ústup} nebo utratit 1 BP Hrdiny, který Boj zahájil, abyste mohli hrát další Kolo.\par
ru: \subsection*{\hypertarget{CombatCards}{Использование карт в сражении}} Вы можете колдовать \textbf{только одно заклинание за раунд}. Текущие \includesvg[height=10px]{\svgs/ongoing.svg} и эффекты \includesvg[height=10px]{\svgs/activation.svg} активации могут быть использованы только \textbf{во время активации отряда перед его атакой}. Текущие эффекты\index{Ongoing Effects} длятся до конца сражения или пока эффект не будет использован.\par Мгновенные \includesvg[height=10px]{\svgs/instant.svg} карты могут быть сыграны \textbf{в любое время}, кроме момента между броском кубика сражения и нанесения урона, если не указано иное. Мгновенные карты, усиливающие атаку \includesvg[height=10px]{\svgs/attack.svg} или защиту \includesvg[height=10px]{\svgs/defense.svg} отряда, такие как карты Атаки или Защиты, \textbf{должны} быть сыграны после объявления атаки и длятся только в ходе этой атаки. \subsection*{\hypertarget{Timelimit}{Лимиты времени сражения}}\index{Time Limit} Сражения против нейтральных отрядов имеют лимит в \textbf{один раунд}. Если вы не можете завершить сражение до конца текущего раунда, вы должны либо \hyperlink{Endcombat}{отступить}\index{Retreat}, либо использовать 1 ОП героя, начавшего сражение, для получения дополнительного раунда.\par

source: \note{5}{Combats against Azure \includesvg[height=10px]{\svgs/azure-note.svg} Units, other players, or \pagelink{AIrules}{AI Heroes} have no time limit.}
cs: \note{4}{Boj proti Azurovým \includesvg[height=10px]{\svgs/azure-note.svg} Jednotkám, ostatním hráčům nebo \pagelink{AIrules}{AI Hrdinům} nemá žádný časový limit.}
ru: \note{5}{Сражения против Лазурных \includesvg[height=10px]{\svgs/azure-note.svg} отрядов, других игроков и \hyperlink{AIrules}{ИИ героев} не имеют лимитов по раундам.}

source: \subsection*{\pagetarget{Walls}{Defending a Town With\\a Citadel\raggedright}}\index{Defending Town}
cs: \subsection*{\pagetarget{Walls}{Obrana Města s Citadelou\raggedright}}\index{Obrana Města}
ru: \subsection*{\hypertarget{Walls}{Оборона города с Цитаделью\raggedright}}\index{Defending Town}

source: When a Town with a Citadel is attacked, the defender adds the 3 Wall and 1 Gate Obstacles in any order to the Middle Row of the Combat Board after placing their Units. The Gate Card is \textbf{not an Obstacle to the defending player}. The Wall and Gate\index{Walls and Gate} cards can be destroyed by any adjacent \includesvg[height=10px]{\svgs/unit_ground.svg} or \includesvg[height=10px]{\svgs/unit_flying.svg} Unit's attack. \par Defending Units standing on their own side and \textbf{in the same column} as a Wall or a Gate gain protection from \includesvg[height=10px]{\svgs/unit_ranged.svg} attacks. If they are targeted by a \includesvg[height=10px]{\svgs/unit_ranged.svg} attack performed from the opponent's side of the Combat Board, \textbf{reduce the attack's damage by 1}.
cs: Když je napadeno Město s Citadelou, obránce přidá 3 Zdi a 1 Bránu jako Překážky v libovolném pořadí do Prostřední Řady Desky Bojiště po umístění svých Jednotek. Karta Brány \textbf{není Překážkou pro obránce}. Karty Zdí a Brány\index{Zdi a Brána} mohou být zničeny útokem jakékoliv sousední \includesvg[height=10px]{\svgs/unit_ground.svg} nebo \includesvg[height=10px]{\svgs/unit_flying.svg} Jednotky. \par Bránící se Jednotky stojící na své straně a \textbf{ve stejném sloupci} jako Zeď nebo Brána získávají ochranu proti útokům \includesvg[height=10px]{\svgs/unit_ranged.svg}. Pokud jsou cílem útoku \includesvg[height=10px]{\svgs/unit_ranged.svg} provedeného nepřátelskou Jednotkou, \textbf{snižte zranění útoku o~1}.
es: Cuando una Ciudad con Ciudadela es atacada, el defensor añade los 3 Obstáculos de Muralla y 1 Puerta en cualquier orden a la Fila Central del Tablero de Combate después de colocar sus Unidades. La Tarjeta de Puente \textbf{no es un obstáculo para los defensores}. El muro y el puente\index{Muros y Puente} pueden ser destruidos por cualquier ataque de \includesvg[height=10px]{\svgs/unit_ground.svg} o \includesvg[height=10px]{\svgs/unit_flying.svg} adyacentes. \par Unidades Defensoras situadas en su propio lado y \textbf{en la misma columna} que un Muro o el Puente ganan protección contra los ataques \includesvg[height=10px]{\svgs/unit_ranged.svg}. Si fuesen seleccionados por un ataque \includesvg[height=10px]{\svgs/unit_ranged.svg} desde el lado del oponente, \textbf{se reduce el daño en 1}.
fr: Quand une Ville avec une Citadelle est attaquée, le défenseur ajoute les 3 Murs et 1 Porte en Obstacle dans l'ordre qu'il souhaite sur la Ligne Centrale après avoir placé ses Unités. La Porte \textbf{n'est pas un Obstacle pour le défenseur}. Les Murs et Porte\index{Murs et Porte} peuvent être détruits par n'importe quelle attaque d'une Unité \includesvg[height=10px]{\svgs/unit_ground.svg} ou \includesvg[height=10px]{\svgs/unit_flying.svg} adjacente. \par Les Unités en Défense de leur côté et \textbf{dans la même colonne} qu'un Mur ou une Porte gagnent une protection contre les attaques \includesvg[height=10px]{\svgs/unit_ranged.svg}. Si elles sont ciblées par une attaque \includesvg[height=10px]{\svgs/unit_ranged.svg} du côté de l'attaquant du Plateau de Combat, \textbf{réduisez les dégâts de l'Attaque de 1}.
ru: Когда город с цитаделью подвергается атаке, защитник, разместив отряды на доске сражения, добавляет 3 стены и 1 ворота в любом порядке в среднем ряду. Карта ворот \textbf{не является препятствием для обороняющегося героя}. Стены и ворота\index{Walls and Gate} могут быть уничтожены атакой любого смежного \includesvg[height=10px]{\svgs/unit_ground.svg} или \includesvg[height=10px]{\svgs/unit_flying.svg} отряда. \par Обороняющиеся отряды, находящиеся \textbf{на одной вертикальной линии} со стеной или воротами, получают защиту от \includesvg[height=10px]{\svgs/unit_ranged.svg} атак. Если они подвергаются \includesvg[height=10px]{\svgs/unit_ranged.svg} атаке, выполненной со стороны противника, \textbf{уменьшите урон от атаки на 1}.

source: \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} The defender also gains the Arrow Tower\index{Arrow Tower} Unit Card which is placed next to the Combat Board.
cs: \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} Obránce také získává kartu Střílny\index{Střílna}, která je umístěna vedle Desky Bojiště.
es: \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} El defensor también gana la carta Torre de Arqueros\index{Torre de Arqueros} que se coloca junto al tablero de combate.
fr: \begin{center} \includegraphics[width=0.6\linewidth]{translations/assets/fr/cards/arrow_tower_fr.png} \end{center} Le défenseur gagne aussi la Carte de Tourelle\index{Tourelle}, qui est placée à côté du Plateau de Combat.\par \phantom{.}
ru: \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} Защитник также получает карту стрелковой башни\index{Arrow Tower}, которую располагает рядом с доской сражений.
