Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \subsection*{\hypertarget{Walls}{Defending a Town With\\a Citadel\raggedright}}\index{Defending Town}
es: \subsection*{\hypertarget{Walls}{Defendiendo la Cuidad con la Ciudadela\raggedright}}\index{Defendiendo la Ciudad}
fr: \subsection*{\hypertarget{Walls}{Défendre une Ville avec\\une Citadelle\raggedright}}\index{Ville en Défense}

source: \subsection*{Combat Round Structure} Combat is divided into Rounds, during which all of the Units participating in that Combat \textbf{Activate once} in Initiative order. After each Unit has Activated, a new Combat Round begins. Combat lasts until all Units on one side are eliminated, a player has to \textbf{Retreat} when fighting Neutral Units, or a player \textbf{Surrenders} to another player.
es: \subsection*{Estructura del Combate} El Combate se divide en Rondas, durante las cuales todas las Unidades \textbf{se activan una vez} por orden de Iniciativa. Después de que cada Unidad se haya Activado, comienza una nueva Ronda de Combate. El combate acaba cuando todas las Unidades de un bando son eliminadas, un jugador se \textbf{Retira} al luchar contra Unidades Neutrales o tiene que \textbf{Rendirse} ante otro jugador.
fr: \subsection*{Structure d'un Tour de Combat} Un Combat est divisé en Tours, durant lesquels toutes les Unités participant au Combat \textbf{s'Activent une fois} dans l'ordre d'Initiative. Après toutes les Activations, un nouveau Tour de Combat commence. Un Combat dure jusqu'à ce que toutes les Unités d'un côté soit éliminées, qu'un Joueur doive \textbf{Fuir} contre des Unités Neutres ou qu'un Joueur \textbf{se Rende} face à un autre Joueur.

source: Structure of a Combat Round: \begin{itemize} \item Players Activate their Units in descending order of Unit \hyperlink{Initiative}{Initiative}. \textbf{If there's a tie}, alternate between attackers and defenders starting with an attacker. \item When a Unit Activates, place a Faction Cube on it to indicate it has been Activated this Combat Round. \item Activated Units may move and attack according to their \hyperlink{Unittype}{type}. Neutral Units controlled by an opposing player must always attack if possible. \item Instead of attacking, a Unit may \hyperlink{Defend}{defend}. In Neutral Combat, the Neutral enemy Units cannot defend, even when controlled by another player. \item Before a Unit attacks, both players may \hyperlink{CombatCards}{play Cards}. Cards are resolved in the order in which players decide to play them. \item After a Unit's attack has been declared and all cards have been played, roll the Combat Die. Modify the attacking Unit's attack by the Die's result, then reduce it by the defending Unit's Defense, and finally deal the rest as \hyperlink{HP}{damage} to the defending Unit. \item If the defending Unit was adjacent to the attacker, it \hyperlink{Retaliate}{retaliates} if it hasn't done so this Round. \item Keep activating Units until they've all been Activated once. After the last Unit's activation, the Combat Round ends. \end{itemize}
es: Estructura de una Ronda de Combate: \begin{itemize} \item Los Jugadores Activan sus Unidades en orden descendente de \hyperlink{Initiative}{Iniciativa}. \textbf{Si hay empate} se alterna entre atacantes y defensores empezando por el atacante. \item Cuando una Unidad se Activa, coloca un Cubo de Facción sobre ella para indicar que fue Activada esta Ronda. \item Las Unidades activadas pueden moverse y atacar según su \hyperlink{Unittype}{tipo}. Las Unidades neutrales controladas por un jugador siempre deben atacar si es posible. \item En lugar de atacar, una Unidad puede \hyperlink{Defend}{defenderse}. Las Unidades enemigas Neutrales no pueden defenderse, aunque las controle otro jugador. \item Antes de que una Unidad ataque, ambos jugadores pueden \hyperlink{CombatCards}{jugar cartas}. Las cartas se resuelven en el orden en que los jugadores las juegan. \item Tras esto tira el Dado de Combate. Modifica el ataque de la Unidad atacante sumando el resultado del Dado, luego redúcelo por la Defensa de la Unidad defensora y finalmente reparte el resto como \hyperlink{HP}{daño} a la unidad defensora. \item Si la Unidad defensora está adyacente al atacante, ésta \hyperlink{Retaliate}{contraatacará} si no lo ha hecho esta Ronda. \item Sigue activando Unidades hasta que todas hayan sido Activadas una vez. Tras la activación de la última Unidad, finaliza la Ronda de Combate. \end{itemize}
fr: Structure d'un Tour de Combat. \begin{itemize} \item Les Joueurs Activent leurs Unités dans l'ordre décroissant d'\hyperlink{Initiative}{Initiative}. \textbf{S'il y a égalité}, alterner entre attaquant et défenseur en commençant par l'attaquant. \item Quand une Unité s'Active, placez une Cube de Faction dessus indiquant qu'elle s'est Activée ce Tour. \item Une Unité Activée se déplace et attaque selon son \hyperlink{Unittype}{Type}. Les Unités Neutres contrôlées par un Joueur doivent Attaquer si possible. \item Au lieu d'Attaquer, une Unité peut se \hyperlink{Defend}{Défendre}. Dans un Combat, les Unités Neutres ne peuvent pas se Défendre, même si elles sont contrôlées par un autre Joueur. \item Avant l'Attaque d'une Unité, chaque joueur peut \hyperlink{CombatCards}{jouer des Cartes}. Les Cartes se résolvent dans l'ordre où elles sont jouées. \item Après cette étape, lancez le Dé de Combat. Modifiez l'Attaque de l'Unité avec le résultat du Dé, déduisez la Défense de l'Unité ciblée et enfin infligez le reste en \hyperlink{HP}{dommage} à l'Unité attaquée. \item Si l'Unité en défense est adjacente à l'attaquant, elle \hyperlink{Retaliate}{Riposte} si ce n'est pas déjà fait ce Tour. \item Continuez à Activer les Unités jusqu'à les avoir toutes Activé une fois. Après l'Activation de la dernière Unité, le Tour de Combat prend fin. \end{itemize}

source: \subsection*{\hypertarget{Endcombat}{End of Combat}} Combat ends immediately if all units on one side are defeated. The side with any surviving units is the winner. In Combat against \textbf{Neutral Units}, if you \hyperlink{Timelimit}{run out of time} or your Units are defeated, you must \textbf{Retreat}; move any surviving Units back to your Unit Deck and move the Hero that started the Combat back to the Field they \textbf{last Visited}. There are no other negative consequences to Retreating.\par \note{9}{ \textbf{Important exception}: If \textbf{all} of your Units from your \textbf{Unit Deck} were defeated during Neutral Combat, your Main Hero must be moved to a friendly Town or Settlement. Secondary Heroes are removed from the game until Recruited again.\par }\par If you defeat all Units during Combat against \textbf{another player's Main Hero}, the defeated player \textbf{loses Morale} and has to \textbf{pay the winner} 5 \includesvg[height=10px]{\svgs/gold.svg}. Do not lose Morale or pay \includesvg[height=10px]{\svgs/gold.svg} if a \textbf{Secondary Hero} is defeated. \textbf{In both cases}, the defeated player also \textbf{gives the winner} one of their \hyperlink{End}{Faction Cubes}. Defeated Main Heroes \textbf{have to move} to a friendly Town or Settlement, while Secondary Heroes are removed from the game until Recruited again. Defeating a Main Hero may cause \hyperlink{End}{Player Elimination}.\par You may \textbf{Surrender}\index{Surrender} to another player by paying them 10 \includesvg[height=10px]{\svgs/gold.svg} when activating a Unit. Move your Main Hero or remove your Secondary Hero from the game as if you were defeated by losing your Units. There are no other direct consequences to Surrendering; the winner does not gain a Faction Cube.\par \note{4}{You cannot surrender when defending a Town.}\par When a Secondary Hero is attacked, they may also choose to be \textbf{instantly defeated} instead of fighting a Combat in order to preserve their Units. When this happens, the attacker still receives a Faction Cube from the defeated Hero.\par When Combat ends, all damage is healed from all surviving Units. Move any player owned Units back to their Unit Deck and discard any leftover enemy Neutral Units. After winning Combat, Heroes \textbf{must} Visit the Field where the Combat took place.
es: \subsection*{\hypertarget{Endcombat}{Fin del Combate}} El combate termina inmediatamente si todas las unidades de un bando son derrotadas. El bando con unidades supervivientes es el ganador. En combate contra \textbf{Unidades Neutrales}, si estás \hyperlink{Timelimit}{fuera de tiempo} o tus Unidades son derrotadas, debes \textbf{Retirarte}; mueve cualquier Unidad superviviente de vuelta a tu Mazo de Unidades y mueve al Héroe de vuelta al Campo \textbf{del que partía}. Retirarse no tiene otras consecuencias negativas.\par \note{9}{ \textbf{Excepción importante}: Si \textbf{todas} las unidades de tu \textbf{Mazo} fuesen derrotadas en un Combate Neutral, tu Héroe Principal debe ser movido a una Ciudad o Poblado amigo. Los Héroes Secundarios son eliminados del juego hasta que son Reclutados de nuevo.\par }\par Si derrotas a todas las Unidades durante el Combate del \textbf{Héroe principal de otro jugador}, el jugador derrotado \textbf{pierde Moral} y tiene que \textbf{pagar al ganador} 5 \includesvg[height=10px]{\svgs/gold.svg}. No se pierde moral ni se paga \includesvg[height=10px]{\svgs/gold.svg} si un \textbf{Héroe Secundario} es derrotado. \textbf{En ambos casos} el jugador derrotado \textbf{le da al ganador} un \hyperlink{End}{Cubo de Facción}. Los Héroes Principales derrotados \textbf{se tienen que mover} a una Ciudad o Asentamiento amigo, mientras que los Héroes Secundarios son retirados del juego hasta que sean Reclutados de nuevo. Derrotar a un Héroe Principal puede causar la \hyperlink{End}{Eliminación del Jugador}.\par Puedes \textbf{Rendirte}\index{Rendición} a otro jugador pagandole 10 \includesvg[height=10px]{\svgs/gold.svg} cuando actives una unidad. Mueve a tu Héroe Principal o retira a tu Héroe Secundario del juego como si hubieras sido derrotado al perder tus Unidades. No hay otras consecuencias directas de la Rendición; el ganador no gana un Cubo de Facción.\par \note{4}{No puedes rendirte cuando defiendes una Ciudad.}\par Cuando un Héroe Secundario es atacado puede elegir ser \textbf{derrotado instantáneamente} en lugar de combatir para preservar sus Unidades. Cuando esto ocurre, el atacante recibe un Cubo de Facción del Héroe derrotado.\par Cuando finaliza el combate, se cura todo el daño de todas las unidades supervivientes. Mueve cualquier Unidad del jugador a su Mazo de Unidades y descarta cualquier Unidad Neutral enemiga sobrante. Tras ganar un combate los Héroes \textbf{deben} visitar la zona donde se realizó el combate.
fr: \subsection*{\hypertarget{Endcombat}{Fin du Combat}} Le Combat prend fin immédiatement quand toutes les Unités d'un camp sont battues. Le camp survivant est le vainqueur. Contre des \textbf{Unités Neutres}, si vous \hyperlink{Timelimit}{ne finissez pas à temps} ou que vos Unités sont battues, vous devez \textbf{Fuir} ; remettez vos Unités survivantes dans votre Deck d'Unité et déplacez le Héros du Combat dans la Case d'où il vient. Il n'y a pas de conséquence négative à la Fuite.\par \note{9}{ \textbf{Exception importante} : si \textbf{toutes} les Unités de votre \textbf{Deck d'Unité} sont battues durant un Combat Neutre, votre Héros Principal doit se déplacer dans une Ville ou une Enclave alliée. Le Héros Secondaire est défaussé du jeu et doit à nouveau être Recruté.\par }\par Si vous battez toutes les Unités du \textbf{Héros Principal d'un autre joueur}, ce joueur \textbf{perd du Moral} et doit \textbf{vous payer} 5 \includesvg[height=10px]{\svgs/gold.svg}. Ne perdez pas de Moral et ne payez pas d'Or \includesvg[height=10px]{\svgs/gold.svg} si un \textbf{Héros Secondaire} est battu. \textbf{Dans les deux cas}, le perdant \textbf{donne aussi au gagnant} un \hyperlink{End}{Cube de Faction}. Le Héros Principal battu \textbf{doit se déplacer} sur une Ville ou une Enclave alliée, le Héros Secondaire est lui retiré du jeu avant d'être à nouveau Recruté. Battre un Héros Principal peut entrainer l'\hyperlink{End}{Élimination du Joueur}.\par Vous pouvez \textbf{vous Rendre}\index{Retraite} à un autre joueur en lui payant 10 \includesvg[height=10px]{\svgs/gold.svg} à l'Activation d'une Unité. Déplacez votre Héros Principal ou retirez votre Héros Secondaire du jeu comme si vous aviez perdu toutes vos Unités. Il n'y a pas d'autre conséquence à la Fuite; Le vainqueur ne gagne pas de Cube de Faction.\par \note{4}{Vous ne pouvez pas vous rendre en défendant une Ville.}\par Quand un Héros Secondaire est attaqué, il peut choisir de \textbf{perdre automatiquement} au lieu de Combattre pour préserver ses Unités. Dans ce cas, le vainqueur reçoit quand même un Cube de Faction du Héros battu.\par À la fin du Combat, tous les dégâts sont soignés pour les Unités survivantes. Remettez les Cartes d'Unités dans leur Deck et défaussez les Unités Neutres restantes. Après avoir gagné un Combat, les Héros \textbf{doivent} Explorer la Case où a eu lieu le Combat.

source: \subsection*{\hypertarget{Combatexperience}{Combat Experience}}
es: \subsection*{\hypertarget{Combatexperience}{Experiencia de Combate}}
fr: \subsection*{\hypertarget{Combatexperience}{Expérience de Combat}}

source: \subsection*{\hypertarget{Quick}{Quick Combat}}\index{Quick Combat} If your Hero's Level is higher than a Field's Difficulty when Combat against Neutral Units would begin, \textbf{no Combat} takes place. The player is considered to have beaten the Neutral Units by default and gains no rewards from the Combat.
es: \subsection*{\hypertarget{Quick}{Combate Rápido}}\index{Combate Rápido} Si el Nivel de tu Héroe es mayor que la dificultad del Campo Neutral, \textbf{no se combate}. Se considera que el jugador ha derrotado a las Unidades Neutrales por defecto y no obtiene recompensas del Combate.
fr: \subsection*{\hypertarget{Quick}{Combat Instantané}}\index{Combat Instantané} Si le Niveau de votre Héros est supérieur à la Difficulté de la Case au début d'un Combat contre des Unités Neutres, il n'y a \textbf{pas de Combat}. Le joueur est considéré victorieux par défaut et n'obtient aucun gain du Combat.

source: \subsection*{Campaign and Cooperative Combat} During these game modes, all enemy Units activate according to the rules in \hyperlink{AIrules}{the next section}.
es: \subsection*{Campaña y combate cooperativo} Durante estos modos de juego, todas las Unidades enemigas se activan según las reglas en \hyperlink{AIrules}{la siguiente sección}.
fr: \subsection*{Combat de Campagne et Coopératif} Dans ces modes, tous les ennemis s'activent selon les règles de \hyperlink{AIrules}{la section suivante}.
