Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: When Combat ends, all damage is healed from all surviving units. Move any player-owned units back to their unit Deck and discard any leftover enemy Neutral Units. Depending on the type and result of the Combat, players must resolve the following consequences for themselves:
de: Endet ein Kampf, wird aller Schaden von überlebenden Einheiten geheilt. Die überlebenden Einheiten der Spieler gehen zurück in deren Einheitendecks. Übrige neutrale Einheiten werden abgeworfen. Je nach Ergebnis des Kampfes werden dann folgende Konsequenzen abgehandelt:

source: A \textbf{Winning Hero} gets \pagelink{Combatexperience}{Experience}, if it was the Main Hero. If it was the attacker, they must Visit the Field where the Combat took place.\par A \textbf{Retreating Hero} from a Combat with Neutral Units has to move back to the last visited Field on the map (without Visiting that Field).\par A \textbf{defeated Main Hero} has to move to a friendly Town or Settlement. If they were defeated by another player's Hero, they gain 1~\svg{morale_negative} and have to pay 5 \svg{gold} to the winning Hero. Furthermore, they give a \pagelink{End}{Faction Cube} to the winning player. Defeating a Main Hero may cause \pagelink{End}{Player Elimination}.\par A \textbf{defeated Secondary Hero} (even instantly defeated without combat) is removed from the map. If defeated by another player's Hero they also get a Faction Cube.\par A \textbf{Surrendering Hero} doesn't count as defeated. Move a surrendering Main Hero to a town or settlement, or remove a Secondary Hero from the map as if they had been defeated. The other player neither gets Experience nor Faction Cubes.\par Remember to receive the starting units of the chosen Scenario for free each time your unit Deck is empty after a Combat.
de: Ein \textbf{siegreicher Held}, falls es ein Hauptheld ist, erhält \pagelink{Combatexperience}{Erfahrungspunkte}. War es der Angreifer muss er nach dem Kampf den Ort besuchen, an dem der Kampf stattfand.\par Ein \textbf{fliehender Held} aus einem neutralen Kampf bewegt sich zurück auf das zuletzt besuchte Feld (ohne dieses zu besuchen).\par Ein \textbf{besiegter Hauptheld} bewegt sich zu einer eigenen Stadt oder Siedlung. Falls er durch andere Spieler besiegt wurde, verliert er 1 Moral ~\svg{morale_negative} und bezahlt 5 \svg{gold} an den siegreichen Helden. Weiterhin gibt er einen \pagelink{End}{Fraktionswürfel} an den siegreichen Spieler. Einen Haupthelden zu besiegen kann zu \pagelink{End}{Spielereliminierung} führen.\par Ein \textbf{besiegter Nebenheld} (auch wenn er ohne Kampf besiegt wird) wird von der Abenteuerkarte entfernt. Wurde er durch einen anderen Spieler besiegt, erhält dieser auch einen Fraktionswürfel.\par Ein \textbf{kapitulierender Held} zählt nicht als besiegt. Bewege einen kapitulierenden Haupthelden zu einer Siedlung oder Stadt bzw. entferne einen Nebenhelden von der Abenteuerkarte (als seien sie besiegt worden). Der gegnerische Spieler erhält weder Erfahrungspunkte noch Fraktionswürfel.\par Erhalte außerdem jedes Mal die Starteinheiten des gewählten Szenarios kostenlos, wenn dein Einheitendeck nach dem Kampf leer ist.

source: \subsection*{\pagetarget{Combatexperience}{Combat Experience}}
cs: \subsection*{\pagetarget{Combatexperience}{Zkušenost z Boje}} \vspace*{\lang_header_adjustment}
de: \subsection*{\pagetarget{Combatexperience}{Erfahrungspunkte im Kampf}}
he: \subsection*{\pagetarget{Combatexperience}{ניסיון קרב}}
pl: \subsection*{\pagetarget{Combatexperience}{Doświadczenie zdobyte w Walce}}
ru: \subsection*{\hypertarget{Combatexperience}{Боевой опыт}}

source: Winning Combat with your Main Hero usually grants them Experience\index{Experience}. If either the Difficulty of the Neutral Field or the Level of a defeated enemy Main Hero was \textbf{equal} to your Level, gain 1 \svg{experience}. If they were \textbf{higher} than your Level, gain 2 \svg{experience}. Winning a Neutral Combat against a Neutral Azure \svg{azure} Unit grants your Hero Level VII \textbf{immediately}. If you ever gain multiple Levels at the same time, resolve their effects in order. Level ups must be resolved before Visiting the Field where the Combat happened.\par Secondary Heroes cannot ever gain Experience. You also do not gain Experience from \textbf{defeating} a Secondary Hero, or if an enemy Hero \textbf{surrenders} to you.
de: Kämpfe zu gewinnen liefert deinem Haupthelden Erfahrungspunkte\index{Erfahrung}. War die Schwierigkeit der neutralen Einheiten oder die Stufe des besiegten gegnerischen Hauptheldens \textbf{genauso groß} wie deine Stufe, erhalte 1 \svg{experience}. War sie \textbf{höher} als deine Stufe, dann erhalte 2 \svg{experience}. Ein Sieg in einem neutralen Kampf gegen \svg{azure}-Einheiten lässt deinen Haupthelden \textbf{sofort} Stufe 7 erreichen. Erreichst du mehrere Stufen zeitgleich, handle ihre Effekte der Reihe nach ab. Neue Stufeneffekte müssen abgehandelt werden, bevor der Ort besucht wird.\par Nebenhelden können nie Erfahrung erhalten. Du kannst auch nie Erfahrung erhalten durch \textbf{Besiegen} eines Nebenhelden oder falls ein gegnerischer Held \textbf{kapituliert}.

source: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=0.7\linewidth]{\art/basilisk.png} \end{center}
de: \empty

source: \subheader{Combat Example}
de: \subheader{Beispiel für einen Kampf}

source: {2} \textit{Bob's Zombies are about to attack Alice's Griffins. As Bob announces the attack, both players now have a chance to modify the Attack or Defense of their own unit by playing any number of \svg{instant} cards that increase an attacking unit's \svg{attack} or a defending unit's \svg{defense}.}\par \textit{Bob decides to play a +1 Attack card, increasing the Zombies' attack from 2 to 3. Alice responds by playing a +1 Defense card, increasing the Griffins' Defense from 0 to 1. They would both be permitted to play any number of additional cards in any order, but they decide to stop after playing these cards.}\par
de: {2} \textit{Bobs Zombies möchten Alicias Greife angreifen. Nachdem Bob dies angekündigt hat, dürfen beide Spieler Soforteffekte \svg{instant} ausspielen, um z.B. den Angriffswert \svg{attack} der eigenen angreifenden Einheit oder den Verteidigungswert \svg{defense} der eigenen verteidigenden Einheit zu erhöhen.}\par \textit{Bob spielt eine Angriffs-Statistik, um den Angriffswert der Zombies von 2 auf 3 zu erhöhen. Alicia erwidert dies mit einer +1 Verteidigungs-Statistik und erhöht die Verteidigung der Greife von 0 auf 1. Sie dürften beide noch weitere Karten in beliebiger Reihenfolge spielen, entscheiden sich aber nach dem Spielen dieser Karten nun zu passen.}\par

source: \textit{After all cards for the attack have been played, the Attack Die is thrown to further modify the amount of damage the attacking unit deals. Bob throws a +1. This increases the Zombies' attack from 3 to 4, which is then reduced by the Griffins' Defense of 1. Therefore, 3 damage \svg{damage} is placed on the Griffins. Since they have a HP \svg{health_points} of 4, they are not flipped over to their ``Few'' side.}\par \columnbreak \textit{The Griffins do not have a Black Cube on them, therefore they now start a Retaliation Attack. The Cube would now normally be placed on them, however their Special \svg{unit_retaliate} Ability indicates that they may retaliate any number of times so the Cube is not placed.}\par \textit{Both players are allowed to modify the Statistics of their units again during the Retaliation Attack. The previously played Attack and Defense cards no longer have any effect.}
de: \textit{Nachdem alle Karten gespielt wurden, wird der Angriffswürfel geworfen, um den Angriffswert der angreifenden Zombies zu modifizieren. Bob wirft eine +1. Dies erhöht zunächst den Angriffswert der Zombies von 3 auf 4, aber durch den Verteidigungswert der Greife in Höhe von 1 wird er wieder auf 3 reduziert wird. Somit werden 3 \svg{damage} auf den Greifen platziert. Da sie 4 LP \svg{health_points} haben, werden sie noch nicht auf die Wenige-Seite gedreht.}\par \textit{Auf den Greifen liegt kein Statuswürfel, also führen sie nun einen Vergeltungsangriff aus. Normalerweise würde nun ein Statuswürfel platziert, aber ihre Einheitenfähigkeit \svg{unit_retaliate} erlaubt ihnen eine unbegrenzte Anzahl an Vergeltungsangriffen auszuführen. Daher wird kein Statuswürfel platziert.}\par \textit{Beide Spieler dürfen erneut Karten ausspielen, um die Werte ihrer Einheiten anzupassen. Die zuvor gespielten Statistikkarten haben keinen Effekt mehr.}

source: {\transparent{0.2}\hspace{-1em}\includegraphics[width=1.7\linewidth]{\art/minotaur.png}}
de: {\transparent{0.2}\hspace{-1em}\includegraphics[width=1.5\linewidth]{\art/minotaur.png}}

source: \pagetarget{Siege Combat}{\subheader{Siege Combat}}
de: \pagetarget{Siege Combat}{\subheader{Belagerungskämpfe}}

source: {2} When an enemy Hero attacks your Town or Settlement and your Hero is not present on that Field, you may immediately \textbf{pay 8 \svg{gold} to defend with only your units}. You cannot use your Deck during this Combat, as your Main Hero is not present. Paying this Gold represents the cost of transporting the army there.
de: {2} Falls deine Stadt oder Siedlung angegriffen wird und dein Hauptheld nicht vor Ort ist, darfst du sofort \textbf{8 \svg{gold} bezahlen, um deine Einheiten in diesem Kampf nutzen zu können}. Du kannst dein Deck nicht verwenden, da dein Hauptheld nicht anwesend ist. Die Zahlung der Goldkosten repräsentiert die Transportkosten für deine Armee.

source: When you defend a Town \textbf{without a Citadel}, resolve Combat normally on the standard Combat Board. Defending a Settlement follows the same rules as defending a Town without a Citadel.
de: Verteidigst du eine \textbf{Stadt ohne Zitadelle} oder eine \textbf{Siedlung}, handle einen gewöhnlichen Kampf ab.

source: \vspace{0.5em} \note{3.5}{\textbf{Note:} you cannot surrender when defending your Faction Town.}\par
de: \vspace{0.5em} \note{3.5}{Du kannst nicht kapitulieren, wenn du deine Stadt verteidigst.}\par

source: \pagetarget{Walls}{\subsection*{Defending a Town with a\\Citadel}}\index{Walls and Gate} When you defend your Town and it has a Citadel, you add the 3~Wall and 1~Gate Obstacles in any order to the middle row of the Combat Board after placing your units. \textbf{Don't use Walls and Gate} if you defend an enemy Town, which you've conquered before, \textbf{not even} if it is a Town with a Citadel. The Gate Card is \textbf{not an Obstacle} to the defending player. Defending units may move through the Gate and may stop on it.
de: \pagetarget{Walls}{\subsection*{Verteidigen einer Stadt mit\\Zitadelle}}\index{Belagerungskampf} Wenn du deine Stadt verteidigst und dort eine Zitadelle gebaut hast, kommt es zum Belagerungskampf: Nachdem alle Einheiten platziert wurden, füge die 3 Mauer- und die Tor-Karte in beliebiger Reihenfolge der mittleren Reihe des Kampfspielplanes hinzu. \textbf{Nutze Mauern und Tor nicht}, falls du eine gegnerische Stadt verteidigst, die du zuvor erobert hast, \textbf{auch nicht} bei einer Stadt mit Zitadelle. Das Tor \textbf{ist kein Hindernis für den Verteidiger}. Verteidigende Einheiten dürfen es betreten und sich hindurch bewegen.

source: Walls \pagelink{Walls protection}{protect defending units behind them}.
de: Mauern \pagelink{Walls protection}{beschützen verteidigende Einheiten hinter ihnen}.

source: The Wall and Gate Cards can be destroyed by any adjacent \svg{unit_ground} or \svg{unit_flying} unit's attack, even by your own defending units. These attacks don't count as normal attacks: They are always successful and don't activate any of the attacking unit's \svg{unit_attack} abilities, and you cannot play any cards or throw the Attack Die to affect the attack's result.
de: Mauern und Tor\index{Mauern und Tor} können durch einen Angriff von angrenzenden \svg{unit_ground}- oder \svg{unit_flying}-Einheiten zerstört werden, sogar von verteidigenden Einheiten. Diese Angriffe zählt nicht als normale Angriffe: Sie sind immer erfolgreich und aktivieren keine \svg{unit_attack}-Einheitenfähigkeiten. Du kannst auch keine Karten spielen oder Kampfwürfel werfen, um das Ergebnis dieser Angriffe zu verändern.

source: \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} The defender also gains the Arrow Tower\index{Arrow Tower} unit card which is placed next to the Combat Board. It acts like a Ranged \svg{unit_ranged} unit, except that it is not affected by anything related to its positioning. For example, it never gets ranged penalty against enemy units and vice versa. Only Ranged attacks and card effects can destroy the Arrow Tower, but it is instantly destroyed when all Walls and the Gate are destroyed. The attacker doesn't need to destroy it to win the Combat.
de: \begin{center} \includegraphics[width=0.6\linewidth]{translations/assets/de/arrow_tower.png} \end{center} Der Verteidiger erhält außerdem die Geschützturmkarte\index{Geschützturm}. Platziere sie neben dem Kampfspielplan. Er agiert wie eine \svg{unit_ranged}-Einheit, nur dass sämtliche Effekte, die seine Positionierung betreffen, ignoriert werden. Zum Beispiel erhält er nie Kampfmali gegen gegnerische Einheiten und diese nicht gegen ihn. Nur Fernkampfangriffe und Karteneffekte können den Geschützturm zerstören, aber er wird sofort zerstört, wenn die letzte Mauer-/Torkarte zerstört wird. Um einen Kampf zu gewinnen, braucht der Angreifer den Geschützturm nicht zerstören.

source: In a siege against AI, the Arrow Tower follows the priority rules like a Silver \svg{silver} unit. However, if there are multiple equally valid targets, it will attack the target closest to being destroyed (the smallest difference between \svg{health_points} and current \svg{damage}).
de: In einem Belagerungskampf gegen Bots, folgt der Geschützturm den Prioritätsregeln einer Silber-Einheit \svg{silver}. Bei mehreren gültigen Zielen kann er nicht die nächstliegende angreifen und wählt daher diejenige, die am stärksten beschädigt ist (also die kleinste Differenz zwischen \svg{health_points} und aktuellem \svg{damage} hat).

source: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/coin.png} \end{center}
de: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=0.7\linewidth]{\art/coin.png} \end{center}

source: {2} \subsection*{\pagetarget{Walls protection}{Protection} from \svg[15]{unit_ranged} Attacks}
de: {2} \subsection*{\pagetarget{Walls protection}{Schutz} vor \svg[15]{unit_ranged}-Angriffen}

source: Defending units standing on their own side and \textbf{in the same column} as a non-destroyed Wall or Gate gain protection from \svg{unit_ranged} attacks. If they are targeted by a \svg{unit_ranged} attack performed from the opponent's side of the Combat Board, \textbf{reduce the attack's damage by 1}. \vspace*{\fill}
de: Verteidigende Einheiten, die auf ihrer eigenen Kampfseite \textbf{in derselben Spalte} hinter einer Mauer oder dem Tor stehen, sind vor \svg{unit_ranged}-Angriffen geschützt. Werden sie von der gegnerischen Kampfseite aus angegriffen, \textbf{dann reduziere den \svg{unit_ranged}-Schaden um 1}. \vspace*{\fill}

source: {2} \vspace*{\fill} \includegraphics[width=\linewidth]{\examples/ranged_protected.png} {\textit{When the Halberdiers are behind a non-destroyed Gate, they \textbf{are protected} when attacked from the opponent's side of the Combat Board. The \svg{unit_ranged} attack damage of Evil Eyes is \textbf{reduced by 1}.}} \columnbreak
de: {2} \vspace*{\fill} \includegraphics[width=\linewidth]{\examples/ranged_protected.png} {\textit{Die Hellebardiere hinter dem intakten Tor sind gegen Angriffe von der anderen Seite des Kampfspielplanes \textbf{geschützt}. Der \svg{unit_ranged}-Schaden wird \textbf{um 1 reduziert}.}} \newline\newline \columnbreak

source: \vspace*{\fill} \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} {\textit{Because the Halberdiers are not behind a non-destroyed Wall, \textbf{protection doesn't work}. Evil Eyes attack \textbf{without penalty}.}} \newline\newline
de: \vspace*{\fill} \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} {\textit{Da die Hellebardiere sich hinter einer zerstörten Mauer befinden, sind sie \textbf{nicht geschützt}. Die Augen des Bösen greifen \textbf{ohne Nachteile} an.}} \newline\newline
pl: \vspace*{\fill} \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} {\textit{Ponieważ Mur chroniący Halabardników został zniszczony, \textbf{nie są oni chronieni}. Złe Oczy atakują \textbf{bez kary}.}} \newline\newline

source: \pagetarget{Alternative Combat Boards}{\subheader{Alternative Combat Boards}} \begin{expansion}{navalbattles} As an \textbf{optional rule}, you can use the \textbf{Naval Battle Board} for combats at sea locations. This Board removes the two middle spaces, requiring Ground \svg{unit_ground} units to navigate around them while Flying \svg{unit_flying} units can move over them but cannot end their movement there.
de: \pagetarget{Alternative Combat Boards}{\subheader{Alternative Kampfspielpläne}} \begin{expansion}{navalbattles} Als \textbf{optionale Regel} kannst du das Seeschlachtfeld in Kämpfen auf Seefeldern verwenden. Auf diesem sind die beiden zentralen Felder entfernt. Nahkampf-Einheiten \svg{unit_ground} müssen außen um sie herum navigieren und fliegende Einheiten \svg{unit_flying} dürfen sich über sie hinwegbewegen, ihre Bewegung dort aber nicht beenden.

source: \vspace{2em} \begin{expansion}{battlefield} As an \textbf{optional rule}, you can use the \textbf{Battlefield Board} for combats between players in regular games. You can also use it for Neutral Combats, though this is not recommended. Refer to the \pagelink{Battlefield Combat}{Battlefield section} for the rule changes regarding this Combat type.
de: \vspace{2em} \begin{expansion}{battlefield} Als \textbf{optionale Regel} kannst du den Schlachtfeld-Spielplan für Kämpfe zwischen Spielern in regulären Spielen verwenden. Dies kannst du auch für neutrale Kämpfe tun, wird aber nicht empfohlen. Die Regeländerungen finden sich unter \pagelink{Battlefield Combat}{Erweiterungsinhalten}.

source: \vfill
pl: \empty

source: Combat with \textbf{another player} can start in two ways: \begin{itemize} \item You move into any Field containing one of their Heroes. \item You move into a Town or Settlement owned by them. \end{itemize} Players are able to start multiple Combats during their Turn.
cs: Boj s \textbf{jiným hráčem} může začít dvěma způsoby: \begin{itemize} \item Přesunete se na jakékoliv Pole obsahující jednoho z jejich Hrdinů. \item Přesunete se do jimi vlastněného Města nebo Osady. \end{itemize} Hráči mohou během svého Kola začít více Bojů.
es: Combatir contra \textbf{otro Héroe} puede comenzar de dos maneras: \begin{itemize} \item Te mueves a cualquier Campo que contenga uno de sus Héroes. \item Te mueves a una ciudad o asentamiento de su propiedad. \end{itemize} Los jugadores pueden iniciar varios combates durante su turno.
fr: Le Combat avec \textbf{un autre Joueur} peut commencer de deux façons. \begin{itemize} \item Se deplacer sur une Case contenant un de ses Héros. \item Se déplacer sur une Ville ou une Enclave lui appartenant. \end{itemize} Les Joueurs peuvent engager plusieurs Combats pendant leur Tour.
he: קרב נגד \textbf{שחקן אחר} יכול להתרחש בשני מקרים: \begin{itemize} \item אתה מגיע לשדה בו נמצא גיבור יריב. \item אתה מגיע לטירה או ליישוב השייך לשחקן אחר. \end{itemize} השחקנים יכולים לבצע מספר קרבות במהלך תורם.
pl: Walkę z \textbf{innym graczem} można rozpocząć na dwa sposoby: \begin{itemize} \item Wchodząc na Pole okupowane przez wrogiego Bohatera \item Zajmując wcześniej zdobyte przez przeciwnika Miasto lub Osadę. \end{itemize} Gracz może rozpocząć wiele Walk podczas tej samej Tury.\par
ru: Сражение с \textbf{другим игроком} может начаться двумя способами: \begin{itemize} \item при попадании на поле с одним из вражеских героев. \item при попадании на поле с замком или посёлком, которыми они владеют. \end{itemize} Игроки могут участвовать в нескольких сражениях за свой ход.

source: When a \pagelink{Secondary}{Secondary Hero} is attacked, they \textbf{may choose} to be \pagelink{Endcombat}{instantly defeated} instead of engaging in Combat, which helps to preserve the Units.
pl: Gdy atakowany jest \pagelink{Secondary}{Bohater Pomocniczy}, może on \textbf{wybrać} \pagelink{Endcombat}{natychmiastową porażkę} zamiast Walki, co pozwala zachować Jednostki.

source: \vspace{1em} \note{10}{ \vspace{1em} If your Town or Settlement is attacked by an enemy Hero and your Hero is not on that Field, you may immediately \textbf{pay 8 \svg{gold} to defend with only your Units}. You cannot use your Deck during this Combat, as your Main Hero is not present. Paying this Gold represents the cost of transporting the army there. }
pl: \vspace{0.5em} \note{10.8}{ \vspace{0.3em} Jeśli twoje Miasto lub Osada są atakowane przez wrogiego Bohatera, a twój Bohater nie znajduje się na tym Polu, możesz \textbf{zapłacić 8 \svg{gold}, aby bronić się tylko Jednostkami}. Twój Bohater nie bierze udziału w tej Walce, przez co nie możesz korzystać ze swojej Talii. Opłata jest kosztem transportu armii na miejsce Walki. }\par

source: \subsection*{\pagetarget{Quick}{Quick Combat}}\index{Quick Combat} If your Hero's Level is higher than a Field's Difficulty when Combat against Neutral Units would begin, \textbf{no Combat} takes place. The player is considered to have beaten the Neutral Units by default and gains no rewards from the Combat itself before Visiting the Field.
cs: \subsection*{\pagetarget{Quick}{Rychlý Boj}}\index{Rychlý Boj} \vspace*{\lang_header_adjustment} Pokud je Úroveň vašeho Hrdiny vyšší než Obtížnost Pole v Boji proti Neutrálním Jednotkám, \textbf{nedochází k žádnému Boji}. Hráč je považován za toho, kdo porazil Neutrální Jednotky automaticky, a nezískává žádné odměny z Boje před Návštěvou Pole.
he: \subsection*{\pagetarget{Quick}{קרב מהיר}}\index{Quick Combat} אם השחקן צריך לבצע קרב נגד יחידה נייטרלית אך הדרגה של הגיבור גבוהה יותר מאשר הדרגה של השדה, \textbf{לא מתקיים קרב}. במקום זאת, השחקן מנצח את הקרב מיידית ולא מקבל שום דבר לפני שהוא מבקר בשדה.
pl: \subsection*{\pagetarget{Quick}{Szybka Walka}}\index{Szybka Walka} Jeśli Poziom twojego Bohatera jest wyższy niż Poziom Trudności Pola, gdy ma się rozpocząć Walka z Jednostkami Neutralnymi, \textbf{Walka nie odbywa się}. Gracz automatycznie pokonuje Jednostki Neutralne i nie otrzymuje żadnych nagród z Walki przed Odwiedzeniem Pola.
ru: \subsection*{\hypertarget{Quick}{Быстрое сражение}}\index{Quick Combat} Если вы собираетесь сразиться с нейтральными отрядами на поле, сложность которого ниже вашего уровня, сражения \textbf{не происходит}. Считается, что герой одержал победу над нейтральными отрядами, и вы не получаете наград.

source: \subsection*{\pagetarget{Combatsetup}{Combat Setup}}
cs: \subsection*{\pagetarget{Combatsetup}{Příprava Boje}} \vspace*{\lang_header_adjustment}
he: \subsection*{\pagetarget{Combatsetup}{הכנת הקרב}}
pl: \subsection*{\pagetarget{Combatsetup}{Przygotowanie Walki}}
ru: \subsection*{\hypertarget{Combatsetup}{Подготовка к сражению}}
