Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \subsection*{\pagetarget{combatround}{Combat Round Structure}} Combat is divided into Rounds, during which all of the Units participating in that Combat \textbf{Activate once} in Initiative order. After each Unit has Activated, a new Combat Round begins. Combat lasts until all Units on one side are eliminated, a player has to \textbf{Retreat}\index{Retreat} when fighting Neutral Units, or a player \textbf{Surrenders} to another player.
cs: \subsection*{\pagetarget{combatround}{Struktura Kola Boje}} Boj je rozdělen na Kola, během nichž se všechny Jednotky účastnící se tohoto Boje \textbf{Aktivují jednou} podle Iniciativy. Po Aktivaci všech Jednotek začíná nové Kolo Boje. Boj trvá, dokud nejsou všechny Jednotky na jedné straně eliminovány, hráč \textbf{Neustoupí}\index{Ústup} při boji s Neutrálními Jednotkami nebo \textbf{Nekapituluje} jinému hráči.
he: \subsection*{\pagetarget{combatround}{מבנה סבב קרבות}} הקרב מחולק לסבבים, בכל סבב כל היחידות המשתתפות בקרב יפעלו \textbf{פעם אחת} לפי סדר המהירות. לאחר שכל היחידות הופעלו, מתחיל סבב קרבות חדש. הקרב ממשיך עד שכל היחידות של צד אחד חוסלו, שחקן נאלץ \textbf{לברוח}\index{Retreat} בזמן שנלחם ביחידות נטרליות, או ששחקן \textbf{נכנע} לשחקן אחר.
pl: \subsection*{\pagetarget{combatround}{Przebieg Rundy Walki}} Walka składa się z Rund, w których Jednostki \textbf{Aktywowane są raz} zgodnie z Inicjatywą. Po Aktywacji wszystkich Jednostek zaczyna się nowa Runda. Walka trwa, dopóki wszystkie Jednostki jednej ze stron zostaną pokonane, gracz musi \textbf{Wycofać się}\index{Wycofywanie się} z Walki z Jednostkami Neutralnymi, lub \textbf{Poddaje się} przeciwnikowi.
ru: \subsection*{Структура раунда сражения} Сражение разбито на раунды, в ходе которых отряды сражаются, \textbf{активируясь один раз} в порядке скорости. После завершения активации последнего отряда начинается новый раунд. Сражение длится до уничтожения всех отрядов одной из сторон, либо пока игрок не примет решение \textbf{отступить} (при сражении с нейтральными отрядами) или \textbf{сдаться} другому игроку.

source: \subsection*{\pagetarget{CombatCards}{Using Cards During Combat}} You may only use \textbf{one Spell per Combat Round}, unlike being able to play any number of other Cards. Ongoing \svg{ongoing} and \svg{activation} Activate effects can be used only \textbf{when Activating one of your Units and before it attacks}. Ongoing effects\index{Ongoing Effects} last until end of Combat or if the effect on the Card is used up.\par Instant \svg{instant} Cards may be played \textbf{at any time} except between rolling the Attack Die and resolving damage unless otherwise stated. Effects of increasing a Unit's \svg{attack} (e.g. by the Statistics Cards), expire whenever the first attack performed by that Unit resolves or the Activation ends, whichever comes first. The increased \svg{defense} expires in a similar way.
pl: \subsection*{\pagetarget{CombatCards}{Wykorzystywanie Kart w Walce}} W ciągu jednej Rundy Walki \textbf{możesz użyć tylko jednej Karty Zaklęcia} w przeciwieństwie do możliwości zagrania dowolnej liczby innych Kart. Efektów Krótkotrwałych \svg{ongoing} oraz Aktywacji \svg{activation} można użyć tylko \textbf{podczas Aktywacji swojej Jednostki oraz przed jej atakiem}. Efekty Krótkotrwałe\index{Efekt!Krótkotrwały} trwają do końca Walki lub do momentu ich wykorzystania.\par Karty z Efektem Natychmiastowym \svg{instant} można zagrać \textbf{w dowolnym momencie} poza czasem pomiędzy rzutami Kością Ataku i rozpatrywaniem obrażeń, o ile opis Karty nie stanowi inaczej. Efekty zwiększające \svg{attack} Jednostki (np. za pomocą Kart Statystyk) wygasają po rozpatrzeniu pierwszego ataku tej Jednostki lub po zakończeniu Aktywacji, w zależności od tego, co nastąpi wcześniej. Zwiększona \svg{defense} wygasa tak samo.

source: \vspace*{\fill} \begin{center} \transparent{0.15}\reflectbox{\includegraphics[width=\linewidth]{\art/wyvern.png}} \end{center} \vspace*{\fill}
pl: \vspace*{\fill} \begin{center} \transparent{0.15}\reflectbox{\includegraphics[width=0.65\linewidth]{\art/wyvern.png}} \end{center} \vspace*{\fill}

source: \note{5}{Combats against Azure \svg{azure} Units, other players, or \pagelink{AIrules}{AI Heroes} have no time limit, and you cannot Retreat from them.}
pl: \note{5}{Walka przeciwko Błękitnym \svg{azure} Jednostkom, innym graczom lub \pagelink{AIrules}{Bohaterom AI} nie ma limitu czasu i nie możesz się z niej wycofać.} \vspace{-1em}

source: \vspace*{-1em} \subsection*{\pagetarget{Endcombat}{End of Combat}}
pl: \vspace*{-1em} \subsection*{\pagetarget{Endcombat}{Koniec Walki}}

source: Combat against Neutrals has three possible outcomes: \begin{itemize} \item \textbf{Win:} All Neutral Units are defeated. \item \textbf{Retreat:} The player runs out of time or loses all combating Units, but still has Units in their Unit Deck. \item \textbf{Defeat:} The player loses all combating Units and doesn't have any Units in their Unit Deck. \end{itemize}
pl: Walka przeciwko Jednostkom Neutralnym ma trzy możliwe wyniki: \begin{itemize} \item \textbf{Zwycięstwo:} Wszystkie Jednostki Neutralne zostają pokonane. \item \textbf{Wycofanie się:} Graczowi kończy się czas lub traci wszystkie walczące Jednostki, ale nadal ma Jednostki w swojej Talii Jednostek. \item \textbf{Porażka:} Gracz traci wszystkie walczące Jednostki i nie ma żadnych Jednostek w swojej Talii Jednostek. \end{itemize}

source: Combat against another player's Hero has two possible outcomes: \begin{itemize} \item \textbf{Win/Defeat:} If all Units on one side are defeated, the side with any surviving Units is the winner, the other side is defeated. \item \textbf{Surrender:} Instead of activating one of their Units, a Hero can decide to surrender to the other player's Hero by paying them 10 \svg{gold} to prevent their army from being defeated. In this case the Combat ends immediately without having a winning or defeated Hero. \end{itemize} \vspace{0.5em} \note{3.5}{You cannot surrender when defending a Town.}\par
pl: Walka przeciwko Bohaterowi innego gracza ma dwa możliwe wyniki: \begin{itemize} \item \textbf{Zwycięstwo/Porażka:} Jeśli wszystkie Jednostki jednej strony są pokonane, strona z ocalałymi Jednostkami wygrywa, druga strona jest pokonana. \item \textbf{Poddanie się:} Zamiast aktywować swoją Jednostkę, Bohater może poddać się Bohaterowi drugiego gracza, płacąc mu 10 \svg{gold}, aby zapobiec pokonaniu swojej armii. W tym przypadku Walka kończy się natychmiast bez zwycięskiego lub pokonanego Bohatera. \end{itemize} \note{3}{\vspace{1em}Broniąc Miasta, nie możesz się poddać.}\par

source: A \textbf{Winning Hero} gets \pagelink{Combatexperience}{Experience}, if it was the Main Hero. If it was the attacker they must Visit the Field where the combat took place.\par A \textbf{Retreating Hero} from a combat with Neutrals has to move back to the last visited Field on the map (without Visiting that Field).\par A \textbf{defeated Main Hero} has to move to a friendly Town or Settlement. If they were defeated by another player's Hero, they gain 1~\svg{morale_negative} and have to pay 5 \svg{gold} to the winning Hero. Furthermore they give a \pagelink{End}{Faction Cube} to the winning player. Defeating a Main Hero may cause \pagelink{End}{Player Elimination}.\par A \textbf{defeated Secondary Hero} (even instantly defeated without combat) is removed from the map. If defeated by another player's Hero they also get a Faction Cube.\par A \textbf{Surrendering Hero} doesn't count as defeated. Move a surrendering Main Hero to a town or settlement, or remove a Secondary Hero from the map as if they had been defeated. The other player neither gets Experience nor Faction Cubes.\par Remember to receive the starting Units of the chosen Scenario for free each time your Unit Deck is empty after a combat.
pl: \textbf{Zwycięski Bohater} otrzymuje \pagelink{Combatexperience}{Doświadczenie}, jeśli był Bohaterem Głównym. Jeśli był atakującym, odwiedza Pole, na którym miała miejsce walka.\par \textbf{Bohater wycofujący się} z Walki z Jednostkami Neutralnymi musi wrócić na ostatnie odwiedzone Pole na mapie (bez odwiedzania go).\par \textbf{Pokonany Bohater Główny} musi przenieść się do przyjaznego Miasta lub Osady. Jeśli został pokonany przez Bohatera innego gracza, otrzymuje 1~\svg{morale_negative} i musi zapłacić 5 \svg{gold} zwycięskiemu Bohaterowi. Ponadto daje \pagelink{End}{Kostkę Frakcji} zwycięskiemu graczowi. Pokonanie Bohatera Głównego może spowodować \pagelink{End}{Eliminację Gracza}.\par \textbf{Pokonany Bohater Pomocniczy} (nawet natychmiast pokonany bez walki) jest usuwany z mapy. Jeśli został pokonany przez Bohatera innego gracza, tamten gracz również otrzymuje Kostkę Frakcji.\par \textbf{Bohater poddający się} nie liczy się jako pokonany. Przenieś poddającego się Bohatera Głównego do Miasta lub Osady, albo usuń Bohatera Pomocniczego z mapy tak, jakby został pokonany. Drugi gracz nie otrzymuje ani Doświadczenia, ani Kostki Frakcji.\par Pamiętaj, aby otrzymać początkowe Jednostki wybranego scenariusza za darmo za każdym razem, gdy twoja Talia Jednostek jest pusta po Walce.

source: Winning Combat with your Main Hero usually grants them Experience\index{Experience}. If either the Difficulty of the Neutral Field or the Level of a defeated enemy Main Hero was \textbf{equal} to your Level, gain 1 \svg{experience}. If they were \textbf{higher} than your Level, gain 2 \svg{experience}. Winning a Neutral Combat against a Neutral Azure \svg{azure} Unit grants your Hero Level 7 \textbf{immediately}. If you ever gain multiple Levels at the same time, resolve their effects in order. Level ups must be resolved before Visiting the Field where the Combat happened.\par Secondary Heroes cannot ever gain Experience. You also do not gain Experience from \textbf{defeating} a Secondary Hero, or if an enemy Hero \textbf{Surrenders} to you.
pl: Po wygranej Walce Bohater Główny zdobywa Doświadczenie\index{Doświadczenie}. Jeśli Poziom Trudności Pola albo Poziom Wrogiego Bohatera jest \textbf{równy} Twojemu Poziomowi, otrzymujesz 1~\svg{experience}. Jeśli jest \textbf{wyższy} niż twój Poziom, zdobywasz 2 \svg{experience}. Pokonanie \svg{azure} Jednostek Neutralnych \textbf{natychmiast} awansuje Twojego Bohatera na 7 Poziom. Jeśli zdobędziesz kilka Poziomów na raz, rozpatrz ich efekty po kolei. Poziomy muszą być rozpatrzone przed Odwiedzeniem Pola, na którym odbyła się Walka.\par Bohater Pomocniczy nie otrzymuje Doświadczenia ani ty nie otrzymasz Doświadczenia za \textbf{pokonanie} Bohatera Pomocniczego lub gdy wrogi Bohater \textbf{się Podda}.

source: \subsection*{Campaign and Cooperative\\Combat} During these game modes, all enemy Units activate as described in the \pagelink{AI Units}{AI Rules section}.
pl: \subsection*{Kampania i Walka Kooperacyjna} W tych Trybach Gry wszystkie Wrogie Jednostki aktywują się, jak opisano w sekcji \pagelink{AI Units}{Zasady AI}.

source: Combat Example
cs: Příklad Boje
es: Ejemplo de Combate
fr: Exemple de Combat
he: קרב לדוגמה
pl: Przykładowa Walka
ru: Пример сражения

source: {2} \textit{Bob's Zombies are about to attack Alice's Griffins. As Bob announces the attack, both players now have a chance to modify the Attack or Defense of their own Unit by playing any number of \svg{instant} Cards that increase an attacking Unit's \svg{attack} or a defending Unit's \svg{defense}.}\par \textit{Bob decides to play a +1 Attack Card, increasing the Zombies' attack from 2 to 3. Alice responds by playing a +1 Defense Card, increasing the Griffins' Defense from 0 to 1. They would both be permitted to play any number of additional Cards in any order, but they decide to stop after playing these Cards.}\par
pl: {2} \textit{Zombie Boba atakują Gryfy Alicji. Po deklaracji ataku obaj gracze mogą zmodyfikować Atak i Obronę swoich Jednostek zagrywając dowolną liczbę \svg{instant} Kart zwiększających ich \svg{attack} lub \svg{defense}.}\par \textit{Bob decyduje się zagrać Kartę Ataku +1, zwiększając Atak Zombie z 2 na 3. Alicja odpowiada zagrywając Kartę Obrony +1, zwiększając obronę Gryfów z 0 do 1. Oboje mogą zagrać dowolną liczbę dodatkowych Kart w dowolnej kolejności, lecz decydują się na tym poprzestać.}\par

source: \includegraphics[width=\linewidth]{\examples/zombies_attack_griffins.png}
fr: \includegraphics[width=\linewidth]{translations/assets/fr/exemples/zombies_attack_griffins_fr.png}
pl: \includegraphics[width=\linewidth]{translations/assets/pl/zombies_attack_griffins.png}

source: \textit{After all Cards for the attack have been played, the Attack Die is thrown to further modify the amount of damage the attacking Unit deals. Bob throws a +1. This increases the Zombies' attack from 3 to 4, which is then reduced by the Griffins' Defense of 1. Therefore, 3 damage \svg{damage} is placed on the Griffins. Since they have a HP \svg{health_points} of 4, they are not flipped over to their ``Few'' side.}\par \textit{The Griffins do not have a Black Cube on them, therefore they now start a Retaliation Attack. The Cube would now normally be placed on them, however their Special \svg{unit_retaliate} Ability indicates that they may Retaliate any number of times so the Cube is not placed.}\par \textit{Both players are allowed to modify the Statistics of their Units again during the Retaliation Attack. The previously played Attack and Defense Cards no longer have any effect.}
pl: \textit{Po zagraniu wszystkich Kart dla danej sekwencji ataku wykonywany jest rzut Kością Ataku celem policzenia jego całkowitej siły. Bob wyrzuca +1. Zwiększa to Atak Zombie z 3 na 4, który zostaje pomniejszony o wartość Obrony Gryfów (1). Gryfy otrzymują 3 \svg{damage}. Ponieważ ich PZ \svg{health_points} wynosi 4, ich Karta nie zostaje obrócona na stronę "Kilka" .}\par \textit{Na Gryfach nie ma położonej Czarnej Kostki, więc wykonują one Kontratak. Z reguły powinno się na nich kłaść Kostkę, jednakże ich Specjalna \svg{unit_retaliate} Zdolność umożliwia wykonanie Kontrataku nieograniczoną liczbę razy, więc Kostki się nie umieszcza.}\par \textit{Obaj Gracze ponownie mogą zmodyfikować Statystyki swoich Jednostek podczas Kontrataku. Poprzednio zagrane Karty Ataku i Obrony nie wliczają się już do tego ataku.}

source: {\transparent{0.2}\includegraphics[width=\linewidth]{\art/prayer.png}}
pl: \vspace*{\fill}{\transparent{0.2}\includegraphics[width=\linewidth]{\art/prayer.png}}

source: {2} \subsection*{\pagetarget{Walls}{Defending a Town With\\a Citadel\raggedright}}\index{Defending Town} When you defend your Town and it has a Citadel, you add the 3 Wall and 1 Gate Obstacles in any order to the middle row of the Combat Board after placing your Units. \textbf{Don't use Walls and Gate} if you defend an enemy Town, which you've conquered before, \textbf{not even} if it is a Town with a Citadel. The Gate Card is \textbf{not an Obstacle to the defending player}. Defending Units may move through the Gate and may stop on it.
pl: {2} \subsection*{\pagetarget{Walls}{Obrona Miasta z Cytadelą}}\index{Obrona Miasta} Gdy bronisz swojego Miasta, które ma Cytadelę, dodajesz 3 Mury i 1 Bramę jako Przeszkody w dowolnej kolejności do środkowego rzędu Planszy Walki po rozstawieniu swoich Jednostek. \textbf{Nie używaj Murów i Bramy}, jeśli bronisz wrogiego Miasta, które wcześniej zdobyłeś, \textbf{nawet jeśli} to Miasto ma Cytadelę. Karta Bramy \textbf{nie jest Przeszkodą dla broniącego gracza}. Jednostki broniące mogą przechodzić przez Bramę i mogą się na niej zatrzymać.

source: \vspace*{\fill} \includegraphics[width=\linewidth]{\examples/ranged_protected.png} {\textit{When the Halberdiers are behind a non-destroyed Gate, they \textbf{are protected} when attacked from behind the Wall line. The \svg{unit_ranged} attack damage of Evil Eyes is \textbf{reduced by 1}.}} \columnbreak
pl: \vspace*{\fill} \includegraphics[width=\linewidth]{\examples/ranged_protected.png} {\textit{Halabardnicy znajdują się za niezniszczonym Murem. \textbf{Są chronieni} przed atakami z przeciwnej strony Muru. Obrażenia ataku \svg{unit_ranged} Złych Oczu są \textbf{zmniejszone o 1}.}} \newline\columnbreak

source: The Wall and Gate\index{Walls and Gate} Cards can be destroyed by any adjacent \svg{unit_ground} or \svg{unit_flying} Unit's attack, even by your own defending Units. These Attacks don't count as normal attacks: They are always successful and they don't activate any of the attacking Unit's \svg{unit_attack} abilities, and you cannot play any Cards or throw the attack die to affect the attack's result.
pl: Mury i Bramę\index{Mury i Brama} można zniszczyć atakiem dowolnej sąsiadującej z nimi Jednostki \svg{unit_ground} lub \svg{unit_flying}, nawet broniącej. Te Ataki nie liczą się jako normalne ataki: zawsze są skuteczne i nie aktywują żadnych zdolności \svg{unit_attack} atakującej Jednostki, a ty nie możesz zagrać żadnych kart ani rzucić Kością Ataku, aby wpłynąć na ich wynik.

source: Defending Units standing on their own side and \textbf{in the same column} as a Wall or a Gate gain protection from \svg{unit_ranged} attacks. If they are targeted by a \svg{unit_ranged} attack performed from the opponent's side of the Combat Board, \textbf{reduce the attack's damage by 1}.
pl: Jednostki broniące stojące po swojej stronie i \textbf{w tej samej kolumnie} co Mur lub Brama otrzymują ochronę przed atakami \svg{unit_ranged}. Jeśli są celem ataku \svg{unit_ranged} wykonanego z przeciwnej strony Planszy Walki, \textbf{zmniejsz obrażenia tego ataku o 1}.

source: {2} \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} The defender also gains the Arrow Tower\index{Arrow Tower} Unit Card which is placed next to the Combat Board. It acts like any Ranged \svg{unit_ranged} Unit, except that it is not affected by anything related to its positioning. For example it never gets ranged penalty against enemy Units and vice versa. Only Ranged attacks and Card Effects can destroy the Arrow Tower, but it is instantly destroyed when all Walls and the Gate are destroyed. The attacker doesn't need to destroy it to win the Combat.
pl: {2} \begin{center} \includegraphics[width=0.6\linewidth]{translations/assets/pl/arrow_tower.png} \end{center} Gracz broniący się otrzymuje również Kartę Jednostki Wieży Łuczniczej\index{Wieża Łucznicza}, która jest umieszczana obok Planszy Walki. Działa jak każda Jednostka \svg{unit_ranged} Strzelająca, z wyjątkiem tego, że nie wpływa na nią nic związane z jej pozycjonowaniem: nigdy nie otrzymuje kary do Walki przeciwko wrogim Jednostkom i \textit{vice versa}. Tylko ataki dystansowe i Efekty Kart mogą zniszczyć Wieżę Łuczniczą, ale jest ona natychmiast niszczona, gdy wszystkie Mury i Brama zostają zniszczone. Atakujący nie musi jej zniszczyć, aby wygrać Walkę.

source: \vspace{1em} \note{9}{In a siege against AI, the Arrow Tower follows the priority-rules like a Silver \svg{silver} Unit. But if there are many valid targets, it cannot attack the nearest one, so it will attack the one that is closest to perishing (the smallest difference between \svg{health_points-yellow} and current \svg{damage-yellow}).}
pl: \vspace{1em} \note{9}{W oblężeniu przeciwko AI Wieża Łucznicza atakuje jak Srebrna \svg{silver} Jednostka. Jeśli jest więcej niż jeden możliwy cel, nie może atakować najbliższego, więc zaatakuje ten, który jest najbliżej śmierci (najmniejsza różnica między \svg{health_points-yellow} a obecnymi \svg{damage-yellow}).}

source: \pagetarget{Combat}{Combat}\index{Combat} with \textbf{Neutral Units} starts when a Hero moves to an \textbf{unvisited} Field with a roman numeral, signifying the \hyperlink{Difficulty Table}{type and number} of Neutral Units guarding that Field.
cs: \pagetarget{Combat}{Boj}\index{Boj} s \textbf{Neutrálními Jednotkami} začíná, když se Hrdina přesune na \textbf{nenavštívené} Pole s římskou číslicí, která označuje \hyperlink{Difficulty Table}{typ a počet} Neutrálních Jednotek střežící toto Pole.
he: \pagetarget{Combat}{קרב}\index{Combat} נגד \textbf{יחידות נטרליות} מתרחש כאשר גיבור מגיע לשדה \textbf{שלא הגיעו אליו קודם לכן} ושמסומנת עליו ספרה רומית. הספרה מציינת את \hyperlink{Difficulty Table}{הסוג ואת מספר} היחידות הנטרליות השומרות על השדה.
ru: \hypertarget{Combat}{Сражение}\index{Combat} с \textbf{нейтральными отрядами} начинается при попадании героя на непосещённое поле с римской цифрой, обозначающей \hyperlink{Difficulty Table}{тип и количество} нейтральных отрядов, охраняющих это поле.

source: % TODO info about battlefield expansion Combat is resolved on the 4 x 5 Combat board, which consists of two Backlines and two Frontlines on opposite ends, and a middle row. Follow these steps when Combat begins against \textbf{Neutral Units}:
cs: Boj se odehrává na 4 x 5 Desce Bojiště, která se skládá ze dvou řad Zadních, dvou Předních a jedné prostřední. V Boji proti \textbf{Neutrálním Jednotkám}, postupujte podle těchto kroků:
es: % TODO info about battlefield expansion El combate se resuelve en el tablero de combate 4 x 5, consta de dos líneas de retaguardia y dos líneas de frente en extremos opuestos y una fila central. Sigue estos pasos para el combate contra \textbf{Unidades Neutrales}:
fr: % TODO info about battlefield expansion Les Combats se font sur un plateau de 4 x 5, composé de deux Lignes Arrières et deux Lignes de Front, séparées par une Ligne Centrale. Suivez ces étapes avant de débuter un Combat contre des \textbf{Unités Neutres}.
he: % TODO info about battlefield expansion הקרבות מתבצעים על לוח הקרבות בגודל \textenglish{ 4 x 5 }. הלוח מכיל שני קווים אחוריים, שני קווים קדמיים בשני הצדדים וקו אמצע. בצע את השלבים הבאים כאשר אתה מתחיל קרב כנגד \textbf{יחידות נטרליות}:
ru: Сражение происходит на доске 4х5, состоящую из двух расположенных друг напротив друга передовых линий и тыла, а также средней линии. При сражении с \textbf{нейтральными отрядами} выполните следующие шаги:
