Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \addsection{Combat}{\skills/attack.png}
cs: \addsection{Boj}{\skills/attack.png}
de: \addsection{Kampf}{\skills/attack.png}
es: \addsection{Combate}{\skills/attack.png} \vspace*{\lang_header_adjustment}
he: \addsection{\texthebrew{קרבות}}{\skills/attack.png}
pl: \addsection{Walka}{\skills/attack.png}
ru: \addsection{Сражение}{\skills/attack.png}

source: \pagetarget{Combat}{Combat}\index{Combat} with \textbf{Neutral Units} starts when a Hero moves to one of the \textbf{unvisited} Fields: \begin{itemize} \item A Field with a Roman numeral signifying the \hyperlink{Difficulty Table}{type and number} of Neutral Units guarding that Field, or \begin{expansion}[left=4mm]{navalbattles} \item A \pagelink{Creature Bank List}{Creature Bank Location}. In this case, follow the rules for \pagelink{Creature Banks Rules}{Combat against Creature Banks}. \end{expansion} \end{itemize}
de: Ein \pagetarget{Combat}{Kampf}\index{Kampf} gegen \textbf{neutrale Einheiten} startet, wenn ein Held eines der folgenden \textbf{unbesuchten Felder} betritt; \begin{itemize} \item einen Ort mit römischer Zahl, die auf \hyperlink{Difficulty Table}{Typ und Anzahl} der bewachenden Einheiten hinweist. \begin{expansion}[left=4mm]{navalbattles} \item einen \pagelink{Creature Banks List}{Kreaturenbank-Ortsmarker}. Befolge dann die Regeln für \pagelink{Creature Banks Rules}{Kreaturenbank-Kämpfe}. \end{expansion} \end{itemize}

source: Combat with \textbf{another player} can start in two ways: \begin{itemize} \item You move into any Field containing one of their Heroes. \item You move into a Town or Settlement owned by them, see \pagelink{Siege Combat}{Siege Combat}. \end{itemize} Players are able to start multiple Combats during their Turn.
de: Ein Kampf gegen \textbf{einen anderen Spieler} kann auf zwei Weisen starten: \begin{itemize}[leftmargin=17pt] \item Du bewegst deinen Helden auf das Feld eines seiner Helden. \item Du bewegst dich in eine vom ihm kontrollierte Stadt oder Siedlung, siehe \pagelink{Siege Combat}{Belagerungskämpfe}. \end{itemize} Die Spieler können mehrere Kämpfe in ihrem Spielzug starten.

source: When a \pagelink{Secondary}{Secondary Hero} is attacked, they \textbf{may choose} to be \pagelink{Endcombat}{instantly defeated} instead of engaging in Combat, which helps to preserve the units.
de: Wird dein \pagelink{Secondary}{Nebenheld} angegriffen, \textbf{darfst} du ihn \pagelink{Endcombat}{sofort als besiegt} erklären anstatt zu kämpfen. Dies bewahrt deine Einheiten womöglich vor unnötigen Verlusten.

source: \begin{center} \transparent{0.2}\includegraphics[width=0.6\linewidth]{\art/wyvern.png} \end{center}
de: \empty

source: \pagetarget{Quick}{\subheader{Quick Combat}}\index{Quick Combat} If your Hero's Level is higher than a Field's Difficulty when Combat against Neutral Units would begin, \textbf{no Combat} takes place. The player is considered to have beaten the Neutral Units by default and gains no rewards from the Combat itself before Visiting the Field.
de: \pagetarget{Quick}{\subheader{Schneller Kampf}}\index{Schneller Kampf} Falls deine Heldenstufe höher ist als die Schwierigkeit des Feldes, auf dem der neutrale Kampf ausgetragen würde, findet \textbf{kein Kampf} statt. Es wird angenommen, dass du den Kampf gewonnen hättest. Du erhältst keine Belohnungen aus dem Kampf selbst und besuchst danach sofort den Ort des Feldes.

source: \pagetarget{Combatsetup}{\subheader{Combat Setup}}
de: \pagetarget{Combatsetup}{\subheader{Kampfaufbau}}

source: \vspace*{-2em} Combat is resolved on the 4×5 Combat Board, which consists of two Backlines and two Frontlines on opposite ends, and a middle row. It can also be resolved on one of the \pagelink{Alternative Combat Boards}{alternative Boards}. Follow these steps when Combat begins against \textbf{Neutral Units}:
de: \vspace*{-2em} Der Kampf wird auf dem 4x5 Felder großen Kampf-Spielplan ausgetragen, der an den gegenüberliegenden Kanten aus zwei hinteren und zwei vorderen Kampfreihen besteht, sowie einer Mittelreihe. Es können auch \pagelink{Alternative Combat Boards}{alternative Kampfspielpläne} verwendet werden. Beginnt ein Kampf gegen \textbf{neutrale Einheiten}, führt folgende Schritte durch:

source: \begin{itemize}[leftmargin=2.2em] \item Choose one of the Combat Board's sides as your own. Place up to 5 of your unit cards freely onto the Back and Frontlines of that side. \item Check the \hyperlink{Difficulty Table}{\textbf{Difficulty Table}} \iftoggle{printable}{(on the back cover)}{} and draw the corresponding number of Neutral Unit cards from their Decks. \item The Neutral Units are placed differently depending on the Game Mode: \item In \textbf{Clash} or \textbf{Alliance} Scenarios, the enemy player sitting to your right controls the Neutral Units and decides their placement. \svg{unit_ranged} units must be placed in the Backline if possible. \item \pagetarget{CombatAISetup}In \textbf{Campaign} or \textbf{Cooperative} Scenarios, Neutral Units are placed from left to right from the player's perspective. First, place any \svg{unit_ranged} units in the Backline\index{Units Placement}. Then, place any \svg{unit_ground} or \svg{unit_flying} units in the Frontline. If there's not enough room to place a unit in its correct line, place them in the other one. Units must be placed in \textbf{descending} Initiative\index{Initiative} order. If there's a tie, place higher tier units first. If there's still a tie, the players decide the order. Check the \pagelink{AI Units}{\textbf{Combat against AI}} section for detailed instructions. \end{itemize}
de: \begin{itemize}[leftmargin=17pt] \item Wähle eine Seite des Kampf-Spielplans und platziere dort bis zu 5 eigene Einheiten aus dem Einheitendeck frei auf vorderer und hinterer Kampfreihe. \item Prüfe die \hyperlink{Difficulty Table}{\textbf{Schwierigkeit der neutralen Einheiten}} \iftoggle{printable}{(auf dem rückseitigen Cover)}{} und ziehe die entsprechende Anzahl neutraler Einheiten von ihren Decks. \item Neutrale Einheiten werden je nach Spielmodus unterschiedlich aufgestellt: \item In \textbf{Konflikt-} oder \textbf{Allianz-}Szenarien kontrolliert der Gegenspieler rechts von dir die neutralen Einheiten und entscheidet über ihre Aufstellung. \svg{unit_ranged}-Einheiten müssen (falls möglich) in hinterer Kampfreihe platziert werden. \item \pagetarget{CombatAISetup}In \textbf{Kampagnen-} oder \textbf{kooperativen} Szenarien werden neutrale Einheiten aus Sicht des Angreifers von links nach rechts in \textbf{absteigender} Initiativ-\index{Initiativwert}Reihenfolge platziert: Platziere zuerst alle \svg{unit_ranged}-Einheiten in der hinteren Kampfreihe\index{Kampfaufstellung neutraler Einheiten}. Platziere dann \svg{unit_ground}- und \svg{unit_flying}-Einheiten in der vorderen Kampfreihe. Ist nicht genug Platz in der richtigen Kampfreihe, platziere die Einheiten in der anderen. Im Falle eines Initiativ-Gleichstandes platziere zuerst Einheiten höherer Stufe. Ist auch die Stufe gleich, entscheidet der Spieler. Details siehe unter \pagelink{AI Units}{\textbf{Bot-Regeln}}. \end{itemize}

source: Unit setup when fighting \textbf{other players}: \begin{itemize}[leftmargin=2.2em] \item The attacking player places up to 5 units on their chosen side of the Combat Board, followed by the defender. \item If the Combat takes place in a Town with a Citadel, the defender adds the \pagelink{Walls}{Wall, Gate and Arrow Tower} cards after placing their units. \end{itemize}
de: Kampfaufstellung gegen \textbf{andere Spieler}: \begin{itemize}[leftmargin=17pt] \item Der Angreifer platziert zuerst bis zu 5 seiner Einheiten auf der gewählten Kampfseite, gefolgt vom Verteidiger. \item Ist es ein \pagelink{Walls}{Belagerungskampf}, platziert der Verteidiger zusätzlich Mauern, Tor und Geschützturm, nachdem er die Einheiten platziert hat. \end{itemize}

source: \begin{center} \includegraphics[width=\linewidth]{\art/elf.jpg} \end{center}
de: \begin{center} \includegraphics[width=0.9\linewidth]{\art/elf.jpg} \end{center}

source: \pagetarget{Combatterminology}{\subheader{Combat Terminology}}
de: \pagetarget{Combatterminology}{\subheader{Grundbegriffe im Kampf}}

source: {2} The following terms are used to describe effects and elements during Combat:\par \textbf{Attacking Player} – The player who started the Combat.\par \textbf{Defending Player} – The player whom Combat was started against.\par \textbf{Activation} – A unit activates when it is next in the Initiative order.\par \textbf{Adjacent Unit} – A unit is directly adjacent to another if it is one space away in a cardinal direction (nondiagonal).\par \textbf{Combat Round} – A full cycle of all units of each player being activated.\par \textbf{Combat Obstacles}\index{Combat Obstacles}\index{Obstacles, Combat} – Every card on the Combat Board is a Combat Obstacle. They block the movement of all non-flying units.\smallskip\par \begin{tikzpicture}[overlay] \node[opacity=0.99] at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Attack Die}\index{Attack Die}\index{Dice} – A red Die whose results range from -1 to +1. Roll the Die \textbf{whenever a unit attacks} and add the result to the unit's Attack value.}\par\smallskip \textbf{\pagetarget{Retaliate}{Retaliation Attack}} – If a unit survives an attack by an adjacent unit, it performs an attack back at that unit. Each unit can perform \textbf{only 1} Retaliation Attack\index{Retaliation Attack} per Combat Round. Retaliation Attacks function identically to normal attacks, but they cannot cause another Retaliation Attack. Mark units which have performed a Retaliation Attack this Round with a Black Cube.\par \textbf{\pagetarget{Paralysis}{Paralysis}}\index{Paralysis} \svg{paralysis} – Some effects place a Paralysis Token on units. If a unit would activate with a Paralysis Token on it, \textbf{skip its activation} and remove the Token instead. If the unit \textbf{is attacked or takes any damage} while having the Paralysis Token, remove it. The Token does not prevent units from performing Retaliation Attacks.\par \textbf{\pagetarget{Defend}{Defend}} \svg{defense} – units may choose to gain a Defense Token and end the activation instead of attacking. When a unit with a Defense Token is attacked, make another roll with the attack Die after the initial attack roll. If you roll a ``+1'', the defending unit gains an extra 1 Defense for this attack. If a unit has a Defense Token at the start of its activation, discard it. The unit cannot take another Defense Action during that activation.\par \begin{expansion}{conflux} \textbf{\pagetarget{Elemental Damage}{Elemental Damage}} – If units deal elemental damage, they attack normally, but the resulting damage works similarly to \svg{damage} dealt by Spells and ignores the unit's \svg{defense}. Elemental damage does not count as damage from Spells. \end{expansion}
de: {2} Folgende Begriffe erklären Grundprinzipien im Kampf:\par \textbf{Angreifer} – Der Spieler, der den Kampf initiiert.\par \textbf{Verteidiger} – Der Spieler, gegen den ein Kampf initiiert wurde.\par \textbf{Aktivierung} – Eine Einheit wird aktiviert, wenn sie als nächstes in Initiativ-Reihenfolge am Zug ist.\par \textbf{Angrenzende Einheit} – Zwei Einheiten sind angrenzend, wenn sie sich auf horizontal oder vertikal (nicht diagonal) benachbarten Feldern befinden.\par \textbf{Kampfrunde} – Der Zyklus, in dem alle Einheiten beider Spieler aktiviert wurden.\par \textbf{Hindernisse}\index{Kampfhindernisse}\index{Hindernisse, Kampf} – Jede Karte auf dem Kampf-Spielplan ist ein Hindernis. Es blockiert die Bewegung nicht-fliegender Einheiten.\smallskip\par \begin{tikzpicture}[overlay] \node[opacity=0.7] at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Angriffswürfel}\index{Angriffswürfel}\index{Würfel} – Ein roter Würfel mit Ergebnissen von -1 bis 1. Er wird \textbf{immer gewürfelt, wenn eine Einheit angreift}, und sein Ergebnis wird zum Angriffswert hinzuaddiert.}\par\smallskip \textbf{\pagetarget{Retaliate}{Vergeltungsangriff}} – Überlebt eine Einheit einen Nahkampfangriff gegen sich, führt sie einen Vergeltungsangriff aus. Jede Einheit kann \textbf{nur 1} Vergeltungsangriff\index{Vergeltungsangriff} pro Kampfrunde ausführen. Sie werden genauso abgehandelt wie normale Angriffe, ziehen aber keine weiteren Vergeltungsangriffe nach sich. Markiere Einheiten, die bereits einen Vergeltungsangriff diese Kampfrunde durchgeführt haben, mit einem Statuswürfel.\par \textbf{\pagetarget{Paralysis}{Lähmung}}\index{Lähmung} \svg{paralysis} – Einige Effekte platzieren Lähmungsmarker auf Einheiten. Wird eine solche gelähmte Einheit aktiviert, \textbf{überspringe die Aktivierung} und entfernte stattdessen den Lähmungsmarker. Wird eine gelähmte Einheit \textbf{angegriffen oder erleidet Schaden,} \textbf{wird der Marker vorzeitig entfernt}. Der Marker verhindert nicht, dass Einheiten Vergeltungsangriffe durchführen.\par \textbf{\pagetarget{Defend}{Verteidigen}} \svg{defense} – Einheiten können sich entscheiden einen Verteidigungsmarker zu erhalten anstatt anzugreifen, was ihre Aktivierung sofort beendet. Wird eine Einheit mit Verteidigungsmarker angegriffen, würfelt sie nach dem Angriff einen Angriffswürfel. Bei ``+1'' steigt ihr Verteidigungswert um 1 gegen diesen Angriff. Erst zu Beginn der nächsten Aktivierung wird der Verteidigungsmarker abgeworfen. Einheiten dürfen nicht zwei Aktivierungen in Folge verteidigen. \begin{expansion}{conflux} \textbf{\pagetarget{Elemental Damage}{Elementarschaden}} – Fügen Einheiten Elementarschaden zu, greifen sie wie üblich an, aber ihr Schaden funktioniert wie \svg{damage} durch Zauber und ignoriert die \svg{defense} der Einheit. Elementarschaden zählt nicht als Schaden durch Zauber. \end{expansion}

source: \pagetarget{combatround}{\subheader{Combat Round Structure}}
de: \vspace*{3em} \pagetarget{combatround}{\subheader{Ablauf einer Kampfrunde}}

source: Combat is divided into Rounds, during which all of the units participating in that Combat \textbf{activate once} in Initiative order. After each unit has activated, a new Combat Round begins. Combat lasts until all units on one side are eliminated, a player has to \textbf{Retreat}\index{Retreat} when fighting Neutral Units, or a player \textbf{surrenders} to another player.
de: \end{multicols*}\vspace*{-3em}Der Kampf ist in Runden gegliedert, in denen jede am Kampf beteiligte Einheit in Initiativ-Reihenfolge \textbf{einmal aktiviert wird}. Anschließend beginnt eine neue Kampfrunde. Ein Kampf endet, wenn entweder alle Einheiten einer Seite besiegt sind, ein Spieler vor neutralen Einheiten \textbf{fliehen}\index{Fliehen} muss oder gegenüber einem anderen Spieler \textbf{kapituliert}.

source: Structure of a Combat Round: \begin{itemize}[leftmargin=2.3em] \item Players activate their units in descending order of unit \pagelink{Initiative}{Initiative}. \textbf{If there's a tie}, alternate between attackers and defenders starting with an attacker. \item When a unit activates, place a Faction Cube on it to indicate it has been activated this Combat Round. \item Activated units may move and attack according to their \pagelink{Unittype}{type}. Neutral Units controlled by an opposing player must always attack if possible. \item Instead of attacking, a unit may \pagelink{Defend}{defend}. In Neutral Combat, the Neutral enemy units cannot defend, even when controlled by another player. \item Before a unit attacks, both players may \pagelink{CombatCards}{play cards}. Cards are resolved in the order in which players decide to play them. \item After a unit's attack has been declared and all cards have been played, roll the Attack Die. Modify the attacking unit's attack by the Die's result, then reduce it by the defending unit's Defense, and finally deal the rest as \pagelink{HP}{damage} to the defending unit. \item If the defending unit was adjacent to the attacker, it \pagelink{Retaliate}{retaliates} if it hasn't done so this Round. \item Keep activating units until they've all been activated once. After the last unit's activation, the Combat Round ends. \end{itemize} \vspace*{\fill}
de: Ablauf einer Kampfrunde: \begin{itemize}[leftmargin=17pt] \item Die Einheiten werden in absteigender Reihenfolge ihres \pagelink{Initiative}{Initiativwertes} aktiviert. \textbf{Bei Gleichstand} werden die Einheiten von Angreifer und Verteidiger abwechselnd aktiviert, beginnend beim Angreifer. \item Auf eine bereits aktivierte Einheit wird dann ein Fraktionswürfel gelegt. \item Aktivierte Einheiten dürfen sich bewegen und angreifen abhängig ihres \pagelink{Unittype}{Typs}. Neutrale Einheiten, kontrolliert von einem Gegenspieler, müssen immer angreifen, sofern möglich. \item Anstatt anzugreifen darf eine Einheit auch \pagelink{Defend}{verteidigen}. In neutralen Kämpfen dürfen gegnerische neutrale Einheiten niemals verteidigen, auch nicht, wenn ein Gegenspieler sie kontrolliert. \item Bevor eine Einheit angreift, dürfen beide Spieler \pagelink{CombatCards}{Karten spielen}. Karten werden in der Reihenfolge abgehandelt, in der sie gespielt wurden. \item Nachdem ein Angriff einer Einheit angekündigt wurde und alle Karten gespielt wurden, würfle den Angriffswürfel. Addiere das Wurfergebnis zum Angriffswert der Einheit, reduziere ihn dann um den Verteidigungswert der verteidigenden Einheit, und füge das Ergebnis als \pagelink{HP}{Schaden} der verteidigenden Einheit zu. \item Auf einen Nahkampfangriff gegen eine verteidigende Einheit, folgt nun deren \pagelink{Retaliate}{Vergeltungsangriff}, sofern sie diese Kampfrunde noch keinen ausgeführt hat. \item Setze die Aktivierungen aller übrigen Einheiten fort, bis die letzte Einheit aktiviert wurde. Danach endet die Kampfrunde. \end{itemize} \vspace*{\fill}

source: \subsection*{Campaign and Cooperative\\Combat} During these game modes, all enemy units activate as described in the \pagelink{AI Units}{AI Rules section}. \vspace*{\fill}
de: \subsection*{Kämpfe in Kampagnen- und\\ kooperativen Szenarien} Abweichende Kampfregeln für diese Spiel\-modi finden sich unter \pagelink{AI Units}{Bot-Regeln}. \vspace*{\fill}

source: \subsection*{\pagetarget{CombatCards}{Using Cards During Combat}} You may only use \textbf{one Spell per Combat Round}, unlike being able to play any number of other cards. Ongoing \svg{ongoing} and \svg{activation} activation effects can be used only \textbf{when activating one of your units and before it attacks}. Ongoing effects\index{Ongoing Effects} last until end of Combat or if the effect on the card is used up.\par Instant \svg{instant} cards may be played \textbf{at any time} except between rolling the Attack Die and resolving damage unless otherwise stated. Effects of increasing a unit's \svg{attack} (e.g. by the Statistics cards), expire whenever the first attack performed by that unit resolves or the activation ends, whichever comes first. Increased \svg{defense} expires in a similar way.
de: \subsection*{\pagetarget{CombatCards}{Karten im Kampf spielen}} Du darfst \textbf{nur einen Zauber pro Kampfrunde} spielen, jedoch beliebig viele Karten anderen Typs. Anhaltende \svg{ongoing} und Aktivierungseffekte \svg{activation} dürfen \textbf{nur während der Aktivierung einer eigenen Einheit und vor ihrem Angriff} gespielt werden. Anhaltenden Effekte\index{Anhaltende Effekte} enden am Ende des Kampfes oder falls der beschriebene Effekt eingetreten ist.\par Soforteffekte \svg{instant} dürfen \textbf{jederzeit} gespielt werden außer zwischen dem Werfen des Angriffswürfels und dem Zufügen des Schadens. Effekte, die den Angriffs- \svg{attack} oder Verteidigungswert \svg{defense} einer Einheit erhöhen (z. B. durch Statistikkarten), verfallen, sobald der erste Angriff dieser Einheit abgehandelt wurde oder die aktuelle Aktivierung endet, je nachdem, was zuerst passiert.

source: \subsection*{\pagetarget{Timelimit}{Combat Time Limits}}\index{Time Limit} Combats against Neutral Units have a time limit of \textbf{one Combat Round}. At the end of every Combat Round, you have an option to either \textbf{Retreat}\index{Retreat} or spend 1 \svg{movement} from the Hero that started the Combat in order to play another Round. When you Retreat, end the Combat, and move the Hero that started the Combat back to the Field they \textbf{last Visited}. Retreating has no other penalties.
de: \subsection*{\pagetarget{Timelimit}{Zeitlimit in Kämpfen}}\index{Zeitlimit} Kämpfe gegen neutrale Einheiten dauern regulär \textbf{nur eine Kampfrunde}. Am Ende jeder Kampfrunde kannst du entscheiden, entweder \textbf{zu fliehen}\index{Fliehen} oder einen BP des kämpfenden Helden auszugeben, um den Kampf um eine Kampfrunde zu verlängern. Fliehst du, dann \hyperlink{Endcombat}{endet der Kampf} und du bewegst deinen Helden zurück auf das Feld, das er \textbf{zuvor besucht hat}. Fliehen hat keine weiteren negativen Konsequenzen.\par
pl: \subsection*{\pagetarget{Timelimit}{Limit Czasu Walki}}\index{Limit!Czasu Walki} Walki z Jednostkami Neutralnymi mają Limit Czasu wynoszący \textbf{jedną Rundę Walki}. Po zakończeniu każdej Rundy Walki masz możliwość \textbf{Wycofania się}\index{Wycofanie} lub wydania 1 \svg{movement} Bohatera, który rozpoczął Walkę, aby rozegrać kolejną Rundę. Wycofując się, zakończ Walkę i przesuń Bohatera, który rozpoczął Walkę, z powrotem na Pole, które \textbf{ostatnio Odwiedził}. Nie ma innych negatywnych konsekwencji Wycofania się.\par

source: \note{5}{Combats against Azure \svg{azure} Units, other players, or \pagelink{AIrules}{AI Heroes} have no time limit, and you cannot Retreat from them.}
de: \note{5}{Kämpfe gegen Azur-Einheiten \svg{azure}, andere Spieler oder \pagelink{AIrules}{Bot-Helden} haben kein Zeitlimit und du kannst nicht fliehen.}

source: \pagetarget{Endcombat}{\subheader{End of Combat}}
de: \pagetarget{Endcombat}{\subheader{Ende eines Kampfes}}

source: {2} Combat against Neutrals has three possible outcomes: \begin{itemize} \item \textbf{Victory:} All Neutral Units are defeated. \item \textbf{Retreat:} The player runs out of time or loses all combating units, but still has units in their unit Deck. \item \textbf{Defeat:} The player loses all combating units and doesn't have any units in their unit Deck. \end{itemize}
de: {2} Kämpfe gegen neutrale Einheiten können auf drei verschiedene Weisen enden: \begin{itemize}[leftmargin=17pt] \item \textbf{Sieg:} Alle neutralen Einheiten sind besiegt. \item \textbf{Fliehen:} Der Spieler verlängert den Kampf nicht oder verliert alle kämpfenden Einheiten, hat aber noch Einheiten im Einheitendeck. \item \textbf{Niederlage:} Der Spieler verliert alle kämpfenden Einheiten und hat keine Einheiten mehr im Einheitendeck. \end{itemize}

source: Combat against another player's Hero has two possible outcomes: \begin{itemize} \item \textbf{Victory/Defeat:} If all units on one side are defeated, the side with any surviving units is the winner, the other side is defeated. \item \textbf{Surrender:} Instead of activating one of their units, a Hero can decide to surrender to the other player's Hero by paying them 10 \svg{gold} to prevent their army from being defeated. In this case, Combat ends immediately without having a winning or defeated Hero. \end{itemize}
de: Kämpfe gegen andere Spieler können auf zwei verschiedene Weisen enden: \begin{itemize}[leftmargin=17pt] \item \textbf{Sieg/Niederlage:} Sind alle Einheiten eines Spielers besiegt, hat der Spieler mit überlebenden Einheiten den Kampf gewonnen. Der andere Spieler hat verloren. \item \textbf{Kapitulation:} Anstatt eine eigene Einheit zu aktivieren, kann ein Spieler vor dem gegnerischen Helden kapitulieren, indem er ihm 10 \svg{gold} zahlt, um seine Einheiten zu bewahren. Der Kampf endet dann sofort. Es gibt keinen Sieger oder Verlierer. \end{itemize}
