Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \subsection*{\pagetarget{Endcombat}{End of Combat}} Combat ends immediately if all units on one side are defeated. The side with any surviving units is the winner. In Combat against \textbf{Neutral Units}, if you \pagelink{Timelimit}{run out of time} or your Units are defeated, you must \textbf{Retreat}; move any surviving Units back to your Unit Deck and move the Hero that started the Combat back to the Field they \textbf{last Visited}. There are no other negative consequences to Retreating.\par \note{9}{ \textbf{Important exception}: If \textbf{all} of your Units from your \textbf{Unit Deck} were defeated during Neutral Combat, your Main Hero must be moved to a friendly Town or Settlement. Secondary Heroes are removed from the game until Recruited again.\par }\par If you defeat all Units during Combat against \textbf{another player's Main Hero}, the defeated player \textbf{loses Morale} and has to \textbf{pay the winner} 5 \includesvg[height=10px]{\svgs/gold.svg}. Do not lose Morale or pay \includesvg[height=10px]{\svgs/gold.svg} if a \textbf{Secondary Hero} is defeated. \textbf{In both cases}, the defeated player also \textbf{gives the winner} one of their \pagelink{End}{Faction Cubes}. Defeated Main Heroes \textbf{have to move} to a friendly Town or Settlement, while Secondary Heroes are removed from the game until Recruited again. Defeating a Main Hero may cause \pagelink{End}{Player Elimination}.\par You may \textbf{Surrender}\index{Surrender} to another player by paying them 10 \includesvg[height=10px]{\svgs/gold.svg} when activating a Unit. Move your Main Hero or remove your Secondary Hero from the game as if you were defeated by losing your Units. There are no other direct consequences to Surrendering; the winner does not gain a Faction Cube.\par \note{4}{You cannot surrender when defending a Town.}\par When a Secondary Hero is attacked, they may also choose to be \textbf{instantly defeated} instead of fighting a Combat in order to preserve their Units. When this happens, the attacker still receives a Faction Cube from the defeated Hero.\par When Combat ends, all damage is healed from all surviving Units. Move any player owned Units back to their Unit Deck and discard any leftover enemy Neutral Units. After winning Combat, Heroes \textbf{must} Visit the Field where the Combat took place.
cs: \subsection*{\pagetarget{Endcombat}{Konec Boje}} \vspace*{\lang_header_adjustment} Boj končí v momentě, kdy jsou všechny Jednotky na jedné straně poraženy. Strana s přeživšími Jednotkami je vítězná. V Boji proti \textbf{Neutrálním Jednotkám}, pokud \pagelink{Timelimit}{vyprší čas} nebo jsou vaše Jednotky poraženy, musíte \textbf{Ustoupit}; přesuňte přeživší Jednotky zpět do svého Balíčku Jednotek a přesuňte Hrdinu, který Boj zahájil, zpět na Pole, které \textbf{naposledy Navštívil}. Ústup nemá žádné další negativní důsledky.\par \note{9}{ \textbf{Důležitá výjimka}: Pokud byly během Neutrálního Boje poraženy \textbf{všechny} vaše Jednotky z vašeho \textbf{Balíčku Jednotek}, váš Hlavní Hrdina musí být přemístěn do přátelského Města nebo Osady. Vedlejší Hrdinové jsou odstraněni ze hry, dokud nejsou znovu Naverbováni.\par }\par Pokud porazíte všechny Jednotky během Boje proti \textbf{Hlavnímu Hrdinovi jiného hráče}, poražený hráč \textbf{ztrácí Morálku} a musí \textbf{zaplatit vítězi} 5 \includesvg[height=10px]{\svgs/gold.svg}. Neztrácíte Morálku ani neplaťte \includesvg[height=10px]{\svgs/gold.svg}, pokud je poražen \textbf{Vedlejší Hrdina}. \textbf{V obou případech} poražený hráč také \textbf{dává vítězi} jednu ze svých \pagelink{End}{Kostiček Frakce}. Poražení Hlavní Hrdinové \textbf{musí být přemístěni} do přátelského Města nebo Osady, zatímco Vedlejší Hrdinové jsou odstraněni ze hry, dokud nejsou znovu Naverbováni. Porážka Hlavního Hrdiny může způsobit \pagelink{End}{Vyloučení Hráče}.\par Můžete \textbf{Kapitulovat}\index{Kapitulace} jinému hráči tím, že mu při Aktivaci Jednotky zaplatíte 10 \includesvg[height=10px]{\svgs/gold.svg}. Přesuňte svého Hlavního Hrdinu nebo odstraňte svého Vedlejšího Hrdinu ze hry, jako byste byli poraženi ztrátou svých Jednotek. Kapitulace nemá žádné další přímé důsledky; vítěz nezíská Frakční Kostku.\par \note{3}{Nemůžete kapitulovat při obraně Města.}\par Když je Vedlejší Hrdina napaden, může se také rozhodnout být \textbf{okamžitě poražen} místo boje, aby uchránil své Jednotky. Když se to stane, útočník stále obdrží Kostičku Frakce od poraženého Hrdiny.\par Po skončení Boje se u přeživších Jednotek vyléčí všechna zranění. Přesuňte všechny Jednotky Hráče zpět do jejich Balíčku Jednotek a odhoďte případné zbylé nepřátelské Neutrální Jednotky. Po vítězství v Boji musí Hrdinové \textbf{Navštívit} Pole, kde se Boj odehrál.
ru: % TODO https://github.com/Heegu-sama/Homm3BG/issues/405 \subsection*{\hypertarget{Endcombat}{Завершение сражения}} Если все отряды одной из сторон были уничтожены, сражение завершается. Сторона с любым количеством выживших отрядов считается победившей. Если вы \hyperlink{Timelimit}{не успели уничтожить противника за один ход} в сражении против \textbf{нейтральных отрядов} или потеряли все свои отряды, вы должны \textbf{отступить}; поместите выжившие отряды обратно в колоду и верните героя на \textbf{предыдущее поле}. Отступление не несёт никаких негативных последствий.\par \note{9}{ \textbf{Важное исключение}: Если \textbf{все} отряды из вашей \textbf{колоды отрядов} были повержены в нейтральном сражении, ваш основной герой должен быть перемещен в дружественный город или посёлок. Вторичные герои удаляются из игры, пока не будут наняты снова.\par }\par Если вы уничтожили все вражеские отряды в сражении против \textbf{героя другого игрока}, проигравший игрок \textbf{теряет мораль} и должен \textbf{заплатить победителю} 5 \includesvg[height=10px]{\svgs/gold.svg}. При поражении \textbf{вторичного героя} вы не теряете мораль и не платите \includesvg[height=10px]{\svgs/gold.svg}. Однако, проигравший \textbf{в любом случае отдаёт победителю} один из своих \hyperlink{End}{кубиков фракции}. Переместите основного героя или уберите вторичного из игры при поражении. Поражение основного героя может быть причиной \hyperlink{End}{выбывания игрока из игры}.\par Вы можете \textbf{сдаться}\index{сдаться} другому игроку, заплатив ему 10 \includesvg[height=10px]{\svgs/gold.svg} в момент активации отряда. Решение о сдаче не несёт других последствий для игрока; победитель не получает кубик фракции.\par \note{4}{Вы не можете сдаться, если обороняете город.}\par Если вторичный герой подвергается атаке, то вместо сражения он может \textbf{сдаться} для сохранения отрядов. Когда это происходит, атакующий всё также получает кубик фракции от поверженного героя.\par Когда сражение заканчивается, здоровье всех выживших отрядов восстанавиливается. Поместите все отряды игрока обратно в колоду отрядов и сбросьте все оставшиеся вражеские нейтральные отряды. После победы в сражении герой \textbf{обязан} посетить поле, на котором состоялось сражение.

source: \hypertarget{Combat}{Combat}\index{Combat} with \textbf{Neutral Units} starts when a Hero moves to an unvisited Field with a roman numeral, signifying the \hyperlink{Difficulty Table}{type and number} of Neutral Units guarding that Field.
es: \hypertarget{Combat}{Combate}\index{Combate} con \textbf{Unidades Neutrales} se da cuando un Héroe entra en una zona no visitada con un número romano que indica \hyperlink{Difficulty Table}{tipo y número} de Unidades Neutrales en esa zona.
fr: Le \hypertarget{Combat}{Combat}\index{Combat} avec des \textbf{Unités Neutres} commence quand un Héros se déplace sur une Case non visitée avec un chiffre romain, correspondant aux \hyperlink{Difficulty Table}{type et nombre} d'Unités Neutres gardant cette Case.

source: \subsection*{\hypertarget{Combatsetup}{Combat Setup}}
es: \subsection*{\hypertarget{Combatsetup}{Preparación del Combate}}
fr: \subsection*{\hypertarget{Combatsetup}{Préparation du Combat}}

source: \begin{itemize} \item Choose one of the Combat Board's sides as your own. Place up to 5 of your Unit cards freely onto the Back and Frontlines of that side. \item Check the \hyperlink{Difficulty Table}{\textbf{Difficulty Table}} and draw the corresponding number of Neutral Unit cards from their Decks. \item The Neutral Units are placed differently depending on the Game Mode: \item In \textbf{Clash} or \textbf{Alliance} Scenarios, the enemy player sitting to your right controls the Neutral Units and decides their placement. \includesvg[height=10px]{\svgs/unit_ranged.svg} Units must be placed in the Backline if possible. \item In \textbf{Campaign} or \textbf{Cooperative} scenarios, Neutral Units are placed from left to right from the player's perspective. First, place any \includesvg[height=10px]{\svgs/unit_ranged.svg} Units in the Backline\index{Units Placement}. Then, place any \includesvg[height=10px]{\svgs/unit_ground.svg} or \includesvg[height=10px]{\svgs/unit_flying.svg} Units in the Frontline. If there's not enough room to place a Unit in its correct line, place them in the other one. Units must be placed in \textbf{descending} Initiative\index{Initiative} order. If there's a tie, place higher tier Units first. If there's still a tie, the players decide the order. \end{itemize} Unit setup when fighting \textbf{other players}: \begin{itemize}[wide] \item The attacking player places up to 5 Units on their chosen side of the Combat Board, followed by the defender. \item If the Combat takes place in a Town with a Citadel, the defender adds the \hyperlink{Walls}{Wall, Gate and Arrow Tower} cards after placing their Units. \end{itemize} \vfill \begin{center} \includegraphics[width=0.55\linewidth]{\art/aging.png} \end{center} \vfill \note{11}{ If your Town or Settlement is attacked by an enemy Hero and your Hero is not on that Field, you may immediately \textbf{pay 8} \includesvg[height=10px]{\svgs/gold.svg} to fight a defending Combat \textbf{using only your Units}. You cannot use your Deck during that Combat as your Main Hero is not present. Paying this Gold represents the cost of transporting the army there. }
es: \begin{itemize} \item Elige uno de los lados del tablero de combate como propio. Coloca hasta 5 de tus cartas de Unidad libremente en el Reverso y el Frente de ese lado. \item Comprueba la \hyperlink{Difficulty Table}{\textbf{Tabla de Dificultad}} y roban el número correspondiente de cartas de Unidad Neutral de sus Mazos. \item Las Unidades Neutrales se colocan según el Modo de Juego: \item En los escenarios \textbf{Enfrentamiento} y \textbf{Alianza} el jugador enemigo sentado a tu derecha controla las Unidades Neutrales y decide su colocación. \includesvg[height=10px]{\svgs/unit_ranged.svg} Las unidades deben colocarse en la Retaguardia si es posible. \item En los escenarios \textbf{Campaña} y \textbf{Cooperativo} las Unidades Neutrales se colocan de izquierda a derecha desde la perspectiva del jugador. Primero las unidades \includesvg[height=10px]{\svgs/unit_ranged.svg} en la Retaguardia\index{Colocación de Unidades}. Después las unidades \includesvg[height=10px]{\svgs/unit_ground.svg} o \includesvg[height=10px]{\svgs/unit_flying.svg} en Vanguardia. Si no hay espacio para colocar una unidad en su línea colócala en la otra. Las unidades se colocarán en orden de Iniciativa \textbf{descendiente}\index{Iniciativa}. Si hay empate se colocan primero las de nivel superior. Si sigue habiendo empate, los jugadores deciden el orden. \end{itemize} Preparación del combate \textbf{con otro jugador}: \begin{itemize}[wide] \item El jugador atacante coloca hasta 5 Unidades en su lado del Tablero seguido por el defensor. \item Si el Combate tiene lugar en una Ciudad con Ciudadela, el defensor añade las cartas \hyperlink{Walls}{Muro, Puente y la Torre de Arqueros} tras colocar sus Unidades. \end{itemize} \vfill \begin{center} \includegraphics[width=0.55\linewidth]{\art/aging.png} \end{center} \vfill \note{11}{ Si tu Ciudad o Asentamiento es atacado por un Héroe enemigo y tu Héroe no está en ese lugar, puedes extbf{pagar 8} \includesvg[height=10px]{\svgs/gold.svg} para defender \textbf{usando tus unidades}. No puedes usar tu Mazo ya que tu Héroe Principal no está presente. Pagar este Oro representa transportar al ejército hasta allí. }
fr: \begin{itemize} \item Choisissez votre côté du plateau de Combat. Placez jusqu'à 5 Cartes de votre Deck d'Unité sur votre Ligne Arrière et Ligne de Front. \item Vérifiez la \hyperlink{Difficulty Table}{\textbf{Table de Difficulté}} et piochez le nombre d'Unités Neutres nécessaire depuis leurs Piles. \item Les Unités Neutres se placent en fonction du \textbf{Mode de Jeu} : \item En \textbf{Affrontement} ou \textbf{Alliance}, le joueur à votre droite place et contrôle les Unités Neutres. Les Unités \includesvg[height=10px]{\svgs/unit_ranged.svg} doivent être placées sur la Ligne Arrière autant que possible. \item En \textbf{Campagne} ou \textbf{Coopératif}, les Unités Neutres sont placées de gauche à droite depuis le point de vue du joueur. D'abord, placez toutes les Unités \includesvg[height=10px]{\svgs/unit_ranged.svg} sur la Ligne Arrière\index{Placement des Unités}. Puis, placez les Unités \includesvg[height=10px]{\svgs/unit_ground.svg} ou \includesvg[height=10px]{\svgs/unit_flying.svg} sur la Ligne de Front. Si une Unité ne peut pas être placée sur sa Ligne, placez là sur l'autre. Les Unités sont placées dans l'ordre \textbf{décroissant} d'Initiative\index{Initiative}. En cas d'égalité, l'Unité de plus haut rang l'emporte. Si l'égalité persiste, c'est aux Joueurs de choisir. \end{itemize} Mise en place des Unités contre \textbf{d'autres Joueurs}. \begin{itemize}[wide] \item L'attaquant place jusqu'à 5 Unités sur son côté du plateau de Combat, puis le défenseur fait de même. \item Si le Combat se passe dans une Ville avec une Citadelle, le défenseur place les cartes de \hyperlink{Walls}{Murs, Porte and Tourelle} après ses Unités. \end{itemize} \vfill \begin{center} \includegraphics[width=0.55\linewidth]{\art/aging.png} \end{center} \vfill \note{11}{ Si une Ville ou une Enclave est attaquée par un Héros ennemi et que votre Héros n'est pas sur la Case, vous pouvez immédiatement \textbf{payer 8} \includesvg[height=10px]{\svgs/gold.svg} pour vous défendre \textbf{en n'utilisant que vos Unités}. Vous ne pouvez pas utiliser votre Deck pendant le combat car votre Héros Principal n'est pas présent. Ce coût de 8 \includesvg[height=10px]{\svgs/gold.svg} représente le coût de déplacement de votre armée. }

source: \subsection*{\hypertarget{Combatterminology}{Combat Terminology}} The following terms are used to describe effects and elements during Combat:\par \textbf{Attacking Player} – The player who started the Combat.\par \textbf{Defending Player} – The player whom Combat was started against.\par \textbf{Activation} – A Unit Activates when it is next in the Initiative order.\par \textbf{Adjacent Unit} – A Unit is directly adjacent to another if it is one space away in a cardinal direction (nondiagonal).\par \textbf{Combat Round} – A full cycle of all Units of each player being Activated.\par \textbf{Combat Obstacles}\index{Combat Obstacles}\index{Obstacles, Combat} – Every card on the Combat Board is a Combat Obstacle. They block the movement of all non-flying Units.\smallskip\par \begin{tikzpicture}[overlay] \node at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Attack Die}\index{Attack Die}\index{Dice} – A red Die whose results range from -1 to +1. Roll the Die \textbf{whenever a Unit attacks} and add the result to the Unit's Attack value.}\par\smallskip \textbf{\hypertarget{Retaliate}{Retaliation Attack}} – If a Unit survives an attack by an adjacent Unit, it performs an attack back at that Unit. Each Unit can perform \textbf{only 1} Retaliation Attack\index{Retaliation Attack} per Combat Round. Retaliation Attacks function identically to normal attacks, but they cannot cause another Retaliation Attack. Mark Units which have performed a Retaliation Attack this Round with a black cube.\par \textbf{Paralysis}\index{Paralysis} \includesvg[height=10px]{\svgs/paralysis.svg} – Some effects place a Paralysis Token on Units. That Unit \textbf{must skip its next Activation}. Remove the Token instead of activating it. If the Unit \textbf{attacked or takes any damage} before that time, \textbf{remove the Token}. The Token does not prevent Units from performing Retaliation Attacks.\par \textbf{\hypertarget{Defend}{Defend}} \includesvg[height=10px]{\svgs/defense.svg} – Units may choose to gain a Defense Token and end the Activation instead of attacking. When a Unit with a Defense Token is attacked, make another roll with the attack Die after the initial attack roll. If you roll a ``+1'', the defending Unit gains an extra 1 Defense for this attack. If a Unit has a Defense Token at the start of its activation, discard it. The Unit cannot take another Defense Action during that activation.
fr: \subsection*{\hypertarget{Combatterminology}{Glossaire de Combat}} Les termes suivants décrivent des effets et élément du Combat.\par \textbf{Attaquant} – Joueur qui initie le Combat.\par \textbf{Défenseur} – Joueur attaqué.\par \textbf{Activation} – Une Unité s'Active quand elle est la suivante dans l'ordre d'Initiative.\par \textbf{Unité Adjacente} – Une Unité est adjacente à une autre quand elle est à une case de distance orthogonalement (pas en diagonale).\par \textbf{Tour de Combat} – Cycle complet d'Activation de toutes les Unités de chaque Joueur.\par \textbf{Obstacles}\index{Obstacles de Combat}\index{Obstacles, Combat} – Chaque Carte sur le Plateau de Combat est un Obstacle de Combat. Ils bloquent le déplacement de toutes les Unités non-volantes.\smallskip\par \begin{tikzpicture}[overlay] \node at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Dé d'Attaque}\index{Dé d'Attaque}\index{Dé} – Dé rouge dont le résultat varie entre -1 et +1. Lancez ce dé \textbf{quand une Unité attaque} et ajoutez ce résultat à l'Attaque de l'Unité.}\par\smallskip \textbf{\hypertarget{Retaliate}{Riposte}} – Si une Unité survit à une Attaque d'une Unité adjacente, elle riposte en faisant une Attaque contre l'Unité attaquante. Chaque créature ne peut faire \textbf{qu'une seule} Riposte\index{Riposte} par Tour de Combat. Les Ripostes fonctionnent comme une Attaque normale, mais n'entrainent pas d'autre Riposte. Marquez les Unités qui ont déjà Riposté ce Tour de Combat avec un Cube Noir.\par \textbf{Paralysie}\index{Paralysie} \includesvg[height=10px]{\svgs/paralysis.svg} – Certains effets placent un Jeton Paralysie sur les Unités. Cette Unité \textbf{perd sa prochaine Activation}. Retirez le Jeton à la place de l'Activer. Si l'Unité est \textbf{attaquée ou subit des dégâts} avant, \textbf{retirer le Jeton}. Le Jeton Paralysie n'empêche pas la Riposte.\par \textbf{\hypertarget{Defend}{Défendre}} \includesvg[height=10px]{\svgs/defense.svg} – Une Unité peut choisir de prendre un Jeton Défense au lieu d'Attaquer. Quand une Unité avec le Jeton Défense est attaquée, lancez à nouveau le dé d'attaque après le jet d'attaque initial. Si vous lancez « +1 », l'Unité en défense gagne +1 à sa Défense pour cette attaque. Si une unité s'active avec un Jeton Défense, défaussez-le. L'Unité ne peut pas prendre un autre Jeton Défense pendant cette Activation.

source: \subsection*{\hypertarget{CombatCards}{Using Cards During Combat}} You may only use \textbf{one Spell per Combat Round}. Ongoing \includesvg[height=10px]{\svgs/ongoing.svg} and \includesvg[height=10px]{\svgs/activation.svg} Activate effects can be used only \textbf{when Activating one of your Units and before it attacks}. Ongoing effects\index{Ongoing Effects} last until end of Combat or if the effect on the card is used up.\par Instant \includesvg[height=10px]{\svgs/instant.svg} Cards may be played \textbf{at any time} except between rolling the Combat Die and resolving damage unless otherwise stated. Instant Cards which increase a Unit's \includesvg[height=10px]{\svgs/attack.svg} or \includesvg[height=10px]{\svgs/defense.svg}, such as the Attack and Defense Statistic cards, \textbf{must} be played after an attack has been announced and persist only for the duration of that attack. \subsection*{\hypertarget{Timelimit}{Combat Time Limits}}\index{Time Limit} Combats against Neutral Units have a time limit of \textbf{one Combat Round}. If you cannot win the Combat before the end of the current Combat Round, you must either \hyperlink{Endcombat}{Retreat}\index{Retreat} or spend 1 MP from the Hero that started the Combat in order to play another Round.\par
es: \subsection*{\hypertarget{CombatCards}{Cartas durante el Combate}} Sólo se puede utilizar \textbf{un Hechizo por Ronda de Combate}. Las acciones \includesvg[height=10px]{\svgs/ongoing.svg} y \includesvg[height=10px]{\svgs/activation.svg} sólo se usan \textbf{al activar las Unidades y antes de que ataque}. Las acciones\index{Otras Acciones} duran hasta el final del combate o si se agota el efecto de la carta.\par Las cartas instantáneas \includesvg[height=10px]{\svgs/instant.svg} se juegan \textbf{en cualquier momento} excepto entre la tirada del dado y la resolución del daño, a menos que se indique lo contrario. Las cartas instantáneas que aumentan el \includesvg[height=10px]{\svgs/attack.svg} o \includesvg[height=10px]{\svgs/defense.svg}, como las cartas de ataque y defensa, \textbf{deben jugarse} al anunciar el ataque y sólo duran dicho ataque. \subsection*{\hypertarget{Timelimit}{Límite de tiempo en Combate}}\index{Límite de tiempo en Combate} Los combates contra Unidades Neutrales tienen un límite de tiempo de \textbf{una Ronda de Combate}. Si no puedes ganar el Combate en la Ronda actual debes \hyperlink{Endcombat}{Retirarte}\index{Retirada} o gastar 1 PM del Héroe para jugar otra Ronda.\par
fr: \subsection*{\hypertarget{CombatCards}{Les Cartes lors des Combats}} Vous ne pouvez utiliser qu'\textbf{un Sort par Tour de Combat}. Les effets Persistant \includesvg[height=10px]{\svgs/ongoing.svg} et d'Activation \includesvg[height=10px]{\svgs/activation.svg} peuvent seulement être utilisés \textbf{quand une Unité s'Active ou avant son Attaque}. Les effets Persistant\index{Effets Continus} durent jusqu'à la fin de l'effet ou du Combat.\par Les effets Instantanés \includesvg[height=10px]{\svgs/instant.svg} peuvent être joués \textbf{n'importe quand} sauf entre les lancés de Dé de Combat et la résolution des dégâts ou sauf indication contraire. Les Cartes Instantanées augmentant \includesvg[height=10px]{\svgs/attack.svg} ou \includesvg[height=10px]{\svgs/defense.svg}, comme les Cartes d'Attaque ou de Défense, \textbf{doivent} être jouées après l'annonce de l'Attaque et persistent le temps de cette attaque. \subsection*{\hypertarget{Timelimit}{Limite de Tour des Combats}}\index{Limite de Tour des Combats} Les Combats contre des Unités Neutres ont une limite d'\textbf{un Tour de Combat}. Si le Combat ne peut pas être gagné avant la fin du Tour de Combat, vous pouvez soit \hyperlink{Endcombat}{Fuir}\index{Fuite} soit dépenser 1 PM du Héros qui a initié le Combat pour prolonger le Combat d'un Tour.\par

source: \note{5}{Combats against Azure \includesvg[height=10px]{\svgs/azure-note.svg} Units, other players, or \hyperlink{AIrules}{AI Heroes} have no time limit.}
es: \note{4}{Combates contra Azur \includesvg[height=10px]{\svgs/azure-note.svg}, otros jugadores o \hyperlink{AIrules}{Heroes IA} no tienen límite.}
fr: \note{5}{Les Combats contre les Unités Azur \includesvg[height=10px]{\svgs/azure-note.svg}, d'autres joueurs ou les \hyperlink{AIrules}{Héros IA} n'ont pas de limite de Tour.}
