Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/ua.po
Languages: ua

source: \addsection{Combat}{\skills/attack.png}
ua: \addsection{Бій}{\skills/attack.png}

source: \pagetarget{Combat}{Combat}\index{Combat} with \textbf{Neutral Units} starts when a Hero moves to an \textbf{unvisited} Field with a roman numeral, signifying the \hyperlink{Difficulty Table}{type and number} of Neutral Units guarding that Field.
ua: \pagetarget{Combat}{Бій}\index{Бій} з \textbf{Нейтральними Підрозділами} починається, коли Герой входить на \textbf{Невідвідане} Поле з римською цифрою, яка вказує \hyperlink{Difficulty Table}{тип та кількість} Нейтральних Підрозділів, які охороняють це Поле.

source: Combat with \textbf{another player} can start in two ways: \begin{itemize} \item You move into any Field containing one of their Heroes. \item You move into a Town or Settlement owned by them. \end{itemize} Players are able to start multiple Combats during their Turn.
ua: Бій з \textbf{іншим гравцем} може розпочатися двома способами: \begin{itemize} \item Ви переміщуєтесь на Поле, де стоїть ворожий Герой. \item Ви переміщуєтесь до Міста або Поселення, що належить противнику. \end{itemize} Гравець може розпочати кілька Боїв протягом свого Ходу.

source: \subsection*{\pagetarget{Combatsetup}{Combat Setup}}
ua: \subsection*{\pagetarget{Combatsetup}{Підготовка до Бою}}

source: % TODO info about battlefield expansion Combat is resolved on the 4 x 5 Combat board, which consists of two Backlines and two Frontlines on opposite ends, and a middle row. Follow these steps when Combat begins against \textbf{Neutral Units}:
ua: % TODO info about battlefield expansion Бій проходить на Бойовому Полі 4 x 5, що складається з двох Тилових і двох Передових Ліній, а також Центрального Ряду. Перед Боєм з \textbf{Нейтральними Підрозділами}:

source: \subsection*{\pagetarget{Combatterminology}{Combat Terminology}} The following terms are used to describe effects and elements during Combat:\par \textbf{Attacking Player} – The player who started the Combat.\par \textbf{Defending Player} – The player whom Combat was started against.\par \textbf{Activation} – A Unit Activates when it is next in the Initiative order.\par \textbf{Adjacent Unit} – A Unit is directly adjacent to another if it is one space away in a cardinal direction (nondiagonal).\par \textbf{Combat Round} – A full cycle of all Units of each player being Activated.\par \textbf{Combat Obstacles}\index{Combat Obstacles}\index{Obstacles, Combat} – Every card on the Combat Board is a Combat Obstacle. They block the movement of all non-flying Units.\smallskip\par \begin{tikzpicture}[overlay] \node at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Attack Die}\index{Attack Die}\index{Dice} – A red Die whose results range from -1 to +1. Roll the Die \textbf{whenever a Unit attacks} and add the result to the Unit's Attack value.}\par\smallskip \textbf{\pagetarget{Retaliate}{Retaliation Attack}} – If a Unit survives an attack by an adjacent Unit, it performs an attack back at that Unit. Each Unit can perform \textbf{only 1} Retaliation Attack\index{Retaliation Attack} per Combat Round. Retaliation Attacks function identically to normal attacks, but they cannot cause another Retaliation Attack. Mark Units which have performed a Retaliation Attack this Round with a black cube.\par \textbf{\pagetarget{Paralysis}{Paralysis}}\index{Paralysis} \includesvg[height=10px]{\svgs/paralysis.svg} – Some effects place a Paralysis Token on Units. That Unit \textbf{must skip its next Activation}. Remove the Token instead of activating it. If the Unit \textbf{is attacked or takes any damage} before that time, \textbf{remove the Token}. The Token does not prevent Units from performing Retaliation Attacks.\par \textbf{\pagetarget{Defend}{Defend}} \includesvg[height=10px]{\svgs/defense.svg} – Units may choose to gain a Defense Token and end the Activation instead of attacking. When a Unit with a Defense Token is attacked, make another roll with the attack Die after the initial attack roll. If you roll a ``+1'', the defending Unit gains an extra 1 Defense for this attack. If a Unit has a Defense Token at the start of its activation, discard it. The Unit cannot take another Defense Action during that activation.
ua: \subsection*{\pagetarget{Combatterminology}{Бойова Термінологія}} Терміни які використовуються для описання ефектів та елементів під час Битви:\par \textbf{Нападник} – Гравець, який розпочав Битву.\par \textbf{Оборонець} – Гравець, проти якого було розпочато Битву.\par \textbf{Активація} – Підрозділ Активується, коли він є наступним у порядку Ініціативи.\par \textbf{Суміжний Підрозділ} – Підрозділи вважаються суміжними, коли вони прилягають один до одного по прямій лінії(не по діагоналі).\par \textbf{Бойовий Раунд} – повний цикл Активації всіх Підрозділів кожного гравця.\par \textbf{Бойові Перешкоди}\index{Бойові Перешкоди}\index{Перешкоди, Бій} – кожна Карта на Бойовому Полі є Бойовою Перешкодою. Вони блокують переміщення усіх нелітаючих Підрозділів.\smallskip\par \begin{tikzpicture}[overlay] \node at (7, 0) {\includegraphics[width=0.2\linewidth]{\images/attack_die.png}}; \end{tikzpicture}\parbox{0.7\hsize}{\textbf{Кістка Атаки}\index{Кістка Атаки}\index{Кістка} – червона Кістка, результати якої варіюються -1 +1. Кидайте Кістку \textbf{щоразу, коли Підрозділ атакує} і додайте результат до значення Атаки Підрозділу.}\par\smallskip \textbf{\pagetarget{Retaliate}{Атака Відплати}} – якщо Підрозділ пережив атаку від суміжного Підрозділу, він проводить атаку у відповідь. Кожен підрозділ може провести \textbf{тільки 1} Атаку Відплати\index{Атака Відплати} за Раунд Битви. Атаки Відплати розглядаються, як і звичайні атаки, але вони не спричиняють іншу Атаку Відплати. Позначайте Підрозділи, які здійснили Атаку Відплати в цьому Раунді, Чорним Кубиком.\par \textbf{\pagetarget{Paralysis}{Параліч}}\index{Параліч} \includesvg[height=10px]{\svgs/paralysis.svg} – Деякі ефекти кладуть жетон Паралічу на Підрозділи. Паралізований Підрозділ \textbf{пропускає свою наступну Активацію}.Замість активації Підрозділу зніміть з нього жетон Паралічу. Якщо Підрозділ \textbf{атакують, або він отримав рани} до наступної Активації, \textbf{зніміть Жетон}. Параліч не заважає проведенню Атаки Відплати.\par \textbf{\pagetarget{Defend}{Захист}} \includesvg[height=10px]{\svgs/defense.svg} – Замість атаки підрозділ може отримати Жетон Захисту. Коли Підрозділ, з Жетоном Захисту, атакують, киньте Кістку Атаки після кидка атаки нападника. Якщо результат ``+1'', цей Підрозділ отримує +1 Захист від цієї атаки. Якщо на початку Активації Підрозділ має Жетон Захисту, скиньте його. Підрозділ не може виконати ще одну Дію Захисту під час цієї Активації.

source: \note{5}{Combats against Azure \includesvg[height=10px]{\svgs/azure-note.svg} Units, other players, or \pagelink{AIrules}{AI Heroes} have no time limit.}
ua: \note{5}{Бої проти Лазурних \includesvg[height=10px]{\svgs/azure-note.svg} Підрозділів, інших гравців, або \pagelink{AIrules}{Героїв ШІ} не мають часових обмежень.}

source: \subsection*{\pagetarget{Walls}{Defending a Town With\\a Citadel\raggedright}}\index{Defending Town}
ua: \subsection*{\pagetarget{Walls}{Оборона Міста\\з Цитаделлю\raggedright}}\index{Оборона Міста}

source: When a Town with a Citadel is attacked, the defender adds the 3 Wall and 1 Gate Obstacles in any order to the Middle Row of the Combat Board after placing their Units. The Gate Card is \textbf{not an Obstacle to the defending player}. The Wall and Gate\index{Walls and Gate} cards can be destroyed by any adjacent \includesvg[height=10px]{\svgs/unit_ground.svg} or \includesvg[height=10px]{\svgs/unit_flying.svg} Unit's attack. \par Defending Units standing on their own side and \textbf{in the same column} as a Wall or a Gate gain protection from \includesvg[height=10px]{\svgs/unit_ranged.svg} attacks. If they are targeted by a \includesvg[height=10px]{\svgs/unit_ranged.svg} attack performed from the opponent's side of the Combat Board, \textbf{reduce the attack's damage by 1}.
ua: Коли Місто з Цитаделлю атаковане, після розміщення Підрозділів Оборонець додає Перешкоди в Середній Ряд Бойового Поля: 3 Стіни та 1 Браму. Карта Брами \textbf{не є Перешкодою для Оборонця}. Карти Стін та Брами\index{Стіни та Брама} можуть бути знищені атакою будь-якого суміжного \includesvg[height=10px]{\svgs/unit_ground.svg} або \includesvg[height=10px]{\svgs/unit_flying.svg} Підрозділу. \par Підрозділи, що обороняються, коли стоять на своїй стороні і \textbf{в одній колоні} зі Стіною або Брамою отримують захист від \includesvg[height=10px]{\svgs/unit_ranged.svg} атак. Якщо вони стали ціллю \includesvg[height=10px]{\svgs/unit_ranged.svg} атаки зі сторони Бойового Поля противника, \textbf{кількість ран від атаки зменшується на 1}.

source: \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} The defender also gains the Arrow Tower\index{Arrow Tower} Unit Card which is placed next to the Combat Board.
ua: \begin{center} \includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png} \end{center} Оборонець також отримує картку Підрозділу ``Стрілецька Вежа'' \index{Стрілецька Вежа} яка кладеться поруч з Бойовим Полем.

source: [h] \mbox{}% \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_protected.png} \caption[halberdiers protected]{\textit{When the Halberdiers are behind a non-destroyed Gate, they \textbf{are protected} when attacked from behind the Wall line. The \includesvg[height=10px]{\svgs/unit_ranged.svg} attack damage of Evil Eyes is \textbf{reduced by 1}.}} \end{minipage} \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} \caption[halberdiers unprotected]{\textit{Because the Halberdiers are not behind a non-destroyed Wall, \textbf{protection doesn't work}. Evil Eyes attack \textbf{without penalty}.}} \end{minipage} \hfill% \mbox{}%
ua: [h] \mbox{}% \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_protected.png} \caption[halberdiers protected]{\textit{Коли Алебардники знаходяться за незруйнованою Брамою, \textbf{вони захищені} від атак з-за Стіни. Кількість ран від \includesvg[height=10px]{\svgs/unit_ranged.svg} атаки Лихоглядів \textbf{зменшується на 1}.}} \end{minipage} \hfill% \begin{minipage}[t]{0.415\textwidth} \centering \includegraphics[width=\linewidth]{\examples/ranged_unprotected.png} \caption[halberdiers unprotected]{\textit{Оскільки алебардники знаходяться за зруйнованою Стіною, \textbf{захист не працює}. Лихогляди атакують \textbf{без штрафу}.}} \end{minipage} \hfill% \mbox{}%

source: \subsection*{\pagetarget{combatround}{Combat Round Structure}} Combat is divided into Rounds, during which all of the Units participating in that Combat \textbf{Activate once} in Initiative order. After each Unit has Activated, a new Combat Round begins. Combat lasts until all Units on one side are eliminated, a player has to \textbf{Retreat}\index{Retreat} when fighting Neutral Units, or a player \textbf{Surrenders} to another player.
ua: \subsection*{\pagetarget{combatround}{Структура Бойового Раунду}} Бій ділиться на Раунди, під час яких Підрозділи\textbf{Активуються по одному разу} в порядку Ініціативи. Після Активації всіх Підрозділів починається новий Раунд Бою. Бій триває допоки або: всі Підрозділи однієї зі сторін знищені, або гравець змушений \textbf{Відступити}\index{Відступ} під час битви з Нейтральними Підрозділами, або гравець \textbf{Здається} іншому гравцю.

source: Structure of a Combat Round: \begin{itemize} \item Players Activate their Units in descending order of Unit \pagelink{Initiative}{Initiative}. \textbf{If there's a tie}, alternate between attackers and defenders starting with an attacker. \item When a Unit Activates, place a Faction Cube on it to indicate it has been Activated this Combat Round. \item Activated Units may move and attack according to their \pagelink{Unittype}{type}. Neutral Units controlled by an opposing player must always attack if possible. \item Instead of attacking, a Unit may \pagelink{Defend}{defend}. In Neutral Combat, the Neutral enemy Units cannot defend, even when controlled by another player. \item Before a Unit attacks, both players may \pagelink{CombatCards}{play Cards}. Cards are resolved in the order in which players decide to play them. \item After a Unit's attack has been declared and all cards have been played, roll the Combat Die. Modify the attacking Unit's attack by the Die's result, then reduce it by the defending Unit's Defense, and finally deal the rest as \pagelink{HP}{damage} to the defending Unit. \item If the defending Unit was adjacent to the attacker, it \pagelink{Retaliate}{retaliates} if it hasn't done so this Round. \item Keep activating Units until they've all been Activated once. After the last Unit's activation, the Combat Round ends. \end{itemize}
ua: Структура Раунду Битви: \begin{itemize} \item Гравці активують свої Підрозділи у порядку спадання \pagelink{Initiative}{Ініціативи}. \textbf{У випадку рівності}, почергово активуйте нападників і захисників, починаючи з нападника. \item Коли Підрозділ Активовано, помістіть на нього Кубик Фракції, щоб вказати, що він діяв у цьому Раунді Бою. \item Активовані Підрозділи можуть рухатися і атакувати відповідно до свого \pagelink{Unittype}{Типу}. Нейтральні Підрозділи під контролем гравця-суперника за можливістю повинні атакувати. \item Замість атаки, Підрозділ може \pagelink{Defend}{Захищатися}. В Битвах з Нейтральними Підрозділами, Нейтральні Підрозділи не можуть Захищатися, навіть якщо вони контролюються іншим гравцем. \item Перед тим як Підрозділ атакує, обидва гравці можуть \pagelink{CombatCards}{розігрувати Карти}. Ефект Карт розігрується в порядку розіграшу Карт гравцями. \item Після оголошення атаки і розіграшу Карт, киньте Бойову Кістку. Змініть результат атаки атакуючого Підрозділу на результат кидку Кістки, і відніміть показник Захисту атакованого Підрозділу і нанесіть необхідні \pagelink{HP}{Рани} атакованому Підрозділу. \item Якщо атакований Підрозділ вижив і знаходиться суміжно з атакуючим, він проводить \pagelink{Retaliate}{Атаку Відплати} якщо ще не робив цього в цьому Раунді. \item Продовжуйте Активацію Підрозділів доки всі вони не будуть Активовані по одному разу. Після Активації останнього Підрозділу, Бойовий Раунд завершено. \end{itemize}

source: \subsection*{\pagetarget{Endcombat}{End of Combat}} Combat ends immediately if all units on one side are defeated. The side with any surviving units is the winner. In Combat against \textbf{Neutral Units}, if you \pagelink{Timelimit}{run out of time} or your Units are defeated, you must \textbf{Retreat}; move any surviving Units back to your Unit Deck and move the Hero that started the Combat back to the Field they \textbf{last Visited}. There are no other negative consequences to Retreating.\par \note{9}{ \textbf{Important exception}: If \textbf{all} of your Units from your \textbf{Unit Deck} were defeated during Neutral Combat, your Main Hero must be moved to a friendly Town or Settlement. Secondary Heroes are removed from the game until Recruited again.\par }\par If you defeat all Units during Combat against \textbf{another player's Main Hero}, the defeated player \textbf{loses Morale} and has to \textbf{pay the winner} 5 \includesvg[height=10px]{\svgs/gold.svg}. Do not lose Morale or pay \includesvg[height=10px]{\svgs/gold.svg} if a \textbf{Secondary Hero} is defeated. \textbf{In both cases}, the defeated player also \textbf{gives the winner} one of their \pagelink{End}{Faction Cubes}. Defeated Main Heroes \textbf{have to move} to a friendly Town or Settlement, while Secondary Heroes are removed from the game until Recruited again. Defeating a Main Hero may cause \pagelink{End}{Player Elimination}.\par You may \textbf{Surrender}\index{Surrender} to another player by paying them 10 \includesvg[height=10px]{\svgs/gold.svg} when activating a Unit. Move your Main Hero or remove your Secondary Hero from the game as if you were defeated by losing your Units. There are no other direct consequences to Surrendering; the winner does not gain a Faction Cube.\par \note{4}{You cannot surrender when defending a Town.}\par When a Secondary Hero is attacked, they may also choose to be \textbf{instantly defeated} instead of fighting a Combat in order to preserve their Units. When this happens, the attacker still receives a Faction Cube from the defeated Hero.\par When Combat ends, all damage is healed from all surviving Units. Move any player owned Units back to their Unit Deck and discard any leftover enemy Neutral Units. After winning Combat, Heroes \textbf{must} Visit the Field where the Combat took place.
ua: \subsection*{\pagetarget{Endcombat}{Закінчення Битви}} Бій закінчується негайно, якщо всі Підрозділи однієї сторони переможені. Перемагає сторона, в якої залишилися Підрозділи. В Битві проти \textbf{Нейтральних Підрозділів}, якщо у вас \pagelink{Timelimit}{закінчився час} або ваші підрозділи переможено, ви повинні \textbf{Відступити}; помістіть всі вцілілі Підрозділи в свою Колоду Підрозділів і перемістіть Героя, що розпочав Бій назад в Область яку він \textbf{Відвідував востаннє}. Відступ не має інших негативних наслідків.\par \note{9}{ \textbf{Важливий вийняток}: Якщо \textbf{всі} ваші Підрозділи з \textbf{Колоди Підрозділів} переможені під час Бою з Нейтральними Підрозділами, ваш Головний Герой переміщується до Міста або Поселення. Другорядні Герої вилучаються з гри, до моменту їхнього повторного найму.\par }\par Якщо під час Бою з \textbf{Головним Героєм противника}, ви перемогли всі підрозділи, він \textbf{втрачає Мораль} і \textbf{сплачує вам} 5 \includesvg[height=10px]{\svgs/gold.svg}. Він не втрачає Мораль або \includesvg[height=10px]{\svgs/gold.svg} якщо було переможено \textbf{Другорядного Героя}. \textbf{В обох випадках}, переможений гравець \textbf{віддає} один свій \pagelink{End}{Кубик Фракції}. Переможені Головні Герої \textbf{переміщуються} до Міста або Поселення, а Другорядні Герої вилучаються з гри до їхнього повторного найму. Поразка Головного Героя може призвести до \pagelink{End}{Вибуття Гравця}.\par Ви можете \textbf{Здатися}\index{Здатися} іншому гравцю заплативши йому 10 \includesvg[height=10px]{\svgs/gold.svg} під час Активації Підрозділу. Перемістіть свого Головного Героя або вилучіть Другорядного Героя з гри, як наче ви зазнали поразки, втративши Підрозділи. Капітуляція не має інших наслідків; переможець не отримує Кубик Фракції.\par \note{4}{Ви не можете Здатися, захищаючи Місто.}\par Коли Другорядний Герой атакований, він може обрати \textbf{миттєву поразку} замість того, щоб вступити в Бій, для збереження своїх Підрозділів. Коли це відбувається, нападник отримує Кубик Фракції переможеного Героя.\par Після бою вцілілі Підрозділи зцілюються від ран. Перемістіть всі вцілілі Підрозділи гравців, назад в Колоду Підрозділів і скиньте ворожі Нейтральні Підрозділи. Після перемоги в Битві, Герої \textbf{повинні} Відвідати Поле, де відбулася Битва.

source: \subsection*{\pagetarget{Combatexperience}{Combat Experience}}
ua: \subsection*{\pagetarget{Combatexperience}{Бойовий Досвід}}

source: Winning Combat with your Main Hero usually grants them Experience\index{Experience}. If either the Difficulty of the Neutral Field or the Level of a defeated enemy Main Hero was \textbf{equal} to your Level, gain 1 \includesvg[height=10px]{\svgs/experience.svg}. If they were \textbf{higher} than your Level, gain 2 \includesvg[height=10px]{\svgs/experience.svg}. Winning a Neutral Combat against a Neutral Azure \includesvg[height=10px]{\svgs/azure.svg} Unit grants your Hero Level 7 \textbf{immediately}. If you ever gain multiple Levels at the same time, resolve their effects in order. Level ups must be resolved before Visiting the Field where the Combat happened.\par Secondary Heroes cannot ever gain Experience. You also do not gain Experience from \textbf{defeating} a Secondary Hero, or if an enemy Hero \textbf{Surrenders} to you.
ua: Перемога в Бою за участю Головного Героя приносить йому Досвід\index{Досвід}. Якщо Складність Області або Рівень ворожого Головного Героя \textbf{дорівнює} вашому Рівню, ви отримуєте 1 \includesvg[height=10px]{\svgs/experience.svg}. Якщо Рівень був \textbf{вищий} за ваш, отримайте 2 \includesvg[height=10px]{\svgs/experience.svg}. Перемога в Бою проти нейтрального Лазурного \includesvg[height=10px]{\svgs/azure.svg} Підрозділу \textbf{негайно} дає вашому Герою 7-й Рівень. Якщо ви отримуєте кілька Рівнів одночасно, розігруйте їх ефекти по порядку. Підвищення Рівня має бути завершено до Відвідування Поля, на якому відбулася Битва.\par Другорядні Герої не отримують Досвід. Ви також не отримуєте Досвід за \textbf{перемогу} над Другорядним Героєм, або якщо ворожий Герой \textbf{Здався} вам.

source: \subsection*{\pagetarget{Quick}{Quick Combat}}\index{Quick Combat} If your Hero's Level is higher than a Field's Difficulty when Combat against Neutral Units would begin, \textbf{no Combat} takes place. The player is considered to have beaten the Neutral Units by default and gains no rewards from the Combat itself before Visiting the Field.
ua: \subsection*{\pagetarget{Quick}{Швидкий Бій}}\index{Швидкий Бій} Якщо Рівень вашого Героя вищий за Складність Поля,Бій проти Нейтральних Підрозділів \textbf{не відбувається}. Вважається, що гравець переміг Нейтральні Підрозділи і не отримує ніяких нагород за Бій перед Відвідуванням Поля.

source: \subsection*{Campaign and Cooperative Combat} During these game modes, all enemy Units activate as described in the \pagelink{AI Units}{AI Rules section}.
ua: \subsection*{Кампанія та Кооперативний Режим} У цих режимах ворожі Підрозділи, активуються відповідно до правил, наведених \pagelink{AI Units}{в Правилах ШІ}.

source: Combat Example
ua: Приклад Бою

source: {2} \textit{Bob's Zombies are about to attack Alice's Griffins. As Bob announces the attack, both players now have a chance to modify the Attack or Defense of their own Unit by playing any number of \includesvg[height=10px]{\svgs/instant.svg} cards that increase an attacking Unit's \includesvg[height=10px]{\svgs/attack.svg} or a defending Unit's \includesvg[height=10px]{\svgs/defense.svg}.}\par \textit{Bob decides to play a +1 Attack Card, increasing the Zombies' attack from 2 to 3. Alice responds by playing a +1 Defense Card, increasing the Griffins' Defense from 0 to 1. They would both be permitted to play any number of additional cards in any order, but they decide to stop after playing these cards.}\par
ua: {2} \textit{Зомбі Боба атакують Грифонів Аліси. Після оголошення атаки, обидва гравці можуть змінити Атаку і Захист своїх Підрозділів, зігравши будь-яку кількість \includesvg[height=10px]{\svgs/instant.svg} Карт, для збільшення \includesvg[height=10px]{\svgs/attack.svg}, або \includesvg[height=10px]{\svgs/defense.svg}.}\par \textit{Боб вирішує зіграти Карту ``Атака +1'', збільшуючи атаку Зомбі з 2 до 3. Аліса грає Карту ``Захист +1'', збільшуючи захист Грифонів з 0 до 1. Вони можуть зіграти будь-яку кількість Карт , але вирішили зупинитися.}\par
