Repository: Heegu-sama/Homm3BG
Catalog: translations/combat.tex/ua.po
Languages: ua

source: \textit{After all cards for the attack have been played, the Attack Die is thrown to further modify the amount of damage the attacking Unit deals. Bob throws a +1. This increases the Zombies' attack from 3 to 4, which is then reduced by the Griffins' Defense of 1. Therefore, 3 damage \includesvg[height=10px]{\svgs/damage.svg} is placed on the Griffins. Since they have a HP \includesvg[height=10px]{\svgs/health_points.svg} of 4, they are not flipped over to their ``Few'' side.}\par \textit{The Griffins do not have a black cube on them, therefore they now start a Retaliation Attack. The cube would now normally be placed on them, however their Special \includesvg[height=10px]{\svgs/unit_retaliate.svg} Ability indicates that they may Retaliate any number of times so the cube is not placed.}\par \textit{Both players are allowed to modify the Statistics of their Units again during the Retaliation Attack. The previously played Attack and Defense cards no longer have any effect.}
ua: \textit{Після того, як всі Карти були розіграні, кидається Кістка Атаки, щоб підрахувати загальну силу атаки. Боб викидає +1. Це збільшує атаку Зомбі з 3 до 4, яка зменшується на значення захисту Грифонів (1). Грифони отримують 3 рани \includesvg[height=10px]{\svgs/damage.svg}. Оскільки іх ОЗ \includesvg[height=10px]{\svgs/health_points.svg}, дорівнюють 4 вони не перевертаються на бік ``Мало''.}\par \textit{На Грифонах немає Чорного Кубика, тому вони проводять Атаку Відплати. Зазвичай на них кладуть Кубик, але їхня особлива \includesvg[height=10px]{\svgs/unit_retaliate.svg} Здібність дозволяє їм виконувати Атаку Відплати необмежену кількість разів, тому кубик не викладається.}\par \textit{Обидва гравці можуть знову змінити Характеристики своїх Підрозділів під час Атаки Відплати. Попередньо зіграні Картки Атаки і Захисту більше не дають ефекту в цій атаці.}
