Repository: Heegu-sama/Homm3BG
Catalog: translations/ai_heroes.tex/*.po
Languages: pl

source: \addsection{AI Heroes}{\spells/fortune.png}
pl: \addsection{Bohaterowie AI}{\spells/fortune.png}

source: \subsection*{AI Hero Turn} \hypertarget{AIrules}{AI Heroes} are used in the Campaigns. They start in their Town, and have 3 MP, always spending them to perform the following Actions in descending priority: \begin{itemize} \item If a player's Hero is on the same Tile as the AI, spend all MP to move towards them in an attempt to start Combat. \item If there are any Mines or Settlements the AI could Flag on the same Tile, move towards the closest one. \item Otherwise, move toward the player's Town. Repeat this sequence until all MPs are used up. AI Heroes take their turn after the player. \end{itemize}
pl: \subsection*{Tura Bohatera AI} \hypertarget{AIrules}{Bohaterowie AI} występują w Kampaniach. W Trybie Solo zaczynają grę w swoim Mieście, posiadając 3 PR, przeznaczone do następujących działań według schematu: \begin{itemize} \item Jeśli Bohater gracza znajduje się na tym samym Kafelku, co AI, wykorzystaj PR, aby przemieścić się w jego kierunku, w celu rozpoczęcia Walki. \item Jeśli na tym samym Kafelku Mapy znajdują się Kopalnie lub Osady, które można oflagować, przemieść się w kierunku najbliższej z nich i oflaguj ją. \item W pozostalych przypadkach idź w kierunku Miasta gracza. Powtarzaj tę sekwencję, aż wykorzystasz posiadane PR. Bohaterowie AI wykonują swoją turę po graczu. \end{itemize}

source: AI Heroes always \textbf{automatically win Combat} against any Neutral Units, while simultaneously \textbf{Flagging or Visiting all Fields} they happen to move through. They gain no benefits from any Fields.
pl: Bohaterowie AI \textbf{automatycznie wygrywają Walki} przeciwko wszystkim Jednostkom Neutralnym oraz \textbf{zdobywają lub odwiedzają wszystkie Pola}, przez które przechodzą, nie uzyskując z nich korzyści.

source: AI Heroes must discover face down Map Tiles as normal by spending 1 MP before moving onto them. The player chooses that Tile's orientation.\par AI Heroes cannot Surrender and you cannot Surrender to them; they will always fight until they run out of Units. Winning Combat against an AI Hero does not grant any rewards unless stated by the Scenario. AI Heroes do not have a Town Board, Resources, or a Hero Card. Their Units are static and defined by the Scenario's setup or other rules.\par Any differences to the above will be described in any given Scenario's own rules.
pl: Bohaterowie AI muszą odkrywać Kafelki Mapy w sposób standardowy, wykorzystując 1 PR, nim się na niego przemieszczą. Gracz wybiera ułożenie Kafelka.\par Bohaterowie AI nie mogą się poddać graczowi, ani gracz nie może się im poddać. Bohater AI walczy aż do utraty swoich Jednostek. Wygranie walki z Bohaterem AI nie daje korzyści, chyba że Scenariusz określa inaczej. Bohaterowie AI nie mają Planszy Miasta, Zasobów ani Planszetki Bohatera. Ich Jednostki są stałe i określone w Scenariuszu lub w innych zasadach.\par Odstępstwa od powyższych reguł opisano w danym Scenariuszu.

source: \vfill
pl: \empty

source: \subsection*{AI Decks}
pl: \subsection*{Talie AI}

source: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{\cards/ai.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{AI Card}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Description \item[\textbf{3.}] Easy Modifier \item[\textbf{4.}] Normal Modifier \item[\textbf{5.}] Expert Modifier \item[\textbf{6.}] Impossible\\Modifier \item[\textbf{7.}] Card Type \end{itemize}\vspace*{\fill}
pl: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{translations/assets/pl/ai.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Karta AI}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Description \item[\textbf{3.}] Easy Modifier \item[\textbf{4.}] Normal Modifier \item[\textbf{5.}] Expert Modifier \item[\textbf{6.}] Impossible\\Modifier \item[\textbf{7.}] Card Type \end{itemize}\vspace*{\fill}

source: AI Heroes use two automated Decks during Combat: the \textbf{AI Deck}, and the \textbf{Spell Deck}. The AI Deck is built using three types of AI cards: Might \includesvg[height=10px]{\svgs/might.svg}, Magic \includesvg[height=10px]{\svgs/magic.svg} and Skill \includesvg[height=10px]{\svgs/skill.svg}. Each Campaign scenario lists the number of each type of Card included in the AI Deck. Might \includesvg[height=10px]{\svgs/might.svg} and Skill \includesvg[height=10px]{\svgs/skill.svg} Cards have two variations. Choose these cards \textbf{randomly} when building the Deck. If Skill Cards are included, search for and set aside the Ability Card related to it. Build the AI's \textbf{Spell Deck} by separating the indicated Spells from the regular Spell Deck. Shuffle the AI and Spell Decks during setup after building them.
pl: Bohaterowie AI używają dwóch Talii Kart podczas Walki: \textbf{Talii AI} oraz \textbf{Talii Magii}. Talia AI jest tworzona przy użyciu trzech rodzajów Kart AI: Mocy \includesvg[height=10px]{\svgs/might.svg}, Magii \includesvg[height=10px]{\svgs/magic.svg} i Umiejętności \includesvg[height=10px]{\svgs/skill.svg}. Każdy Scenariusz Kampanii podaje liczbę Kart każdego rodzaju Kart AI wchodzących w skład Talii AI.Karty Mocy \includesvg[height=10px]{\svgs/might.svg} i Umiejętności \includesvg[height=10px]{\svgs/skill.svg} mają dwa warianty. Wybierz te karty \textbf{losowo} podczas budowania Talii. Jeśli w Talii są Karty Umiejętności, wyszukaj Karty Zdolności, do których się odnoszą, i odłóż je na bok. Stwórz \textbf{Talię Magii} AI, oddzielając wskazane Zaklęcia od zwykłej Talii Magii. Potasuj Talię AI i Talię Zaklęć podczas przygotowania do gry.

source: When an AI Hero \textbf{Activates} a Unit, draw an AI Card\index{AI Card} and follow its instructions before the Unit moves and/or attacks. If AI Deck is depleted during Combat, stop drawing from it. The effect of each AI card depends of the game's \hyperlink{Difficulty}{Difficulty}. The Might Card \includesvg[height=10px]{\svgs/might.svg} is attached to the unit until the first respective attack/defence happens. The AI Spell Deck is used whenever a Magic Card \includesvg[height=10px]{\svgs/magic.svg} is drawn. If an AI Hero is instructed to draw a card, they will draw and resolve \textbf{another card} from the AI Deck.
pl: Kiedy Bohater AI \textbf{Aktywuje} Jednostkę, dobierz Kartę AI \index{Karta AI} i rozpatrz ją zanim Jednostka wykona ruch lub zaatakuje. Jeżeli Talia AI wyczerpie się podczas Walki, nie dobieraj Kart. Efekt każdej Karty AI zależy od \hyperlink{Difficulty}{Poziomu Trudności} gry. Karta Mocy \includesvg[height=10px]{\svgs/might.svg} zostaje przy Jednostce do momentu gdy nastąpi pierwszy atak/obrona. Talia Zaklęć AI jest używana za każdym razem, gdy dobierana jest Karta Magii \includesvg[height=10px]{\svgs/magic.svg} z Talii AI. Jeżeli Bohater AI otrzyma polecenie dobrania Karty, dobierze i rozpatrzy \textbf{kolejną Kartę} z Talii AI.

source: \subsection*{Combat against AI}
pl: \subsection*{Walka z AI}

source: These rules apply during Combat in \textbf{Solo}\index{Solo Mode} and \textbf{Cooperative} Scenarios. When Neutral enemies or AI Heroes activate a unit, they follow a set of automatic instructions:\par
pl: Niniejsze zasady obowiązują podczas Walki w trybach \textbf{Solo}\index{Tryb Solo} oraz \textbf{Kooperacyjnym}. Gdy Neutralni wrogowie lub Bohaterowie AI aktywują Jednostkę, wykonują polecenia:\par

source: Enemy Ground \includesvg[height=10px]{\svgs/unit_ground.svg} and Flying \includesvg[height=10px]{\svgs/unit_flying.svg} Units prioritize attacking Units of the same tier. If this is impossible, they attack the closest Unit, prioritizing the lowest tier one.\par Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units prioritize attacking other Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units of the same tier, then lower tier, and finally higher tier. If there are no Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units for them to target, they prioritize Ground \includesvg[height=10px]{\svgs/unit_ground.svg} and Flying \includesvg[height=10px]{\svgs/unit_flying.svg} Units in the same tier order. If there's more than one valid target, they attack the closest one.\par If there's ever a tie between equally valid targets for any Units, the player chooses which Unit is attacked. Enemy units cannot \hyperlink{Defend}{Defend} unless instructed to.
pl: Wrogie Jednostki Naziemne \includesvg[height=10px]{\svgs/unit_ground.svg} oraz Latające \includesvg[height=10px]{\svgs/unit_flying.svg} atakują w pierwszej kolejności Jednostki tego samego poziomu. Jeśli jest to niemożliwe, atakują najbliższą Jednostkę, począwszy od jednostek o najniższym poziomie.\par Jednostki Strzelające \includesvg[height=10px]{\svgs/unit_ranged.svg} atakują najpierw inne Jednostki Strzelające \includesvg[height=10px]{\svgs/unit_ranged.svg} tego samego poziomu, następnie niższego poziomu, a na końcu wyższego. Jeśli nie ma Jednostek Strzelających, które mogłyby być celem Ataku, w pierwszej kolejności atakują Jednostki Lądowe \includesvg[height=10px]{\svgs/unit_ground.svg} oraz Latające \includesvg[height=10px]{\svgs/unit_flying.svg} w tej samej kolejności poziomów. Jeśli jest więcej niż jeden możliwy cel, atakują najbliższy. \par Jeśli wystąpi remis pomiędzy celami ataku dla jakichkolwiek Jednostek, Gracz wybiera, która Jednostka jest atakowana. Wrogie Jednostki nie mogą \hyperlink{Defend}{się bronić}, chyba że otrzymają takie polecenie.
