Repository: Heegu-sama/Homm3BG
Catalog: translations/expansion_content.tex/*.po
Languages: de, ru

source: {2} \begin{expansion}[title=]{navalbattles} \subsection*{\color{navalbattles}Naval Battles Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/navalbattles-box.png} \end{wrapfigure} This expansion offers three new gameplay mechanics: The \pagelink{Alternative Combat Boards}{Naval Battle Board} lets your Heroes fight Combat on ships, which is more challenging than on the normal Combat Board. The new \pagelink{Creature Banks Rules}{Creature Banks} Map Locations add challenging combats and \pagelink{Stack Tokens}{Stacked units}. The \pagelink{Empowered Ability Token}{empowered Ability cards} is a new reward. \end{expansion}
de: {2} \begin{expansion}[title=]{navalbattles} \subsection*{\color{navalbattles}Seeschlacht-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/navalbattles-box.png} \end{wrapfigure} Diese Erweiterung bietet drei neue Spielmechaniken: Der \pagelink{Alternative Combat Boards}{Seeschlacht-Kampfplan} lässt deine Helden Kämpfe auf Schiffen austragen, die herausfordernder sind als auf dem gewöhnlichen Kampfspielplan. Die neuen Orte der \pagelink{Creature Banks Rules}{Kreaturenbanken} bieten ebenfalls herausfordernde Kämpfe gegen \pagelink{Stack Tokens}{Rudeleinheiten}. Und \pagelink{Empowered Ability Token}{verstärkte Fähigkeitskarten} können die üblichen Fähigkeitskarten verbessern. \end{expansion}
ru: {2} \begin{expansion}[title=]{navalbattles} \subsection*{\color{navalbattles}Дополнение Naval Battles} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/navalbattles-box.png} \end{wrapfigure} Это дополнение предлагает три новых игровых механики: \pagelink{Alternative Combat Boards}{доска Naval Battle} позволяет вашим героям сражаться на кораблях, что сложнее по сравнению со сражением на обычной доске; новую локацию --- \pagelink{Creature Banks Rules}{Сокровищницу} и сложные сражения со \pagelink{Stack Tokens}{Stacked отрядами}, а также \pagelink{Empowered Ability Token}{усиленные карты навыков} в качестве новой награды. \end{expansion}

source: \columnbreak \begin{expansion}[title=]{battlefield} \subsection*{\color{battlefield}Battlefield Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/battlefield-box.png} \end{wrapfigure} The heart of this expansion is a large \pagelink{Battlefield Combat}{Battlefield Board}. Two new \pagelink{Adventure and Skirmish Modes}{game modes} are added around the use of this Battlefield Board. Furthermore, the expansion offers an alternative \pagelink{Morale}{Morale gameplay system}, which you can use instead of the Morale Tokens. \end{expansion}
de: \columnbreak \begin{expansion}[title=]{battlefield} \subsection*{\color{battlefield}Schlachtfeld-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/battlefield-box.png} \end{wrapfigure} Das Herzstück dieser Erweiterung ist der große \pagelink{Battlefield Combat}{Schlachtfeldplan}. Rund um diesen Schlachtfeldplan drehen sich auch die beiden neuen \pagelink{Adventure and Skirmish Modes}{Spielmodi}, die diese Erweiterung einführt. Weiterhin bietet diese Erweiterung ein alternatives \pagelink{Morale}{Moral-Spielsystem}, bei dem du Moralkarten anstatt der üblichen Moralmarker nutzt. \end{expansion}

source: [before=\vspace*{-11mm}]{navalbattles} \pagetarget{Creature Banks Rules}{\subheader{Creature Banks}} \begin{multicols*}{2} Playing with Creature Banks is an \textbf{optional rule}. If you decide to play with Creature Banks, the following rules apply.
de: [before=\vspace*{-11mm}]{navalbattles} \pagetarget{Creature Banks Rules}{\subheader{Kreaturenbanken}} \begin{multicols*}{2} Kreaturenbanken fügen der Abenteuerkarte neue Orte mit eigenen Kämpfen hinzu. Befolge bei dieser \textbf{Variante} folgende Regeln:

source: \subsection*{Setup} Separate the Creature Bank Tokens into two piles (for Near and Far Map Tiles) based on the numerals on their backs. Shuffle each pile and place them near the Map. Place the Creature Bank unit cards face up near the Neutral Unit Decks. There is no need to shuffle these cards. Shuffle all Stack Tokens and place them near the Creature Bank unit cards.
de: \subsection*{Vorbereitung} Sortiere die Kreaturenbank-Ortsmarker nach ihrer Rückseite in zwei Stapel (für nahe und ferne Gebiete). Mische beide Stapel und lege sie neben der Abenteuerkarte bereit. Lege die Einheitenkarten für Kreaturenbanken als offenen Stapel bereit. Diese Karten müssen nicht gemischt werden. Mische die Rudelmarker und platziere sie in der Nähe der Kreaturenbank-Einheitenkarten.

source: \bigskip \begin{minipage}[b]{0.4\linewidth} \begin{center} \includegraphics[width=0.85\linewidth]{\map_locations/creature-bank.png}\\ \imagecaption{Creature Bank (Near)}\\ \vspace*{1em} \includegraphics[width=0.45\linewidth]{\images/stack-token.png}\\ \imagecaption{Stack Token}\\ \end{center} \end{minipage} \hfill \begin{minipage}[b]{0.55\linewidth} \begin{center} \begin{tikzpicture}
de: \bigskip \begin{minipage}[b]{0.4\linewidth} \begin{center} \includegraphics[width=0.85\linewidth]{\map_locations/creature-bank.png}\\ \imagecaption{Kreaturenbank (nahes Gebiet)}\\ \vspace*{1em} \includegraphics[width=0.45\linewidth]{\images/stack-token.png}\\ \imagecaption{Rudelmarker}\\ \end{center} \end{minipage} \hfill \begin{minipage}[b]{0.55\linewidth} \begin{center} \begin{tikzpicture}

source: \draw (0, 0) node {\includegraphics[width=0.7\linewidth]{\cards/creature-bank-back.png}}; \draw (0.75, -0.5) node {\includegraphics[width=0.7\linewidth]{\cards/creature-bank.png}}; \end{tikzpicture}\\ \imagecaption{Creature Bank unit card} \end{center} \end{minipage}
de: \draw (0, 0) node {\includegraphics[width=0.7\linewidth]{\cards/creature-bank-back.png}}; \draw (0.75, -0.5) node {\includegraphics[width=0.7\linewidth]{\cards/creature-bank.png}}; \end{tikzpicture}\\ \imagecaption{Kreaturenbank-Einheitenkarte} \end{center} \end{minipage}

source: \subsection*{Placing Creature Bank Tokens} When you discover a Near or Far Map Tile, you may choose to draw a Creature Bank Token of the corresponding type, and place it on the Tile's Blocked Field. \begin{center} \vspace*{2em} \hspace*{-2em}\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/mermaid.png} \end{center} \columnbreak
de: \subsection*{Kreaturenbank-Ortsmarker} Wenn du ein nahes oder fernes Gebiet entdeckst, darfst du entscheiden, einen Kreaturenbank-Ortsmarker des entsprechenden Gebietstyps zu ziehen und auf dem blockierten Feld dieses Gebietes zu platzieren.

source: \subsection*{Visiting a Creature Bank Location} When you enter a Creature Bank Location, you must defeat the corresponding Creature Bank units defending it. If you win, resolve the Field's effect and mark it with a Black Cube. Because these Fields don't have any Difficulty Level, Quick Combat never happens, there is no Round limit, no need to spend MP to extend Combat, and you don't gain any \svg{experience}. The defending units and all effects of all Creature Bank Locations are listed in \pagelink{Creature Bank List}{All Map Locations}.
de: \subsection*{Besuch einer Kreaturenbank} Wenn du eine Kreaturenbank betrittst, musst du die vorgegebenen verteidigenden Einheiten in einem Kampf besiegen. Gewinnst du, handle den Effekt des Ortes wie üblich ab und platziere einen Statuswürfel. Diese Orte haben keine Feld-Schwierigkeit, können also nicht durch schnelle Kämpfe übersprungen werden, haben kein Kampfrundenlimit, können ohne BP-Kosten verlängert werden und du kannst nie \svg{experience} erhalten. Alle Kreaturenbanken mit ihren verteidigenden Einheiten und Effekte sind bei den \pagelink{Creature Bank List}{Orten der Abenteuerkarte} aufgelistet.

source: \subsection*{Combat in a Creature Bank} When you start Combat at a Creature Bank, place up to 5 of your units in the player deployment zone. Depending on the Creature Bank you are visiting, take the corresponding units from the Creature Bank unit cards and place them randomly in the Neutral unit deployment zone.
de: \subsection*{Kämpfe in Kreaturenbanken} Vor Beginn eines Kampfes gegen eine Kreaturenbank platziere bis zu 5 deiner Einheiten in der Aufstellungszone des Spielers. Abhängig von der besuchten Kreaturenbank, suche die zugehörigen Einheitenkarten aus dem Kreaturenbank-Einheitendeck und platziere sie zufällig in der Aufstellungszone der neutralen Einheiten.
ru: \vspace*{-1em} \subsection*{Сражение в Сокровищнице} В начале сражения в Сокровищнице расположите до 5 ваших отрядов в зоне размещения игрока. В зависимости от посещаемой Сокровищницы, возьмите соответствующие отряды из колоды отрядов Сокровищницы и разложите их в случайном порядке в зоне расположения нейтральных отрядов.

source: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/creature_bank_combat_board.png}}}; \draw (-1.5, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (-1.5, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (0, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (0, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (1.5, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (1.5, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (2.9, 1.7) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (2.9, -1.6) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (-3.1, 1.7) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (-3.1, -1.6) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \end{tikzpicture} \end{center} \imagecaption{P -- player deployment zone}\\ \imagecaption{N -- Neutral Units deployment zone}\\ \bigskip
de: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/creature_bank_combat_board.png}}}; \draw (-1.5, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (-1.5, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (0, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (0, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (1.5, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (1.5, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (2.9, 1.7) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (2.9, -1.6) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (-3.1, 1.7) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (-3.1, -1.6) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \end{tikzpicture} \end{center} \imagecaption{P -- Aufstellungszone des Spielers}\\ \imagecaption{N -- Aufstellungszone der neutralen Einheiten}\\ \bigskip

source: Based on the Scenario's Difficulty Level, take a number of \pagelink{Stack Tokens}{Stack Tokens} and place them randomly on up to four different Creature Bank unit cards: \begin{itemize} \item \textbf{Easy}: 1 token \item \textbf{Normal}: 2 tokens \item \textbf{Hard}: 3 tokens \item \textbf{Impossible}: 4 tokens \end{itemize} \end{multicols*}
de: Abhängig von der gewählten Szenario-Schwierigkeit, ziehe eine Anzahl an \pagelink{Stack Tokens}{Rudelmarkern} und platziere zufällig je einen auf verschiedene Einheitenkarten: \begin{itemize} \item \textbf{Leicht}: 1 Marker \item \textbf{Normal}: 2 Marker \item \textbf{Experte}: 3 Marker \item \textbf{Unmöglich}: 4 Marker \end{itemize} \end{multicols*}
ru: В зависимости от сложности сценария, возьмите следующее количество \pagelink{Stack Tokens}{жетонов Stack} и распределите их в случайном порядке на картах нейтральных отрядов: \begin{itemize} \item \textbf{Легко}: 1 жетон \item \textbf{Нормально}: 2 жетона \item \textbf{Тяжело}: 3 жетона \item \textbf{Невозможно}: 4 жетона \end{itemize} \end{multicols*}

source: {2} \begin{expansion}{navalbattles} After Combat, return all Creature Bank units back to the Creature Bank units cards pile. If you win, you claim the Creature Bank's reward, as well as an additional reward for the Stacked units you defeated.
de: {2} \begin{expansion}{navalbattles} Sortiere nach dem Kampf alle Kreaturenbank-Einheitenkarten zurück in ihr Deck. Nach einem Sieg erhältst du die Belohnungen der Kreaturenbank, sowie eine zusätzliche Belohnung für besiegte Rudeleinheiten.

source: \subsection*{\pagetarget{Stack Tokens}{Stack Tokens}} Each Stack Token modifies a unit's statistic in the following way: +1~\svg{attack}, +1~\svg{defense}, +1~\svg{health_points}, or +2~\svg{initiative}. Furthermore, each unit with a Stack Token is now a \textbf{Stacked unit}, which is similar to reinforced Faction units: when it takes damage equal to or greater than its \svg{health_points}, instead of removing the unit card from the Combat Board, discard the Stack Token from that unit and deal any leftover damage, deducting it from the new \svg{health_points}. Creature Bank units without a Stack Token are defeated normally.
de: \subsection*{\pagetarget{Stack Tokens}{Rudelmarker}} Jeder Rudelmarker modifiziert die Einheitenstatistiken entweder um +1~\svg{attack}, +1~\svg{defense}, +1~\svg{health_points}, oder +2~\svg{initiative}. Weiterhin gilt diese Einheit nun als Rudeleinheit, was dem Verstärken von Fraktionseinheiten ähnelt: Anstatt die Einheitenkarte vom Kampfspielplan zu entfernen, wenn der Schaden die Anzahl der LP erreicht oder übersteigt, wird zuerst der Rudelmarker entfernt und überzähliger Schaden (falls vorhanden) auf die neuen LP angerechnet. Kreaturenbank-Einheiten ohne Rudelmarker werden wie üblich besiegt.

source: \subsection*{Gained Stacked Units} Some rewards allow you to gain a Stacked Creature Bank unit card. Track which of your units are Stacked by whatever means is comfortable, e.g.~by remembering it or by placing a Token or Cube on it. Whenever your Stacked unit goes to a Combat, draw a random Stack Token and place it on that unit. After Combat, note whether the unit is still Stacked (for future Combats), then return the Stack Token to the pile. \end{expansion} \includegraphics[width=\linewidth]{\art/energy_elemental.jpg}
de: \subsection*{Rudeleinheiten erhalten} Einige Belohnungen erlauben es dir, eine Kreaturenbank-Rudeleinheit zu erhalten. Behalte die Einheitenkarte und markiere sie auf eine für dich komfortable Weise, um sie als Rudeleinheit auszuweisen, z.B.~durch Platzieren eines Fraktionswürfels. Sobald deine Rudeleinheit in den Kampf zieht, ziehe zufällig einen Rudelmarker und platziere ihn auf der Einheit. Ist deine Einheit nach dem Kampf immer noch eine Rudeleinheit, markiere sie (für zukünftige Kämpfe) erneut und mische den Rudelmarker zurück in den Vorrat. \end{expansion} \includegraphics[width=\linewidth]{\art/energy_elemental.jpg}

source: {navalbattles} \pagetarget{Empowered Ability Token}{\subheader{Empowered Ability Cards}} \begin{multicols*}{2} This new type of card improves your Hero's Ability cards and is explained in \pagelink{Empowered Ability}{Deck-building}.
de: {navalbattles} \pagetarget{Empowered Ability Token}{\subheader{Verstärkte Fähigkeitskarten}} \begin{multicols*}{2} Diese neue Kartentyp verbessert die Fähigkeitskarten deines Helden und ist unter \pagelink{Empowered Ability}{Spielerdecks} erklärt.
ru: {navalbattles} \pagetarget{Empowered Ability Token}{\subheader{Карты усиленных навыков}} \begin{multicols*}{2} Этот новый тип карт улучшает карты навыков вашего героя и описан в \pagelink{Empowered Ability}{сборе колоды}.

source: \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.2\linewidth} \includegraphics[width=\linewidth]{\images/crown-token.png} \end{wrapfigure} You can gain those cards by spending \textbf{Empowered Ability Tokens}. You can use one of these Tokens at the moment you gain a new Ability card, regardless of how you obtain it. If you use such a Token, discard it, remove the just-gained normal Ability card from the game, and gain the corresponding Empowered Ability card in its stead. There's only 1 copy of each Empowered Ability card, so if one player takes a particular Empowered Ability card, they prevent other players from obtaining it. If an Empowered Ability card isn't available, you can't spend the Empowered Ability Token and must keep it for later turns.
de: \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.2\linewidth} \includegraphics[width=\linewidth]{\images/crown-token.png} \end{wrapfigure} Du kannst solche Karten erhalten, wenn du einen \textbf{Fahigkeitsmarker} ausgibst. Du benutzt den Marker in dem Moment, in dem du eine neue Fähigkeit erhältst, unabhängig davon, wie du sie erhalten hast. Wenn du den Marker ausgeben willst, dann wirf ihn ab, entferne die gerade gezogene Fähigkeitskarte aus dem Spiel und erhalte die entsprechende verstärkte Fähigkeitskarte an deren Stelle. Es gibt nur ein Exemplar jeder verstärkten Fähigkeit. Sobald ein Spieler eine bestimmte dieser Karten besitzt, kann kein anderer Spieler sie mehr erhalten. Ist eine verstärkte Fähigkeitskarte nicht mehr verfügbar, kannst du den Fähigkeitsmarker nicht ausgeben und musst ihn für spätere Spielzüge aufsparen.
ru: \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.2\linewidth} \includegraphics[width=\linewidth]{\images/crown-token.png} \end{wrapfigure} Вы можете получить эти карты с помощью \textbf{жетонов усиленных навыков}. Вы можете использовать один из этих жетонов в момент получения новой карты навыка, независимо от способа её получения. Если вы используете этот жетон, сбросьте его, удалите полученную обычную карту навыка из игры и возьмите взамен соответствующую карту услиненного навыка. Каждая карта усиленного навыка существует только в одной копии, поэтому если один игрок берёт определенную карту усиленного навыка, другие игроки уже не смогут взять такую же. Если карта усиленного навыка недоступна, вы не можете потратить жетон усиленного навыка и должны хранить его до следующей возможности.

source: You can gain Empowered Ability Tokens only in certain Scenarios (e.~g.~``Island of Fire'' from the Naval Battles Mission Book).\\
de: Du kannst Fähigkeitsmarker nur in bestimmten Szenarien erhalten (z.~B.~in ``Inseln des Feuers'' aus dem Missionsbuch der Seeschlacht-Erweiterung).\\
ru: Вы можете получить жетоны усиленных навыков только в определённых сценариях (например <<Island of Fire>> из книги миссий дополнения Naval Battles).\\

source: \vspace*{5em} \begin{center} \transparent{0.2}\includegraphics[width=\linewidth]{\art/scholar.png} \end{center}
de: \vspace*{5em} \begin{center} \transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/scholar.png} \end{center}

source: \subsection*{Gaining Empowered Ability\\Example} \textit{Bob playing as Crag Hack reaches Level II. He performs the Search (2) action and draws two cards from the Ability Deck. The cards are Offense and Wisdom. He chooses Offense and places the other card on the discard pile.}
de: \subsection*{Beispiel zum Erhalten von\\Verbesserten Fähigkeiten} \textit{Bob spielt Crag Hack, welcher Stufe II erreicht. Er führt eine Durchsuche-(2)-Aktion aus und zieht zwei Fähigkeitskarten vom Fähigkeiten-Deck: Offensive und Weisheit. Er wählt Offensive und wirft die andere Karte auf den Ablagestapel.}

source: \textit{Bob happens to have an Empowered Ability Token. He may either use it, or save the token for later. He decides to use it, so he removes the ``Offense'' Ability card and discards the Empowered Ability Token to take the Empowered ``Offense'' Ability card instead.}
de: \textit{Bob besitzt derzeit einen Fähigkeitsmarker. Er kann ihn jetzt verwenden oder für später aufsparen. Er entscheidet sich, ihn jetzt zu nutzen, entfernt ``Offensive'' aus dem Spiel, wirft den Fähigkeitsmarker ab und nimmt stattdessen die verstärkte ``Offensive'' aus dem Deck verstärkter Fähigkeiten auf die Hand.}

source: \draw (-2.8, -3.5) node {\svg[35]{red_cross}}; \draw (1.6, -3.5) node {\svg[35]{green_tick}}; \end{tikzpicture} \end{center} \vspace*{\fill} \end{multicols*} \vspace*{2em}
de: \draw (-2.8, -3.5) node {\svg[35]{red_cross}}; \draw (1.6, -3.5) node {\svg[35]{green_tick}}; \end{tikzpicture} \end{center} \vspace*{\fill} \end{multicols*}

source: \subheader{Stretch Goal Content}
de: \subheader{Stretch-Goal-Inhalte}
ru: \subheader{Содержимое Stretch Goals}

source: {2} Four boxes of stretch goal content have been released for the board game.\par % no-check-caps These expansions primarily contain aesthetic components, such as miniatures of Neutral Units, and Map Locations. They also expand the variety of existing components with additional Artifacts, Spells, and new Hero Boards for all Factions.
de: {2} Vier Boxen mit Stretch-Goal-Inhalten sind für dieses Spiel erschienen.\par % no-check-caps Stretch-Goals enthalten hauptsächlich ästhetische Komponenten, wie Miniaturfiguren von Einheiten oder Orten, oder erweitern die Vielfalt an existierendem Spielmaterial mit zusätzlichen Artefakten, Zaubern oder Helden für alle Fraktionen.
ru: {2} Для игры были выпущены четыре коробки накопительных целей (Stretchgoals).\par Эти дополнения в первую очередь добавляют эстетики (миниатюрами нейтральных отрядов, локаций на карте и~т.д.), но также они расширяют разнообразные существующие компоненты (дополнительные артефакты, заклинания, а также новые герои для всех фракций).

source: \vspace*{\fill} \begin{expansion}{stretchgoals2} \pagetarget{Town Card}{\subsection*{Town Cards}} You can use Town Cards to randomly choose which player gets which Faction.
de: \vspace*{\fill} \begin{expansion}{stretchgoals2} \pagetarget{Town Card}{\subsection*{Stadtkarten}} Du kannst Stadtkarten nutzen, um die Fraktionen zufällig an die Spieler zu vergeben.

source: Here are some recommended options how to do that: \begin{itemize} \item Shuffle the Deck and deal 2 Town cards to each player. Each player then chooses their Faction from these cards. If you do not own enough Expansions, deal 1 card to each person instead. \item Shuffle the Deck and deal 2 Town cards to the first player. The first player chooses one card and passes the other one to the next player. The next player draws 1 more Town card from the Deck, selects one card from the two, and passes the other card to the next person. Repeat this until every player has chosen their Faction. \end{itemize}
de: Dies kann z. B. so gehandhabt werden: \begin{itemize} \item Mische die Stadtkarten und teile jedem Spieler 2 Karten zu, aus denen er seine Fraktion auswählen kann. Besitzt du nicht genügend Erweiterungen, verteile nur eine Karte an jeden Spieler. \item Mische die Stadtkarten und teile dem Startspieler 2 Karten zu. Dieser wählt seine Fraktion und gibt die nicht gewählte Karte an den nächsten Spieler. Dieser ziehe eine weitere Stadtkarte, wählt wiederum eine dieser beiden aus und gibt die nicht gewählte Karte weiter. Wiederhole diese Schritte, bis jeder Spieler eine Fraktion gewählt hat. \end{itemize}
