Repository: Heegu-sama/Homm3BG
Catalog: translations/expansion_content.tex/*.po
Languages: de, ru

source: \addsection{Expansion Content}{\skills/pathfinding.png}
de: \addsection[2]{Spielregeln aus Erweiterungen}{\skills/pathfinding.png}
ru: \addsection{Состав дополнений}{\skills/pathfinding.png}

source: \pagetarget{Expansion Content} Numerous expansions have been released for Heroes III: The Board Game, introducing new gameplay elements. Most expansion rules are integrated directly into the relevant sections of this rulebook where they belong. Below you'll find an overview of all expansion content.
de: \pagetarget{Expansion Content} Zahlreiche Erweiterungen sind für Heroes III: The Boardgame erschienen. Die meisten Erweiterungsregeln sind in diesem Regelbuch direkt in den Kapiteln zu finden, zu denen sie gehören. Dieses Kapitel ist eine Übersicht über alle Erweiterungsinhalte.
ru: \pagetarget{Expansion Content} Герои Меча и Магии III: Настольная Игра имеет ряд дополнений, приносящих в игру новые игровые механики. Большинство правил этих дополнений включены непосредственно в разделы этой книги. Ниже вы найдете обзор состава дополнений, а также новые правила: как общие для ряда дополнений, так и уникальные.

source: \textbf{The following contents are added by many of the expansions:}
de: \textbf{Folgende Inhalte sind in mehreren Erweiterungen enthalten:}
ru: \textbf{Многие дополнения содержат следующие нововведения:}

source: {2} \subsection*{\pagetarget{Miniatures}{Unit Miniatures}} If you want to play your Combats with Miniatures, place and move them over the Combat Board instead of the cards. You can put Miniatures on top of the cards or keep the cards next to the Combat Board to form an initiative bar for better visualization of the order in which units activate.\par If you play with Miniatures, there are a few rules to follow: \begin{itemize} \item If any of the following occur during Combat with Neutral Units, discard the Neutral Unit card and draw another card in its place: \begin{itemize} \item if you draw the same Neutral Unit more than once, \item if you draw any unit you already have in your army, \item if you draw any unit from your Faction. \end{itemize} \item While you recruit Neutral Units, you cannot recruit any units from a Faction that is controlled by a player or any units that are already in any player's army. Discard that unit card and draw another. \end{itemize}
de: {2} \subsection*{\pagetarget{Miniatures}{Einheitenminiaturen}} Falls du im Kampf Einheitenminiaturen verwenden möchtest, platziere und bewege die Miniaturen anstelle der Karten über den Kampfspielplan . Du kannst die Miniaturen auf die Karten stellen oder mit den Karten eine Initiativ-Leiste neben dem Kampfspielplan auslegen, um die Reihenfolge, in der die Einheiten aktivieren, besser zu visualisieren.\par In einem Spiel mit Einheitenminiaturen gelten folgende Regeln: \begin{itemize} \item Tritt einer der folgenden Fälle in neutralen Kämpfen auf, wirf die neutrale Einheitenkarte ab und ziehe stattdessen eine Ersatzkarte: \begin{itemize} \item falls du ein und dieselbe neutrale Einheit mehrfach ziehst, \item falls du eine Einheit ziehst, die du bereits in deiner Armee hast, \item falls du eine Einheit deiner Fraktion ziehst. \end{itemize} \item Beim Rekrutieren neutraler Einheiten, darfst du keine Einheit rekrutieren, die der Fraktion oder bereits dem Einheitendeck irgendeines Spielers angehört. Wirf diese Einheit dann ab und ziehe eine Ersatzkarte. \end{itemize}

source: \vfill \begin{center} \includegraphics[width=0.8\linewidth]{\images/tower-lineup.png} \end{center}
de: \vfill \begin{center} \includegraphics[width=0.75\linewidth]{\images/tower-lineup.png} \end{center}

source: \subsection*{New Map Locations} Each expansion adds new Map Locations to the game, which your Heroes can explore. They are explained in \pagelink{All Map Locations}{All Map Locations}.
de: \vspace*{-0.5em} \subsection*{Neue Orte der Abenteuerkarte} Jede Erweiterung bringt neue Orte ins Spiel, die eure Helden erkunden können. Sie alle sind im Kapitel \pagelink{All Map Locations}{Orte der Abenteuerkarte} erklärt.

source: \subsection*{Permanent cards} Cards with a new type of effect which gives players permanent advantages, explained in \pagelink{Playerdecks}{Player Decks}.
de: \vspace*{-0.5em} \subsection*{Bleibende Karten} Dies sind Karten mit einem neuen Karteneffekt, der Spielern dauerhafte Vorteile bringt, erklärt im Kapitel \pagelink{Playerdecks}{Spielerdecks}.
ru: \subsection*{Постоянные карты} Карты с новым эффектом, которые дают игроку постоянные преимущества, описаны в \pagelink{Playerdecks}{колоде игрока}.

source: \subsection*{Schools of Magic} \pagelink{Schools of Magic}{Schools of Magic} gain more significance with the expansions, as there are now card effects which use them, e.g.~your Heroes can specialize in certain Schools to make their Spells more powerful.
de: \subsection*{Magieschulen} \pagelink{Schools of Magic}{Magieschulen} werden durch die Erweiterungen wichtiger, da nun Effekte anderer Karten Magieschulen berücksichtigen, z. B. können sich deine Helden auf bestimmten Schulen spezialisieren, um deren Zauber zu verstärken.
ru: \subsection*{Школы магии} \pagelink{Schools of Magic}{Школы магии} приобретают большее значение в дополнениях, поскольку теперь есть эффекты карт, которые их используют --- например, ваши герои могут специализироваться в определённых Школах, чтобы сделать свои заклинания более мощными.

source: \subsection*{Unique card effects with their own components} Several new cards from various expansions come with their own Token components and bring complex effects to the game. These are all explained in the separate section \pagelink{Card Effect Keywords}{Card Effect Keywords}.
de: \subsection*{Einzigartige Karteneffekte mit eigenen Spielmaterialien} Einige neue Karten verschiedener Erweiterungen bringen komplexe Effekte ins Spiel, die auch eigenes Spielmaterial (z.B. Marker) erfordern. Diese sind im Kapitel \pagelink{Card Effect Keywords}{Schlüsselwörter zu Karteneffekten} erklärt.
ru: \subsection*{Уникальные эффекты карт с собственными компонентами} Несколько новых карт из различных дополнений имеют собственные жетоны и привносят в игру сложные эффекты. Описаны в отдельном разделе \pagelink{Card Effect Keywords}{Подробные эффекты карт}.

source: \subsection*{More of the same} In addition to new gameplay mechanics, expansions also expand the variety of existing components: new Factions, new Scenarios, new Spells, new Heroes, and new Artifacts.
de: \subsection*{Mehr von allem Bekannten} Neben neuen Spielmechaniken erweitern die Erweiterungen auch die bereits bekannten Spielmaterialien: z.B. neue Fraktionen, Szenarien, Helden, Zauber oder Artefakte.

source: \subheader{Factions Expansions}
de: \subheader{Erweiterungen mit neuen Fraktionen}
ru: \subheader{Новые фракции}

source: {2} \begin{expansion}[title=]{fortress} \subsection*{\color{fortress}Fortress Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/fortress-box.png} \end{wrapfigure} Contains the \textbf{Fortress Faction}: Poisonous swamp beasts under the command of Witches and Beastmasters.\par \medskip New gameplay mechanics: The new storytelling card type described below. \medskip \subsection*{\pagetarget{Events}{Events}} Event cards\index{Event cards} may be used in games with more than one player. Shuffle the Event Deck during setup. At the start of each Resource Round (except the first Round), draw and read the next Event card after receiving Resources. The first Event is drawn by the starting player. \textbf{Change the player who draws the Event in a clockwise order} every time a new Event is drawn. Resolve any effects in clockwise order starting with the player who drew the card. Any cards which were revealed as a part of resolving an Event should be shuffled back into their respective Decks afterwards.
de: {2} \begin{expansion}[title=]{fortress} \subsection*{\color{fortress}Festungs-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/fortress-box.png} \end{wrapfigure} Enthält die \textbf{Festungs-Fraktion}: Giftige Sumpf-Kreaturen unter dem Kommando von Hexen und Bestienmeistern.\par \medskip Neue Spielelemente:\par Ein neuer Kartentyp, der dem Spiel mehr Hintergrundgeschichten hinzufügt, im folgenden erklärt. \medskip \subsection*{\pagetarget{Events}{Ereigniskarten}} Ereigniskarten\index{Ereigniskarten} werden nur in Mehrspielerpartien verwendet. Mische beim Spielaufbau das Ereigniskartendeck. Zu Beginn jeder Ressourcenrunde (außer Runde 1), nachdem alle Spieler Ressourcen erhalten haben, wird das oberste Ereignis abgehandelt. Die erste Ereigniskarte zieht der Startspieler. Danach \textbf{wechselt} der Spieler, der die Karte zieht, \textbf{im Uhrzeigersinn}. Ereignisse werden in Spielerreihenfolge abgehandelt, beginnend mit dem Spieler, der die Karte gezogen hat. Werden beim Abhandeln von Ereigniskarten andere Karten aufgedeckt, mische sie danach in ihre zugehörigen Decks zurück. \vfill
ru: {2} \begin{expansion}[title=]{fortress} \subsection*{\color{fortress}Дополнение Fortress} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/fortress-box.png} \end{wrapfigure} Содержит \textbf{фракцию Крепости (Fortress)}: ядовитых болотных тварей под командованием ведьм и повелителей зверей.\par \medskip Новая игровая механика: новый тип карт, описанный ниже. \medskip \subsection*{\pagetarget{Events}{События}} Карты событий\index{События} могут использоваться в играх с двумя и более игроками. Перемешайте колоду в ходе подготовки. В начале каждого ресурсного раунда (кроме первого), после получения ресурсов возьмите карту и прочтите. Первое событие берётся первым в очереди игроком. Каждое новое событие берёт \textbf{следующий по часовой стрелке игрок}. Выполните все эффекты по часовой стрелке, начиная с игрока, взявшего карту. Все карты, вскрытые для выполнения события, должны быть возвращены в свои колоды и перемешаны.

source: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\cards/event.png}}}; \draw (1, 1.8) node {\encircle{1}}; \draw (-2, 0.4) node {\encircle{2}}; \draw (2.5, -1.1) node {\encircle{3}}; \end{tikzpicture} \footnotesize \imagecaption{Event card} \begin{multicols}{2} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Flavor text \item[\textbf{3.}] Effect \item[\textbf{\phantom{.}}] \phantom{.} \end{itemize}
de: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\cards/event.png}}}; \draw (1, 1.8) node {\encircle{1}}; \draw (-2, 0.4) node {\encircle{2}}; \draw (2.5, -1.1) node {\encircle{3}}; \end{tikzpicture} \footnotesize \imagecaption{Ereigniskarte} \begin{multicols}{2} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Hintergrundgeschichte \item[\textbf{3.}] Effekt \item[\textbf{\phantom{.}}] \phantom{.} \end{itemize}

source: [title=]{rampart} \subsection*{\color{rampart}Rampart Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/rampart-box.png} \end{wrapfigure} Contains the \textbf{Rampart Faction}: Nature-oriented units under the lead of Druids and Rangers.\par \medskip New gameplay mechanics:\par \smallskip Various \pagelink{War Machines}{War Machines}, which support you with permanent effects in combat.
de: [title=]{rampart} \subsection*{\color{rampart}Schutzwall-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/rampart-box.png} \end{wrapfigure} Enthält die \textbf{Schutzwall-Fraktion}: Naturverbundene Einheiten unter der Führung von Druiden und Waldläufern.\par \medskip Neue Spielelemente:\par \smallskip Verschiedene \pagelink{War Machines}{Kriegsmaschinen}, die dich mit bleibenden Effekten im Kampf unterstützen.
ru: [title=]{rampart} \subsection*{\color{rampart}Дополнение Rampart} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/rampart-box.png} \end{wrapfigure} Содержит \textbf{фракцию Оплота (Rampart)}: отряды природных созданий под командованием друидов и рейнджеров.\par \medskip Новые игровые механики:\par \smallskip различные \pagelink{War Machines}{боевые машины}, поддерживающие вас постоянными эффектами в битве.

source: [title=]{inferno} \subsection*{\color{inferno}Inferno Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/inferno-box.png} \end{wrapfigure} Contains the \textbf{Inferno Faction}: Demonic and fire-associated units under the command of Heretics and Demoniacs.\par \medskip New gameplay mechanics:\par \smallskip A new unit Ability to \pagelink{Summoning}{Summon Demons} in combat; \pagelink{Empowered Statistic}{Empowered Statistic cards} to make your Hero's Statistic cards more powerful, and the \pagelink{Random Town}{Random Town} Map Location with unique combat rules.
de: [title=]{inferno} \subsection*{\color{inferno}Inferno-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/inferno-box.png} \end{wrapfigure} Enthält die \textbf{Inferno-Fraktion}: Dämonische und feuer-assoziierte Einheiten unter dem Kommando von Ketzern und Dämonikern.\par \medskip Neue Spielelemente:\par \smallskip Eine neue Einheitenfähigkeit, um im Kampf \pagelink{Summoning}{Dämonen zu beschwören}; \pagelink{Empowered Statistic}{verstärkte Statistikkarten}, die die üblichen Statistiken deines Helden verbessern; und die \pagelink{Random Town}{Zufällige Stadt}, einen Ort auf der Abenteuerkarte mit einzigartigen Kampfregeln.
ru: [title=]{inferno} \subsection*{\color{inferno}Дополнение Inferno} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/inferno-box.png} \end{wrapfigure} Содержит \textbf{фракцию Инферно (Inferno)}: огненные отряды преисподней под командованием еретиков и демонов.\par \medskip Новые игровые механики:\par \smallskip способность \pagelink{Summoning}{призыва Демонов} отрядом в сражении; \pagelink{Empowered Statistic}{усиленные карты характеристик}, делающие карты характеристик вашего героя более могущественными и локация \pagelink{Random Town}{случайного города} с уникальными правилами сражения.

source: [title=]{conflux} \subsection*{\color{conflux}Conflux Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/conflux-box.png} \end{wrapfigure} Contains the \textbf{Conflux Faction}: Magical Creatures of all elements under the command of Elementalists and Planeswalkers.\par \medskip New gameplay mechanics:\par \smallskip \pagelink{Elemental Map Tiles}{Elemental Map Tiles} aligned with Schools of Magic; magical \pagelink{Monolith Tokens}{Monoliths}, which allow your Heroes to traverse long distances on the Map; a new \pagelink{Elemental Damage}{type of damage} which ignores Defense; and a unique Spell effect to \pagelink{Summoning}{Summon Elemental units}, which support you in combat. % TODO: fix link
de: [title=]{conflux} \subsection*{\color{conflux}Konflux-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/conflux-box.png} \end{wrapfigure} Enthält die \textbf{Konflux-Fraktion}: Magische Kreaturen aller Elemente unter dem Kommando von Elementaristen und Gestaltwandlern.\par \medskip Neue Spielelemente:\par \smallskip \pagelink{Elemental Map Tiles}{Elementargebiete}, assoziiert mit den Magieschulen; magische \pagelink{Monolith Tokens}{Teleporter}, die das Reisen über die Abenteuerkarte über weite Distanzen erlauben; eine neue \pagelink{Elemental Damage}{Schadensart}, welche die Verteidigung durchbricht; und einzigartige Zauber, um \pagelink{Summoning}{Elementarwesen} im Kampf zu beschwören. % TODO: fix link
ru: [title=]{conflux} \subsection*{\color{conflux}Дополнение Conflux} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/conflux-box.png} \end{wrapfigure} Содержит \textbf{фракцию Сопряжения (Conflux)}: магических существ всех стихий под командованием элементалистов и странников.\par \medskip Новые игровые механики:\par \smallskip \pagelink{Elemental Map Tiles}{фрагменты карты элементалей} сопряженные со Школами магии; волшебные \pagelink{Monolith Tokens}{Монолиты}, позволяющие вашим героям преодолевать большие расстояния; новый \pagelink{Elemental Damage}{тип урона}, игнорирующий защиту и уникальный эффект заклинаний -- \pagelink{Summoning}{призыв отрядов элементалей}, поддерживающих вас в сражениях.

source: [title=]{stronghold} \subsection*{\color{stronghold}Stronghold Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/stronghold-box.png} \end{wrapfigure} Contains the \textbf{Stronghold Faction}: Wild and orkish units under command of Barbarians and Battle Mages.\par \medskip New gameplay mechanics:\par \smallskip \pagelink{Subterranean Map Tiles}{Subterranean Map Tiles}, which open a new world to explore, and mystical \pagelink{Spell Scroll Cards}{Spell Scrolls}, which allow your Heroes to cast additional Spells even if they are not as familiar with magic.
de: [title=]{stronghold} \subsection*{\color{stronghold}Burg-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/stronghold-box.png} \end{wrapfigure} Enthält die \textbf{Burg-Fraktion}: Wilde, orkische Einheiten unter dem Kommando von Barabaren und Kampfmagiern.\par \medskip Neue Spielelemente:\par \smallskip \pagelink{Subterranean Map Tiles}{Untergrundgebiete}, die eine neue Welt zum Erkunden öffnen; und mystische \pagelink{Spell Scroll Cards}{Zauberspruchrollen}, die auch weniger magiebegabten Helden erlauben, zusätzliche Zauber zu wirken.
ru: [title=]{stronghold} \subsection*{\color{stronghold}Дополнение Stronghold} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/stronghold-box.png} \end{wrapfigure} Содержит \textbf{фракцию Цитадели (Stronghold)}: отряды орочьих дикарей под командованием варваров и боевых магов.\par \medskip Новые игровые механики:\par \smallskip \pagelink{Subterranean Map Tiles}{фрагменты карты подземелья}, открывающие новый мир и мистические \pagelink{Spell Scroll Cards}{Свитки заклинаний}, позволяющие вашим героям колдовать дополнительные заклинания, даже если они не знакомы с магией.

source: [title=]{tower} \subsection*{\color{tower}Tower Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/tower-box.png} \end{wrapfigure} Contains the \textbf{Tower Faction}: Magic-oriented units under the lead of Wizards and Alchemists.\par \medskip This expansion doesn't introduce any new gameplay mechanics, but it expands many existing components, e.g.~it adds more \textbf{Heroes of other Factions}.
de: [title=]{tower} \subsection*{\color{tower}Turm-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/tower-box.png} \end{wrapfigure} Enthält die \textbf{Turm-Fraktion}: Magieorientierte Einheiten unter der Führung von Zauberern und Alchimisten.\par \medskip Diese Erweiterung enthält keine neuen Spielmechaniken, aber sie erweitert das bereits bekannte Spielmaterial erheblich, z.B.~ fügt sie \textbf{neue Helden zu mehreren Fraktionen} hinzu.
ru: [title=]{tower} \subsection*{\color{tower}Дополнение Tower} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/tower-box.png} \end{wrapfigure} Содержит \textbf{фракцию Башни (Tower)}: магические отряды под командованием магов и алхимиков.\par \medskip Это дополнение не содержит новых игровых механик, но расширяет множество существующих компонентов, например добавляет новых \textbf{героев из других фракций}.

source: [title=]{cove} \subsection*{\color{cove}Cove Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/cove-box.png} \end{wrapfigure} Contains the \textbf{Cove Faction}: Pirate units and Sea monsters under the command of Captains and Navigators.\par \medskip New gameplay mechanics:\par \smallskip \pagelink{Sea Map Tiles}{Sea Map Tiles} with many new Sea Locations to discover; \pagelink{Whirlpool Tokens}{Whirlpools} to travel quickly between distant Sea Tiles… but \pagelink{Whirlpool}{at a cost}; and the \wikilink{/war_machines/cannon}{Cannon,} a new \pagelink{War Machines}{War Machine}.
de: [title=]{cove} \subsection*{\color{cove}Bucht-Erweiterung} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/cove-box.png} \end{wrapfigure} Enthält die \textbf{Bucht-Fraktion}: Piraten-Einheiten und Seemonster unter dem Kommando von Kapitänen und Navigatoren.\par \medskip Neue Spielelemente:\par \smallskip \pagelink{Sea Map Tiles}{Seegebiete} mit vielen neuen See-Orten zum Erkunden; \pagelink{Whirlpool Tokens}{Strudel}, um schnell große Distanzen über Wasser zurückzulegen… aber das hat seinen \pagelink{Whirlpool}{Preis}; und die \wikilink{/war_machines/cannon}{Kanone,} eine neue \pagelink{War Machines}{Kriegsmaschine}.

source: \subheader[Gameplay and Game Mode\\Expansions]{Gameplay and Game Mode Expansions}
de: \subheader[Gameplay and Game Mode\\Expansions]{Erweiterungen nur mit Spielmechaniken}
