Repository: Heegu-sama/Homm3BG
Catalog: translations/expansion_content.tex/*.po
Languages: de, ru

source: [before=\vspace*{-11mm}]{navalbattles} \begin{multicols*}{2} After Combat, return all Creature Bank units back to the Creature Bank units cards pile. If you win, you claim the Creature Bank's reward, as well as an additional reward for the Stacked units you defeated. \subsection*{\pagetarget{Stack Tokens}{Stack Tokens}} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.2\linewidth} \includegraphics[width=\linewidth]{\images/stack_token.png} \end{wrapfigure} Each Stack Token modifies a unit's statistic in the following way: +1~\svg{attack}, +1~\svg{defense}, +1~\svg{health_points}, or +2~\svg{initiative}. Furthermore, each unit with a Stack Token is now a \textbf{Stacked unit}, which is similar to reinforced Faction units: when it takes damage equal to or greater than its \svg{health_points}, instead of removing the unit card from the Combat Board, discard the Stack Token from that unit and deal any leftover damage, deducting it from the new \svg{health_points}. Creature Bank units without a Stack Token are defeated normally. \columnbreak
ru: [before=\vspace*{-11mm}]{navalbattles} \begin{multicols*}{2} После битвы верните все отряды Сокровищницы обратно в колоду. В случае победы получите награду Сокровищницы и вознаграждение за побеждённые Stacked отряды. \subsection*{\pagetarget{Stack Tokens}{Жетоны Stack}} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.2\linewidth} \includegraphics[width=\linewidth]{\images/stack_token.png} \end{wrapfigure} Каждый жетон Stack изменяет характеристики отряда следующим образом: +1~\svg{attack}, +1~\svg{defense}, +1~\svg{health_points} или +2~\svg{initiative}. Более того, каждый отряд с жетоном становится Stacked отрядом, что схоже с усиленным отрядом фракции: когда получаемый урон равен или превышает оставшиеся \svg{health_points}, вместо того, чтобы убрать карту этого отряда с доски, уберите жетон Stack с этого отряда и примените оставшийся урон (если необходимо), вычитая его из нового \svg{health_points}. Отряды Сокровищницы без жетона Stack несут поражение обычным образом. \columnbreak

source: \subsection*{Gained Stacked Units} Some rewards allow you to gain a Stacked Creature Bank unit card. Track which of your units are Stacked by whatever means is comfortable, e.g.~by remembering it or by placing a Token or Cube on it. Whenever your Stacked unit goes to a Combat, draw a random Stack Token and place it on that unit. After Combat, note whether the unit is still Stacked (for future Combats), then return the Stack Token to the pile. \end{multicols*}
ru: \subsection*{Получение Stacked отрядов} В некоторых случаях в качестве награды вы можете получить нейтральный отряд Сокровищницы. Отслеживайте их Stacked любым удобным вам способом, например размещая на них жетон или кубик. Каждый раз, когда ваш Stacked отряд отправляется в сражение, возьмите случайный жетон Stack и разместите его на отряде. После битвы обозначьте, является ли ваш отряд Stacked (для будущих битв), после чего верните жетон Stack обратно в стопку. \end{multicols*}

source: \subsection*{Gaining Empowered Ability\\Example} \textit{Bob playing as Crag Hack reaches Level 2. He decides to perform the Search (2) action and draws two cards from the Ability Deck. The cards are Offense and Wisdom. He chooses Offense and places the other card on the discard pile.}
ru: \subsection*{Пример получения усиленного\\навыка} \textit{Боб, играя за Крэг Хэга, достигает уровня 2. Он решает искать (2) и вытягивает две карты из колоды навыков --- Нападение и Мудрость. Он выбирает Нападение и кладёт другую карту в сброс.}

source: \textit{Bob happens to have an Empowered Ability Token. He may either use it, or save the token for later. He decides to use it, so he removes the ``Offense'' Ability card and take the Empowered ``Offense'' Ability card instead.}
ru: \textit{У Боба есть жетон усиленного навыка. Он может как использовать его, так и оставить на потом. Он решает использовать жетон, поэтому удаляет карту Нападения и заменяет её картой усиленного навыка Нападения.}

source: [before=\vspace*{-11mm}]{battlefield} \pagetarget{Battlefield Combat}{\subheader{Combat on the Battlefield Board}} \begin{multicols*}{2} \textbf{Note:} The rules for \pagelink{Battlefield Modes}{Skirmish and Adventure} are different from this, please check the official rulebook.
ru: [before=\vspace*{-11mm}]{battlefield} \pagetarget{Battlefield Combat}{\subheader{Сражение на доске Battlefield}} \vspace*{-1em} \begin{multicols*}{2} \textbf{Замечание:} Правила для \pagelink{Battlefield Modes}{Skirmish и Adventure} отличаются от описанных здесь, см.~официальную книгу правил.

source: \medskip It is recommended to use the Battlefield Combat Board only for \textbf{Player vs.~Player Combats}, even though it is also possible to use it in Neutral Combats. Using the Battlefield Board requires using \pagelink{Miniatures}{Miniatures} instead of unit cards.
ru: \medskip Рекомендуется использовать доску Battlefield только для сражений \textbf{игрок--против--игрока}, даже с учётом того, что её можно использовать и в сражениях с нейтральными отрядами. Для этой доски вам понадобятся \pagelink{Miniatures}{миниатюры} вместо карт отрядов.

source: \subsection*{Battlefield Board in Neutral\\Combats} If you decide to use the Battlefield Board in Combats with Neutral Units, ignore the Round Limit: At the end of each Combat Round you may freely decide to Retreat or to gain an additional Combat Round with no need to spend a MP \svg{movement}. Be aware, however, that this may significantly extend the playtime.
ru: \vspace*{-1em} \subsection*{Доска Battlefield в нейтральных\\сражениях} Если вы решите использовать доску Battlefield в сражении с нейтральными отрядами, игнорируйте лимит раунда: в конце каждого хода вы можете принять решение о сдаче или продолжении сражения без необходимости тратить ОП \svg{movement}. Однако будьте осторожны --- такое сражение может значительно увеличить время игры.

source: \subsection*{\pagetarget{BF Obstacles}{Obstacle Tokens}} On the Battlefield Board you place Obstacle Tokens, which are divided into three types: Effect, Obstacle and Wall/Gate. Unless otherwise stated these Tokens count and work as \pagelink{Combatterminology}{Combat Obstacles}. To place Effect Obstacles on the Battlefield Board you'll need the card which creates the effect, such as the Fire Wall Spell: use the Tokens and put the Card beside the Battlefield as a reminder. Effect Obstacles may be entered by Units, if the Card text allows it. \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.7\linewidth]{\images/bf-obstacle-1.png} \caption{\imagecaption{Effect}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/bf-obstacle-2.png} \caption{\imagecaption{Obstacle}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/bf-obstacle-3.png} \caption{\imagecaption{Wall/Gate}} \end{subfigure} \end{figure} \note{3}{ All unit Miniatures also count as Obstacles. } \columnbreak
ru: \vspace*{-1em} \subsection*{\pagetarget{BF Obstacles}{Жетоны препятствий}} На доске Battlefield размещаются жетоны, которые делятся на три типа: эффект, препятствие и стена/ворота. Пока не указано иное, эти жетоны считаются и работают как \pagelink{Combatterminology}{препятствия в сражении}. Для размещения препятствия--эффекта на доске Battlefield, вам понадобится карта, создающая этот эффект --- например, заклинание Огненной стены. Используйте жетоны и положите карту рядом с доской для напоминания. Отряды могут заходить в препятствия--эффекты, если описание эффекта карты это допускает. \vspace*{-4mm} \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.7\linewidth]{\images/bf-obstacle-1.png} \caption{\textbf{\textit{\textcolor{darkcandyapplered}{Эффект \phantom{fill me pls}}}}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/bf-obstacle-2.png} \caption{\textbf{\textit{\textcolor{darkcandyapplered}{Препятствие}}}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/bf-obstacle-3.png} \caption{\textbf{\textit{\textcolor{darkcandyapplered}{Стена / ворота}}}} \end{subfigure} \end{figure} \vspace*{-2mm} \note{3}{ Все миниатюры отрядов тоже считаются препятствиями. } \columnbreak

source: \subsection*{Rules Changes in Combat Setup} \begin{itemize} \item \textbf{Place obstacles} – Starting with the attacking player, both players take turns choosing and placing one Obstacle Token on the Battlefield Board until \textbf{all Obstacle Tokens (no Effects yet) are placed}. No Obstacle can be adjacent to another Obstacle or to any player's deployment zone.
ru: \subsection*{Изменения правил подготовки к бою} \begin{itemize} \item \textbf{Размещение препятствий} --- начиная с атакующего, оба игрока по очереди выбирают и размещают жетоны препятствий (кроме эффектов) на доске, пока не \textbf{разместят все}. Препятствия не могут быть смежными с другими препятствиями или с зоной размещения отрядов игрока.

source: \draw (0, 0) node {\includegraphics[width=0.9\linewidth]{\examples/bf-deploy.png}}; \draw (2.5, 0) node[rotate=90] {\textbf{\fontfamily{ptm}\selectfont\textcolor{white}{DEPLOYMENT ZONE}}}; \end{tikzpicture} {\footnotesize\imagecaption{Obstacles and models placed correctly are marked with the green border, and incorrectly -- with the red one.}} \item \textbf{Place units} – Starting from the attacking player, the players choose a deployment zone and take turns placing their units \textbf{one by one}. When the last unit is placed, the Combat begins. Only in Player vs. Player Combats can the players decide to allow placing \textbf{up to 7 units} (instead of 5). \end{itemize} \end{multicols*}
ru: \draw (0, 0) node {\includegraphics[width=0.85\linewidth]{\examples/bf-deploy.png}}; \draw (2.5, 0) node[rotate=90] {\textbf{\textcolor{white}{ЗОНА РАЗМЕЩЕНИЯ ОТРЯДОВ}}}; \end{tikzpicture} \phantom{text} {\footnotesize\textbf{\textit{\textcolor{darkcandyapplered}{Расположенные по правилам препятствия и миниатюры отмечены зелёным цветом. Не по правилам --- красным.}}}} \item \textbf{Размещение отрядов} --- начиная с атакующего, игроки выбирают зону размещения и \textbf{по очереди} расставляют свои отряды \textbf{по одному}. Когда последний отряд занимает своё место, сражение начинается. Только в сражении игрок--против--игрока по согласованию количество отрядов может быть \textbf{увеличено до 7} (вместо 5). \end{itemize} \end{multicols*}

source: [before=\vspace*{-11mm}]{battlefield} \begin{multicols*}{2} \begin{itemize} \item \textbf{Siege with Walls and Gate} – During a Siege against a Town with a Citadel, only Walls and Gate Obstacles are placed. Place no other Obstacles.
ru: [before=\vspace*{-11mm}]{battlefield} \begin{multicols*}{2} \begin{itemize} \item \textbf{Осада со стенами и воротами} --- в ходе осады города с Цитаделью разрешено использовать только препятствия ворот и стен.

source: \draw (0, 0) node {\includegraphics[width=1.05\linewidth]{\examples/bf-deploy-wall.png}}; \draw (2, 0) node[rotate=90] {\textbf{\fontfamily{ptm}\selectfont\textcolor{white}{DEPLOYMENT ZONE}}}; \end{tikzpicture} {\footnotesize\imagecaption{The red border marks incorrectly placed Obstacles.}} \end{itemize} \subsection*{Rules Changes during Combat} \begin{itemize} \item \textbf{Unit Movement} – Each unit's Movement is equal to its Initiative value: a unit of Initiative 8 can move up to 8 hexes. \item \textbf{Ranged Movement} – Ranged \svg{unit_ranged} units can either move or attack, not both. \item \textbf{Combat Penalty} – Ranged \svg{unit_ranged} units suffer a Combat Penalty when attacking an adjacent unit or a unit that is \textbf{8 or more} hexes away from them. \begin{center} \vspace*{1em} \transparent{0.2}\includegraphics[width=0.7\linewidth]{\art/land_mine.png} \end{center} \columnbreak
ru: \draw (0, 0) node {\includegraphics[width=1.05\linewidth]{\examples/bf-deploy-wall.png}}; \draw (2, 0) node[rotate=90] {\textbf{\textcolor{white}{ЗОНА РАЗМЕЩЕНИЯ ОТРЯДОВ}}}; \end{tikzpicture} {\footnotesize\textbf{\textit{\textcolor{darkcandyapplered}{Красная граница обозначает неправильно расположенные препятствия.}}}} \end{itemize} \subsection*{Изменения правил сражения} \begin{itemize} \item \textbf{Перемещение отрядов} --- каждое движение отряда эквивалентно его скорости: отряд со скоростью 8 может переместиться на максимум 8 шестиугольников. \item \textbf{Перемещение стрелков} --- стрелковые \svg{unit_ranged} отряды могут на выбор перемещаться либо атаковать, но не выполнять оба этих действия одновременно. \item \textbf{Штрафы в сражении} --- стрелковые \svg{unit_ranged} отряды получают штраф когда атакуют смежные отряды, либо отряды, находящиеся на расстоянии \textbf{8 и более} шестиугольников от них. \begin{center} \vspace*{1em} \transparent{0.2}\includegraphics[width=0.5\linewidth]{\art/land_mine.png} \end{center} \columnbreak

source: \begin{minipage}{\linewidth} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.3\linewidth} \includegraphics[width=\linewidth]{\images/initiative-bf.png} \end{wrapfigure} \item \textbf{\pagetarget{Initiative Token}{Initiative Token}} – At the start of Combat, the attacking player gains the Initiative Token. Use it only to break any Initiative ties of opposing units: The player with the Token activates first \textbf{one of their units of the same Initiative value}. Then, the players alternate in activating all of their units of that same Initiative value one by one. Once all units with that Initiative value are activated, pass the Initiative Token to the other player, who keeps it until initiative ties must be resolved again in the same way. \end{minipage}
ru: \begin{minipage}{\linewidth} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.3\linewidth} \includegraphics[width=\linewidth]{\images/initiative-bf.png} \end{wrapfigure} \item \textbf{\pagetarget{Initiative Token}{Жетон скорости}} --- в начале сражения атакующий игрок получает жетон скорости. Используйте его только для разрыва любой ничьей по скорости между вражескими отрядами: игрок с жетоном первым активирует \textbf{один из своих отрядов с тем же значением скорости}. Затем игроки по очереди активируют все свои отряды с одинаковым значением скорости. После активации всех отрядов с таким же значением скорости передайте жетон скорости другому игроку, который сохранит его до следующей такой ничьи отрядов по скорости. \end{minipage}

source: \item \textbf{Gate Token} – During a Siege, defending units may enter the Gate Token \textbf{only at the two middle hexes} where the Gate is printed. Attacking the Gate Token is still possible on all four hexes.
ru: \item \textbf{Жетон ворот} --- в ходе осады обороняющиеся отряды могут зайти на жетон ворот (\textbf{только на два средних шестиугольника}, где изображены сами ворота). Атака ворот все также возможна на всех четырёх шестиугольниках.

source: \vspace*{1em} \includegraphics[width=\linewidth]{\examples/bf-gate-token.png} \footnotesize\textit{Example: Halberdier and Crusader (defenders) may enter the Gate Token only along the green arrows, but Minotaur and Harpies are still able to attack the Gate Token from any side.} \end{itemize} \vspace*{\fill} \end{multicols*}
ru: \vspace*{1em} \includegraphics[width=\linewidth]{\examples/bf-gate-token.png} \footnotesize\textit{Пример: обороняющиеся Алебардщики и Крестносцы могут зайти в ворота только по направлению зелёных срелок, в то время как Минотавр и Гарпия могут атаковать ворота с любой стороны.} \end{itemize} \vspace*{\fill} \end{multicols*}

source: \vspace*{\fill} \begin{expansion}{stretchgoals2} \subsection*{\pagetarget{Pandora Card}{Pandora's Box cards}} Shuffle the Pandora's Box cards during setup. When visiting a \pagelink{Pandora Box}{Pandora's Box}, you may draw and resolve a Pandora's Box card instead of the location's regular effect. Mark the Map Field with a Black Cube regardless.
ru: \begin{expansion}{stretchgoals2} \subsection*{\pagetarget{Pandora Card}{Карты Ящика Пандоры}} В ходе подготовки перемешайте карты Ящика Пандоры. Когда вы посещаете \pagelink{Pandora Box}{Ящик Пандоры}, по желанию вы можете вытянуть карту Ящика Пандоры и выполнить её вместо обычного эффекта локации. Вы всё ещё должны отметить поле чёрным кубиком.

source: \medskip \begin{center} \includegraphics[width=0.6\linewidth]{\cards/pandora.png} \end{center}
ru: \medskip \begin{center} \includegraphics[width=0.6\linewidth]{\cards/pandora.png} \end{center} \vspace*{-1em} % TODO: when unfuzzying Town Cards below, move this vspace there and remove this translation

source: \medskip \begin{center} \begin{multicols}{2} \includegraphics[width=\linewidth]{\cards/town-card-back.png}
ru: \begin{center} \begin{multicols}{2} \includegraphics[width=\linewidth]{\cards/town-card-back.png}
