Repository: Heegu-sama/Homm3BG
Catalog: translations/expansion_content.tex/*.po
Languages: de, ru

source: Skip the cards with Factions from Expansions which you don't have. \end{expansion} \vspace*{\fill} \columnbreak \begin{center} \includegraphics[width=0.45\linewidth]{\boxcovers/stretchgoals-factionunits.png}\\[1em] \imagecaption{\nth{1} crowdfunding campaign:\\ Miniatures of the core game Faction Units} \vspace*{\fill}
de: Überspringe die Stadtkarten, deren Fraktionen du nicht besitzt. \end{expansion} \vspace*{\fill} \columnbreak \begin{center} \includegraphics[width=0.42\linewidth]{\boxcovers/stretchgoals-factionunits.png}\\[1em] \imagecaption{1. Crowdfunding Kampagne:\\ Einheitenminiaturen der Grundspiel-Fraktionen} \vspace*{\fill}

source: \includegraphics[width=0.45\linewidth]{\boxcovers/stretchgoals-neutral.png}\\[1em] \imagecaption{\nth{1} crowdfunding campaign:\\ Miniatures of Towns, Neutral Units, and other components} \vspace*{\fill}
de: \includegraphics[width=0.42\linewidth]{\boxcovers/stretchgoals-neutral.png}\\[1em] \imagecaption{1. Crowdfunding Kampagne:\\ Stadt- und neutrale Einheitenminiaturen; andere Komponenten} \vspace*{\fill}

source: \includegraphics[width=0.45\linewidth]{\boxcovers/stretchgoals2-crystal.png}\\[1em] \imagecaption{\nth{2} crowdfunding campaign:\\ Miniatures} \vspace*{\fill}
de: \includegraphics[width=0.42\linewidth]{\boxcovers/stretchgoals2-crystal.png}\\[1em] \imagecaption{2. Crowdfunding Kampagne:\\ Miniaturfiguren} \vspace*{\fill}

source: \includegraphics[width=0.45\linewidth]{\boxcovers/stretchgoals2-regular.png}\\[1em] \imagecaption{\nth{2} crowdfunding campaign:\\ gameplay components and Miniatures} \end{center}
de: \includegraphics[width=0.42\linewidth]{\boxcovers/stretchgoals2-regular.png}\\[1em] \imagecaption{2. Crowdfunding Kampagne:\\ Spielmechanik-Komponenten und Miniaturen} \end{center}

source: \columnbreak \begin{expansion}{stretchgoals2} \subsection*{\pagetarget{Pandora Card}{Pandora's Box cards}} Shuffle the Pandora's Box cards during setup. When visiting a \pagelink{Pandora Box}{Pandora's Box}, you may draw and resolve a Pandora's Box card instead of the location's regular effect. Mark the Map Field with a Black Cube regardless. Pandora's Box cards have their own discard pile.
de: \columnbreak \begin{expansion}{stretchgoals2} \subsection*{\pagetarget{Pandora Card}{Pandoras-Box-Karten}} Mische beim Spielaufbau die Pandoras-Box-Karten. Beim Besuch einer \pagelink{Pandora Box}{Pandoras Box}, darfst du entscheiden eine Pandoras-Box-Karte zu ziehen und abzuhandeln anstelle des regulär aufgedruckten Effekts dieses Ortes. Platziere wie üblich einen Statuswürfel. Pandoras Box Karten haben ihren eigenen Ablagestapel.

source: \textbf{Note:} If you draw a Pandora's Box card with a Permanent \svg[7]{permanent} effect while having a \pagelink{Card Effects}{Permanent card} already in play, discard your current card and put Pandora's card in its place. \medskip \begin{center} \includegraphics[width=0.6\linewidth]{\cards/pandora.png} \end{center}
de: \textbf{Hinweis:} Ziehst du eine Pandoras-Box-Karte mit \svg[7]{permanent}-Effekt, musst du (sofern vorhanden) eine \pagelink{Card Effects}{bleibende Karte}, die du im Spiel hast, abwerfen und die Pandoras-Box-Karte stattdessen ausspielen. \medskip \begin{center} \includegraphics[width=0.6\linewidth]{\cards/pandora.png} \end{center}

source: \subsection*{Alternative Manticores Card} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.3\linewidth} \includegraphics[width=\linewidth]{\cards/alt_manticore.png} \end{wrapfigure} A second \textbf{\wikilink{units/manticores}{Manticores}} unit card with slightly different statistics is included in this expansion. When playing the Dungeon Faction, choose one of the two Manticores cards to use in the game.
de: \subsection*{Alternative Mantikor Karte} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.3\linewidth} \includegraphics[width=\linewidth]{\cards/alt_manticore.png} \end{wrapfigure} Eine zweite \textbf{\wikilink{units/manticores}{Mantikor}} Einheitenkarte mit leicht geänderten Eigenschaften liegt den Stretch-Goals bei. Wenn du die Dungeon-Fraktion spielst, wähle vor Spielbeginn eine der zwei Mantikor-Karten für die aktuelle Partie aus.

source: \vspace*{0.5em} \begin{center} \transparent{0.2}\includegraphics[width=0.7\linewidth]{\art/blind.png} \end{center} \end{expansion} \columnbreak \subheader{Fan-Made Content} Take a look at the \textbf{fan-made expansions and content} from the \textbf{HoMM3 BG Community}. \begin{itemize} \begin{minipage}{5cm} \item The \textbf{Fan-Made Mission Book} contains many well-playtested Scenarios with unique rules for even more spice in your games: \mbox{\footnotesize \href{https://github.com/qwrtln/Homm3BG-mission-book}{github.com/qwrtln/Homm3BG-mission-book}} \end{minipage} \hfill \begin{minipage}{2cm} \begin{center} \includegraphics[width=\linewidth]{\qr/mission-book.png} \scriptsize \phantom{Link to \textbf{Github}} \end{center} \end{minipage}\par \smallskip \begin{minipage}{5cm} \item The \textbf{Fan-Made Factory Expansion} introduces the missing Faction. Print it yourself and learn a new Faction to master:\\ \footnotesize \href{https://github.com/piotrbruzda/Homm3BG-FactoryRulebook}{github.com/piotrbruzda\\/Homm3BG-FactoryRulebook} \end{minipage} \hfill \begin{minipage}{2cm} \begin{center} \vspace*{-1em} \includegraphics[width=\linewidth]{\qr/factory.png} \scriptsize \phantom{Link to \textbf{Github}} \end{center} \end{minipage}\par \smallskip \end{itemize} \begin{center} \vspace*{-0.5em} \hfill\includegraphics[width=0.85\linewidth]{\images/mission-book-with-factory.png} \end{center} \begin{itemize} \begin{minipage}{5cm} \item Bring your creative ideas to life by building your own Scenarios with the help of the \textbf{Scenario Map Editor}: {\footnotesize \href{https://zedero.github.io/homm3boardgame/}{zedero.github.io/homm3boardgame}} \end{minipage} \hfill \begin{minipage}{2cm} \begin{center} \includegraphics[width=\linewidth]{\qr/map-editor.png} \scriptsize \phantom{Link to the \textbf{App}} \end{center} \end{minipage}\par \smallskip \begin{minipage}{5cm} \item Generate your own custom Heroes and their unique Specialties with the \textbf{Hero Creator} and let them make history: \mbox{\footnotesize \href{https://k-adam.github.io/Homm3_hero_creator}{k-adam.github.io/Homm3\textunderscore{}hero\textunderscore{}creator}} \end{minipage} \hfill \begin{minipage}{2cm} \begin{center} \includegraphics[width=\linewidth]{\qr/hero-creator.png} \scriptsize \phantom{Link to the \textbf{App}} \end{center} \end{minipage}\par \end{itemize}
de: \vspace*{0.5em} \begin{center} \transparent{0.2}\includegraphics[width=0.6\linewidth]{\art/blind.png} \end{center} \end{expansion} \columnbreak \subheader{Von Fans erstellte Inhalte} Wirf auch einen Blick auf die \textbf{von Fans erstellten Erweiterungen und Inhalte} der \textbf{HoMM3-Boardgame-Community}. \begin{itemize} \begin{minipage}{5cm} \item Das \textbf{Fan-Made Missionsbuch} enthält viele gut-getestete Szenarien mit einzigartigen Regeln für noch mehr Würze in deinen Spielen: \mbox{\footnotesize \href{https://github.com/qwrtln/Homm3BG-mission-book}{github.com/qwrtln/Homm3BG-mission-book}} \end{minipage} \hfill \begin{minipage}{2cm} \begin{center} \includegraphics[width=\linewidth]{\qr/mission-book.png} \scriptsize \phantom{Link to \textbf{Github}} \end{center} \end{minipage}\par \smallskip \begin{minipage}{5cm} \item Die inoffizielle \textbf{Factory Erweiterung} führt die fehlende Fraktion ein. Drucke sie selbst aus und lerne eine neue Fraktion zu meistern:\\ \footnotesize \href{https://github.com/piotrbruzda/Homm3BG-FactoryRulebook}{github.com/piotrbruzda\\/Homm3BG-FactoryRulebook} \end{minipage} \hfill \begin{minipage}{2cm} \begin{center} \vspace*{-1em} \includegraphics[width=\linewidth]{\qr/factory.png} \scriptsize \phantom{Link to \textbf{Github}} \end{center} \end{minipage}\par \smallskip \end{itemize} \begin{center} \vspace*{-0.5em} \hfill\includegraphics[width=0.85\linewidth]{\images/mission-book-with-factory.png} \end{center} \begin{itemize} \begin{minipage}{5cm} \item Erwecke deinen eigenen Szenario-Ideen zum Leben mithilfe des \textbf{Scenario Map Editor}: {\footnotesize \href{https://zedero.github.io/homm3boardgame/}{zedero.github.io/homm3boardgame}} \end{minipage} \hfill \begin{minipage}{2cm} \begin{center} \includegraphics[width=\linewidth]{\qr/map-editor.png} \scriptsize \phantom{Link to the \textbf{App}} \end{center} \end{minipage}\par \smallskip \begin{minipage}{5cm} \item Generiere deine eigenen, benutzerdefinierten Helden inkl. einzigartiger Sonderfähigkeiten mithilfe des \textbf{Hero Creators} und lass deinen Helden Geschichte schreiben: \mbox{\footnotesize \href{https://k-adam.github.io/Homm3_hero_creator}{k-adam.github.io/Homm3\textunderscore{}hero\textunderscore{}creator}} \end{minipage} \hfill \begin{minipage}{2cm} \begin{center} \includegraphics[width=\linewidth]{\qr/hero-creator.png} \scriptsize \phantom{Link to the \textbf{App}} \end{center} \end{minipage}\par \end{itemize}

source: {2} \subsection*{New Map Locations} Each expansion adds new Map Locations to the game, which your Heroes can explore. They are explained in \pagelink{All Map Locations}{All Map Locations}.
ru: {2} \subsection*{Новые локации на карте} Каждое дополнение приносит новые локации в игру, которые могут быть исследованы вашим героем. Они описаны в \pagelink{All Map Locations}{локациях на карте}.

source: \subsection*{\pagetarget{Miniatures}{Unit Miniatures}} If you want to play your Combats with Miniatures, place and move them over the Combat Board instead of the cards. You can put Miniatures on top of the cards or keep the cards next to the Combat Board to form an initiative bar for better visualization of the order in which units activate.\par \vspace*{1em} If you play with Miniatures, there are a few rules to follow: \begin{itemize} \item If any of the following occur during Combat with Neutral Units, discard the Neutral Unit card and draw another card in its place: \begin{itemize} \item if you draw the same Neutral Unit more than once, \item if you draw any unit you already have in your army, \item if you draw any unit from your Faction. \end{itemize} \item While you recruit Neutral Units, you cannot recruit any units from a Faction that is controlled by a player or any units that are already in any player's army. Discard that unit card and draw another. \end{itemize}
ru: \subsection*{\pagetarget{Miniatures}{Миниатюры отрядов}} Если вы хотите проводить сражения с миниатюрами, разместите их на доске сражений вместо карт. Вы можете разместить карты под миниатюрами, либо разложить их возле доски сражений для формирования очереди ходов для лучшей визуализаци порядка активации отрядов.\par \vspace*{1em} При игре с миниатюрами есть несколько правил: \begin{itemize} \item Если в ходе сражения с нейтральными отрядами вы вытянули: \begin{itemize} \item одинаковые карты нейтрального отряда, либо \item карту отряда, который уже есть в вашей армии, либо \item карту отряда вашей фракции \end{itemize} сбросьте эту карту и возьмите новую. \item Во время найма нейтрального отряда вы не можете нанимать отряды из фракций других игроков, а также отряды, которыми уже владеет другой игрок. Сбросьте такую карту и возьмите новую. \end{itemize}

source: \subsection*{More of the same} In addition to new gameplay mechanics, expansions also expand the variety of existing components: new Factions, new Scenarios, new Spells, new Heroes, new Artifacts, and new Map Locations.
ru: \subsection*{Ещё больше компонентов} Помимо новых игровых механик, дополнения расширяют разнообразие существующих компонентов: новые фракции, новые сценарии, новые заклинания, новые герои, новые артефакты и новые локации на карте.

source: \begin{center} \includegraphics[width=0.75\linewidth]{\images/tower-lineup.png} \end{center} \vspace*{\fill}
ru: \begin{center} \includegraphics[width=\iftoggle{printable}{0.6}{0.7}\linewidth]{\images/tower-lineup.png} \end{center} \vspace*{\fill}

source: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\cards/event.png}}}; \draw (1, 1.8) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (-2, 0.4) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (2.5, -1.1) node {\encircle{\phantom{.}3\phantom{.}}}; \end{tikzpicture} \end{scriptsize} \footnotesize \imagecaption{Event card} \begin{multicols}{2} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Flavor text \item[\textbf{3.}] Effect \item[\textbf{\phantom{.}}] \phantom{.} \end{itemize}
ru: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\cards/event.png}}}; \draw (1, 1.8) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (-2, 0.4) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (2.5, -1.1) node {\encircle{\phantom{.}3\phantom{.}}}; \end{tikzpicture} \end{scriptsize} \footnotesize \imagecaption{Карта событий} \begin{multicols}{2} \begin{itemize} \item[\textbf{1.}] Имя \item[\textbf{2.}] Преамбула \item[\textbf{3.}] Эффект \item[\textbf{\phantom{.}}] \phantom{.} \end{itemize}

source: [title=]{cove} \subsection*{\color{cove}Cove Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/cove-box.png} \end{wrapfigure} Contains the \textbf{Cove Faction}: Pirate units and Sea monsters under the command of Captains and Navigators.\par \medskip New gameplay mechanics:\par \smallskip \pagelink{Sea Map Tiles}{Sea Map Tiles} with many new Sea Locations to discover; \pagelink{Whirlpool Tokens}{Whirlpools} to travel quickly between distant Sea Tiles… but \pagelink{Whirlpool}{at a cost}; and the Cannon, a new \pagelink{War Machines}{War Machine}.
ru: [title=]{cove} \subsection*{\color{cove}Дополнение Cove} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/cove-box.png} \end{wrapfigure} Содержит \textbf{фракцию Причала (Cove)}: отряды пиратов и морских монстров под командованием капитанов и навигаторов.\par \medskip Новые игровые механики:\par \smallskip \pagelink{Sea Map Tiles}{морские фрагменты карты} с большим количеством морских локаций; \pagelink{Whirlpool Tokens}{Водовороты} для далёких путешествий между морскими фрагментами (но цена вам может \pagelink{Whirlpool}{не понравиться}) и новую \pagelink{War Machines}{боевую машину} --- пушку.

source: \columnbreak \begin{expansion}[title=]{battlefield} \subsection*{\color{battlefield}Battlefield Expansion} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/battlefield-box.png} \end{wrapfigure} The heart of this expansion is a large \pagelink{Battlefield Combat}{Battlefield Combat Board}. Two new \pagelink{Battlefield Modes}{game modes} are added around the use of this Battlefield Board, the rules for which must be consulted in the official rulebooks. Furthermore, the expansion offers an alternative \pagelink{Morale}{Morale gameplay system}, which you can use instead of the Morale Tokens. \end{expansion}
ru: \columnbreak \begin{expansion}[title=]{battlefield} \subsection*{\color{battlefield}Дополнение Battlefield} \setlength\intextsep{0pt} \setlength\columnsep{0.8em} \begin{wrapfigure}{l}{0.35\textwidth} \includegraphics[width=\linewidth]{\boxcovers/battlefield-box.png} \end{wrapfigure} Главным в этом дополнении является большая \pagelink{Battlefield Combat}{доска сражений Battlefield}. Для этой доски добавлено два новых \pagelink{Battlefield Modes}{игровых режима}, подробные правила для которых описаны в официальной книге правил. Также дополнение предлагает альтернативный механизм работы \pagelink{Morale}{морали}, который вы можете использовать вместо жетонов морали. \end{expansion}

source: \bigskip \subsection*{Setup} Separate the Creature Bank Tokens into two piles (for Near and Far Map Tiles) based on the numerals on their backs. Shuffle each pile and place them near the Map. Place the Creature Bank unit cards face up near the Neutral Unit Decks. There is no need to shuffle these cards. Shuffle all Stack Tokens and place them near the Creature Bank unit cards.
ru: \bigskip \subsection*{Подготовка} Разделите жетоны Сокровищницы в две стопки (для ближних и дальних фрагментов карты) в зависимости от цифр на их обороте. Перемешайте каждую стопку и разместите её возле карты. Сложите карты отрядов Сокровищницы лицом вверх рядом с колодами нейтральных отрядов. Не перемешивайте эту колоду. Перемешайте жетоны Stack и сложите их рядом с колодой отрядов Сокровищницы.

source: \bigskip \begin{multicols*}{2} \begin{center} \includegraphics[width=1.0\linewidth]{\images/creature_bank_near.png}\\ \vspace{-0.5em}\imagecaption{\footnotesize{}Creature Bank (Near)}\\ \vspace*{\fill} \includegraphics[width=0.5\linewidth]{\images/stack_token.png}\\ \imagecaption{\footnotesize{}Stack Token}\\ \columnbreak \includegraphics[width=\linewidth]{\cards/creature_bank_unit.png}\\ \imagecaption{\footnotesize{}Creature Bank unit card} \end{center} \end{multicols*}
ru: \bigskip \begin{multicols*}{2} \begin{center} \includegraphics[width=1.0\linewidth]{\images/creature_bank_near.png}\\ \vspace{-0.5em}\textbf{\footnotesize\textit{\textcolor{darkcandyapplered}{Сокровищница (ближняя)}}}\\ \vspace*{\fill} \includegraphics[width=0.5\linewidth]{\images/stack_token.png}\\ \textbf{\footnotesize\textit{\textcolor{darkcandyapplered}{Жетон Stack}}}\\ \columnbreak \includegraphics[width=\linewidth]{\cards/creature_bank_unit.png}\\ \textbf{\footnotesize\textit{\textcolor{darkcandyapplered}{Карта отряда Сокровищницы}}} \end{center} \end{multicols*}

source: \subsection*{Placing Creature Bank Tokens} When you discover a Near or Far Map Tile, you may choose to draw a Creature Bank Token of the corresponding type, and place it on the Tile's Blocked Field.\par \begin{center} \vspace*{1em} \hspace*{-2em}\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/mermaid.png} \end{center} \columnbreak
ru: \subsection*{Размещение жетонов\\Сокровищницы} Во время исследования ближних и дальних элементов карты вы можете разместить случайный жетон Сокровищницы соответствующего типа на заблокированном поле фрагмента.\par \begin{center} \vspace*{1em} \hspace*{-2em}\transparent{0.2}\includegraphics[width=0.8\linewidth]{\art/mermaid.png} \end{center} \columnbreak

source: \subsection*{Visiting a Creature Bank\\Location} When you enter a Creature Bank Location, you must defeat the corresponding Creature Bank units defending it. If you win, resolve the Field's effect and mark it with a Black Cube. Because these Fields don't have any Difficulty Level, Quick Combat never happens, there is no Round limit, no need to spend MP to extend Combat, and you don't gain any \svg{experience}. The defending units and all effects of all Creature Bank Locations are listed in \pagelink{Creature Bank List}{All Map Locations}.
ru: \subsection*{Посещение Сокровищницы} При посещении Сокровищницы вы должны победить соответствующие отряды, охраняющие её. В случае победы выполните эффект поля и отметьте его чёрным кубиком. Так как эти поля не имеют уровня сложности, быстрая битва невозможна. Также отсутствуют лимиты по раундам, и для продления битвы не нужно использовать ОП. Вы не зарабатываете \svg{experience}. Охраняющие отряды и все эффекты Сокровищниц описаны в \pagelink{Creature Bank List}{локациях на карте}.

source: \bigskip \begin{center} \begin{tikzpicture}
ru: \vspace*{1em} \begin{center} \begin{tikzpicture}

source: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/creature_bank_combat_board.png}}}; \draw (-1.5, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (-1.5, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (0, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (0, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (1.5, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (1.5, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (2.9, 1.7) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (2.9, -1.6) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (-3.1, 1.7) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (-3.1, -1.6) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \end{tikzpicture} \end{center} \imagecaption{\footnotesize{}P -- player deployment zone}\\ \imagecaption{\footnotesize{}N -- Neutral Units deployment zone}\\ \bigskip
ru: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/creature_bank_combat_board.png}}}; \draw (-1.5, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (-1.5, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (0, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (0, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (1.5, 0.6) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (1.5, -0.5) node {\includegraphics[width=0.15\linewidth]{\images/P.png}}; \draw (2.9, 1.7) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (2.9, -1.6) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (-3.1, 1.7) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \draw (-3.1, -1.6) node {\includegraphics[width=0.15\linewidth]{\images/N.png}}; \end{tikzpicture} \end{center} \textbf{\footnotesize\textit{\textcolor{darkcandyapplered}{P -- зона размещения отрядов игрока}}}\\ \textbf{\footnotesize\textit{\textcolor{darkcandyapplered}{N -- зона размещения нейтральных отрядов}}}\\
