Repository: Heegu-sama/Homm3BG
Catalog: translations/title_with_toc.tex/*.po
Languages: ru

source: The Rewrite
ru: Правила в редакции сообщества

source: Hermanni Karppela
ru: Германни Карппела

source: Johannes Wolff
ru: Йоханнес Вольф

source: Andrzej Wiącek
ru: Анджей Вёнцек

source: Alexey Sokolov
ru: Алексей Соколов

source: \iftoggle{githubbuild}{ \getenv[\githubsha]{GITHUB_SHA} This is an unreleased version built on GitHub from commit \href{\repourl}{\textlang{english}{\StrLeft{\githubsha}{7}}}. }{ \textlang{\mainlanguagename}{Version \textlang{english}{\version}} }
ru: \iftoggle{githubbuild}{ \getenv[\githubsha]{GITHUB_SHA} Данная версия является неопубликованной сборкой из коммита в GitHub \href{\repourl}{\textlang{english}{\StrLeft{\githubsha}{7}}}. }{ \textlang{\mainlanguagename}{Версия \textlang{english}{\version}} }

source: This is a community-driven project, which has a \href{\repourl}{GitHub repository}. Everyone is welcome to contribute, make changes, and fix errors. If you simply want to leave feedback, please do so in the original \href{\bggthreadurl}{BoardGameGeek thread}. You can also join the community \href{\discordurl}{Discord server} to get in touch.
ru: Эта книга поддерживается сообществом в \href{\repourl}{репозитории на GitHub}. Вы можете внести свой вклад в разработку, внести изменения или исправить ошибки. Если вы хотите просто оставить отзыв, сделайте это в \href{\bggthreadurl}{оригинальной ветке BoardGameGeek}. Вы также можете присоединиться к \href{\discordurl}{серверу Discord}.

source: \textit{I’m doing this out of the love of learning games and wanting to understand their complexities.}
ru: \textit{Я делаю это из любви к изучению игр и желания понять их сложность.}

source: {3} \centering \includegraphics[width=0.8\linewidth]{\qr/discord.png}\\ Scan to join the community \textbf{Discord} server.
ru: {3} \centering \includegraphics[width=0.8\linewidth]{\qr/discord.png}\\ Отсканируйте для в ступления в сообщество \textbf{Discord}.

source: \includegraphics[width=0.8\linewidth]{\qr/github.png}\\ Scan to open \textbf{GitHub} repository.
ru: \includegraphics[width=0.8\linewidth]{\qr/github.png}\\ Отсканируйте для перехода в репозиторий \textbf{GitHub}.

source: \includegraphics[width=0.8\linewidth]{\qr/bgg.png}\\ Scan to open \textbf{BoardGameGeek} thread.
ru: \includegraphics[width=0.8\linewidth]{\qr/bgg.png}\\ Отсканируйте для перехода в ветку \textbf{BoardGameGeek}.
