Repository: Heegu-sama/Homm3BG
Catalog: translations/resources.tex/*.po
Languages: cs, es, fr, he, pl, ru

source: \addsection{Resources}{\skills/estates.png}
cs: \addsection{Suroviny}{\skills/estates.png}
es: \addsection{Recursos}{\skills/estates.png} \vspace*{\lang_header_adjustment}
fr: \addsection{Ressources}{\skills/estates.png}
he: \addsection{\texthebrew{משאבים}}{\skills/estates.png}
pl: \addsection{Zasoby}{\skills/estates.png}
ru: \addsection{Ресурсы}{\skills/estates.png}

source: \hypertarget{Resources}{There}\index{Resources} are three types of Resources in the game: Gold \includesvg[height=10px]{\svgs/gold.svg}, Building Materials \includesvg[height=10px]{\svgs/building_materials.svg}, and Valuables \includesvg[height=10px]{\svgs/valuablegreater.svg}. Resources are spent during the game to expand your \hyperlink{Town}{Town}, to Recruit \hyperlink{Units}{Units}, and to purchase \hyperlink{spells}{Spells}. You can gain Resources from the \hyperlink{Mines}{Settlements and Mines} that you have \hyperlink{Categories}{Flagged}, and also by playing Cards and rolling Resource Dice \includesvg[height=10px]{\svgs/resource_die.svg}. Whenever a player's Resource Production is increased or decreased, move that Resource's cube on its production track the appropriate number of spaces.\par \begin{multicols}{3} \centering \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/gold.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Gold \phantom{Materials}}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/building_materials.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Building Materials}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/valuables.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Valuables \phantom{Materials}}}}
es: \hypertarget{Resources}{Hay}\index{Recursos} tres tipos de recursos: Oro \includesvg[height=10px]{\svgs/gold.svg}, Materiales de Construcción \includesvg[height=10px]{\svgs/building_materials.svg} y Objetos de Valor \includesvg[height=10px]{\svgs/valuablegreater.svg}. Los recursos se utilizan para ampliar tu \hyperlink{Town}{Ciudad}, para Reclutar \hyperlink{Units}{Unidades} y para comprar \hyperlink{spells}{Hechizos}. Puedes obtener recursos de \hyperlink{Mines}{Asentamientos y Minas} que tengas \hyperlink{Categories}{marcados}, y también jugando cartas y tirando dados de recursos \includesvg[height=10px]{\svgs/resource_die.svg}. Siempre que la producción de recursos de un jugador aumente o disminuya, mueve el cubo de ese recurso en su registro de producción el número de espacios apropiado.\par \begin{multicols}{3} \centering \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/gold.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Oro \phantom{Materials}}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/building_materials.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Materiales de Construcción}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/valuables.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Objetos de Valor \phantom{Materials}}}}
fr: \hypertarget{Resources}{Il}\index{Ressources} y a trois types de Ressources dans le jeu : l'Or \includesvg[height=10px]{\svgs/gold.svg}, les Matériaux \includesvg[height=10px]{\svgs/building_materials.svg} et les Richesses \includesvg[height=10px]{\svgs/valuablegreater.svg}. Les Ressources sont dépensées pendant le jeu pour développer votre \hyperlink{Town}{Ville}, Recruter des \hyperlink{Units}{Unités}, et acheter des \hyperlink{spells}{Sorts}. Vous pouvez obtenir des Ressources dans les \hyperlink{Mines}{Enclaves et Mines} que vous avez \hyperlink{Categories}{Revendiquées}, ainsi qu'en jouant des Cartes ou en lançant les Dés de Ressources \includesvg[height=10px]{\svgs/resource_die.svg}. Quand la production de Ressources d’un Joueur augmente ou diminue, déplacez le Cube sur sa Piste des Revenus du nombre de cases approprié.\par \begin{multicols}{3} \centering \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/gold.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Or}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/building_materials.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Matériaux}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/valuables.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Richesses}}}
ru: В игре существует три типа \hypertarget{Resources}{ресурсов}\index{Resources}: золото \includesvg[height=10px]{\svgs/gold.svg}, строительные материалы \includesvg[height=10px]{\svgs/building_materials.svg} и драгоценности \includesvg[height=10px]{\svgs/valuablegreater.svg}. Ресурсы используются в ходе игры для расширения вашего \hyperlink{Town}{города}, найма \hyperlink{Units}{отрядов} и покупки \hyperlink{spells}{заклинаний}. Вы можете получить ресурсы от \hyperlink{Categories}{захваченных} вами \hyperlink{Mines}{посёлков и шахт}, а также применяя карты и бросая кубик ресурсов \includesvg[height=10px]{\svgs/resource_die.svg}. В ситуациях, когда добыча ресурсов игрока увеличивается или уменьшается, передвиньте соответствующий кубик на трекере добычи ресурсов на новое место.\par \begin{multicols}{3} \centering \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/gold.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Золото \phantom{Materials} \phantom{Materials}}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/building_materials.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Строительные материалы}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/valuables.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Драгоценности \phantom{Materials}}}}

source: Players start each Scenario with the number of Resources indicated in that Scenario’s setup. Resources can also be \hyperlink{Trading}{traded}. There's no limit to the amount of Resources you can have.
es: Los jugadores comienzan cada Escenario con el número de Recursos indicado en ese Escenario. Los Recursos también pueden ser \hyperlink{Trading}{negociados}. No hay límite a la cantidad de Recursos que puedes tener.
fr: Les Joueurs commencent chaque Scénario avec le nombre de Ressources indiqué dans la mise en place. Les Ressources peuvent aussi être \hyperlink{Trading}{échangées}. Il n’y a pas de limite de Ressources que vous pouvez avoir.
ru: В начале каждого сценария игроки устанавливают количество добываемых ресурсов в соответствии с условиями сценария. Ресурсы также можно \hyperlink{Trading}{купить или обменять}. Вы можете иметь любое количество ресурсов без ограничений.

source: \textbf{\textit{Resource Production Tracker}}
es: \textbf{\textit{Seguimiento de la producción de recursos}}
fr: \textbf{\textit{Piste des Revenus}}
he: \textbf{\textit{לוח מעקב ייצור המשאבים}}
pl: \textbf{\textit{Tor Przychodu}}
ru: \textbf{\textit{Трекер добычи ресурсов}}

source: Possible Resource Die\index{Resource Die}\index{Dice} \includesvg[height=10px]{\svgs/resource_die.svg} results:
es: Resultados del Dado de Recursos\index{Dado de Recursos}\index{Dado} \includesvg[height=10px]{\svgs/resource_die.svg}:
fr: Résultats possibles du Dé de Ressources\index{Dé de Ressource}\index{Dé} \includesvg[height=10px]{\svgs/resource_die.svg} :
pl: Rzucając \index{Kość Zasobów}\index{Kość} Kością Zasobów \includesvg[height=10px]{\svgs/resource_die.svg}, możesz zyskać:
ru: Возможные варианты ресурсного кубика \index{Resource Die}\index{Dice} \includesvg[height=10px]{\svgs/resource_die.svg}:

source: [{\includesvg[height=15px]{\svgs/2_building_materials.svg}}] — 2 x Building Materials
es: [{\includesvg[height=15px]{\svgs/2_building_materials.svg}}] — 2 x Materiales de Construcción
fr: [{\includesvg[height=15px]{\svgs/2_building_materials.svg}}] — 2 x Matériaux
ru: [{\includesvg[height=15px]{\svgs/2_building_materials.svg}}] — 2 x строительных материалов

source: [{\includesvg[height=15px]{\svgs/4_building_materials.svg}}] — 4 x Building Materials
es: [{\includesvg[height=15px]{\svgs/4_building_materials.svg}}] — 4 x Materiales de Construcción
fr: [{\includesvg[height=15px]{\svgs/4_building_materials.svg}}] — 4 x Matériaux
ru: [{\includesvg[height=15px]{\svgs/4_building_materials.svg}}] — 4 x строительных материалов

source: [{\includesvg[height=15px]{\svgs/1_valuables.svg}}] — 1 x Valuables
es: [{\includesvg[height=15px]{\svgs/1_valuables.svg}}] — 1 x Objetos de Valor
fr: [{\includesvg[height=15px]{\svgs/1_valuables.svg}}] — 1 x Richesses
ru: [{\includesvg[height=15px]{\svgs/1_valuables.svg}}] — 1 x драгоценностей

source: [{\includesvg[height=15px]{\svgs/2_valuables.svg}}] — 2 x Valuables
es: [{\includesvg[height=15px]{\svgs/2_valuables.svg}}] — 2 x Objetos de Valor
fr: [{\includesvg[height=15px]{\svgs/2_valuables.svg}}] — 2 x Richesses
ru: [{\includesvg[height=15px]{\svgs/2_valuables.svg}}] — 2 x драгоценностей

source: [{\includesvg[height=15px]{\svgs/3_gold.svg}}] — 3 x Gold
es: [{\includesvg[height=15px]{\svgs/3_gold.svg}}] — 3 x Oro
fr: [{\includesvg[height=15px]{\svgs/3_gold.svg}}] — 3 x Or
ru: [{\includesvg[height=15px]{\svgs/3_gold.svg}}] — 3 x золота

source: [{\includesvg[height=15px]{\svgs/6_gold.svg}}] — 6 x Gold
es: [{\includesvg[height=15px]{\svgs/6_gold.svg}}] — 6 x Oro
fr: [{\includesvg[height=15px]{\svgs/6_gold.svg}}] — 6 x Or
ru: [{\includesvg[height=15px]{\svgs/6_gold.svg}}] — 6 x золота

source: \pagetarget{Resources}{There}\index{Resources} are three types of Resources in the game: Gold \includesvg[height=10px]{\svgs/gold.svg}, Building Materials \includesvg[height=10px]{\svgs/building_materials.svg}, and Valuables \includesvg[height=10px]{\svgs/valuablegreater.svg}. Resources are spent during the game to expand your \pagelink{Town}{Town}, to Recruit \pagelink{Units}{Units}, and to purchase \pagelink{spells}{Spells}. You can gain Resources from the \pagelink{Mines}{Settlements and Mines} that you have \pagelink{Categories}{Flagged}, and also by playing Cards and rolling Resource Dice \includesvg[height=10px]{\svgs/resource_die.svg}. Whenever a player's Resource Production is increased or decreased, move that Resource's cube on its production track the appropriate number of spaces.\par \begin{multicols}{3} \centering \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/gold.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Gold \phantom{Materials}}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/building_materials.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Building Materials}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/valuables.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Valuables \phantom{Materials}}}}
pl: \pagetarget{Resources}{W grze} istnieją trzy rodzaje \index{Zasoby} zasobów: Złoto \includesvg[height=10px]{\svgs/gold.svg}, Budulce \includesvg[height=10px]{\svgs/building_materials.svg} oraz Kosztowności \includesvg[height=10px]{\svgs/valuablegreater.svg}. Zasoby będziesz wydawał w trakcie gry na rozbudowę \pagelink{Town}{Miasta}, Rekrutację \pagelink{Units}{Jednostek} i zakup \pagelink{spells}{Zaklęć}. Zazwyczaj będziesz je pozyskiwał z \pagelink{Mines}{Kopalni oraz Osad}, które \pagelink{Categories}{Oflagowałeś}, a także zagrywając Karty i rzucając Kośćmi Zasobów \includesvg[height=10px]{\svgs/resource_die.svg}. Za każdym razem, gdy produkcja Zasobów gracza zostanie zwiększona lub zmniejszona, należy przesunąć Kostkę tego Zasobu na jego Torze Przychodu o odpowiednią liczbę pól.\par \begin{multicols}{3} \centering \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/gold.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Złoto}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/building_materials.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Budulce}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/valuables.png} \footnotesize\textcolor{darkcandyapplered}{\hspace{-7em}\textit{\textbf{\phantom{W}{} {} {} {} {} {} {} {} {} {} {} {} {} {}\mbox{Kosztowności}}}}

source: Players start each Scenario with the number of Resources indicated in that Scenario’s setup. Resources can also be \pagelink{Trading}{traded}. There's no limit to the amount of Resources you can have.
cs: Hráči začínají každý Scénář s počtem Surovin uvedeným v přípravě daného Scénáře. Suroviny mohou být také \pagelink{Trading}{obchodovány}. Není žádný limit na množství Surovin, které můžete mít.
he: השחקנים יתחילו כל תרחיש עם מספר משאבים כפי שמוגדר בהכנה של התרחיש בספר המשימות. ניתן \pagelink{Trading}{לסחור} במשאבים. לא קיימת הגבלה על מספר המשאבים שיכולים להיות לשחקן.
pl: Gracze rozpoczynają każdy Scenariusz z ilością Zasobów określoną w Przygotowaniu Scenariusza. Zasobami można również \pagelink{Trading}{handlować}. Nie ma ograniczeń w ilości posiadanych Zasobów.

source: [{\includesvg[height=15px]{\svgs/2_building_materials.svg}}] — 2 × Building Materials
pl: [{\includesvg[height=15px]{\svgs/2_building_materials.svg}}] — 2 × Budulce

source: [{\includesvg[height=15px]{\svgs/4_building_materials.svg}}] — 4 × Building Materials
pl: [{\includesvg[height=15px]{\svgs/4_building_materials.svg}}] — 4 × Budulce

source: [{\includesvg[height=15px]{\svgs/1_valuables.svg}}] — 1 × Valuables
pl: [{\includesvg[height=15px]{\svgs/1_valuables.svg}}] — 1 × Kosztowności

source: [{\includesvg[height=15px]{\svgs/2_valuables.svg}}] — 2 × Valuables
pl: [{\includesvg[height=15px]{\svgs/2_valuables.svg}}] — 2 × Kosztowności

source: [{\includesvg[height=15px]{\svgs/3_gold.svg}}] — 3 × Gold
pl: [{\includesvg[height=15px]{\svgs/3_gold.svg}}] — 3 × Złoto

source: [{\includesvg[height=15px]{\svgs/6_gold.svg}}] — 6 × Gold
pl: [{\includesvg[height=15px]{\svgs/6_gold.svg}}] — 6 × Złoto

source: \imagecaption{Resource Production Tracker}
cs: \imagecaption{Počítadlo Produkce Surovin}

source: Possible Resource Die\index{Resource Die}\index{Dice} \svg{resource_die} results:
cs: Možné výsledky hodu Kostkou Surovin\index{Kostka Surovin}\index{Kostky} \svg{resource_die}:
he: התוצאות האפשרייות של זריקת קובית המשאבים\index{קוביית משאבים}\index{קוביות} \svg{resource_die}:

source: [{\svg[15]{2_building_materials}}] — 2 × Building Materials
cs: [{\svg[15]{2_building_materials}}] — 2 × Stavební materiály
he: [{\svg[15]{2_building_materials}}] — אבנים × 2

source: [{\svg[15]{4_building_materials}}] — 4 × Building Materials
cs: [{\svg[15]{4_building_materials}}] — 4 × Stavební materiály
he: [{\svg[15]{4_building_materials}}] — אבנים × 4

source: [{\svg[15]{1_valuables}}] — 1 × Valuables
cs: [{\svg[15]{1_valuables}}] — 1 × Cennosti
he: [{\svg[15]{1_valuables}}] — קריסטלים × 1

source: [{\svg[15]{2_valuables}}] — 2 × Valuables
cs: [{\svg[15]{2_valuables}}] — 2 × Cennosti
he: [{\svg[15]{2_valuables}}] — קריסטלים × 2

source: [{\svg[15]{3_gold}}] — 3 × Gold
cs: [{\svg[15]{3_gold}}] — 3 × Zlaťáky
he: [{\svg[15]{3_gold}}] — זהב × 3

source: [{\svg[15]{6_gold}}] — 6 × Gold
cs: [{\svg[15]{6_gold}}] — 6 × Zlaťáky
he: [{\svg[15]{6_gold}}] — זהב × 6
