Repository: Heegu-sama/Homm3BG
Catalog: translations/resources.tex/ua.po
Languages: ua

source: \addsection{Resources}{\skills/estates.png}
ua: \addsection{Ресурси}{\skills/estates.png}

source: \hypertarget{Resources}{There}\index{Resources} are three types of Resources in the game: Gold \includesvg[height=10px]{\svgs/gold.svg}, Building Materials \includesvg[height=10px]{\svgs/building_materials.svg}, and Valuables \includesvg[height=10px]{\svgs/valuablegreater.svg}. Resources are spent during the game to expand your \hyperlink{Town}{Town}, to Recruit \hyperlink{Units}{Units}, and to purchase \hyperlink{spells}{Spells}. You can gain Resources from the \hyperlink{Mines}{Settlements and Mines} that you have \hyperlink{Categories}{Flagged}, and also by playing Cards and rolling Resource Dice \includesvg[height=10px]{\svgs/resource_die.svg}. Whenever a player's Resource Production is increased or decreased, move that Resource's cube on its production track the appropriate number of spaces.\par \begin{multicols}{3} \centering \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/gold.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Gold \phantom{Materials}}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/building_materials.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Building Materials}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/valuables.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Valuables \phantom{Materials}}}}
ua: У грі є три типи \hypertarget{Resources}{Ресурсів}\index{Resources} : Золото \includesvg[height=10px]{\svgs/gold.svg}, Будівельні Матеріали \includesvg[height=10px]{\svgs/building_materials.svg}, та Коштовності \includesvg[height=10px]{\svgs/valuablegreater.svg}. Ресурси витрачаються під час гри для розширення вашого \hyperlink{Town}{Міста}, Найму \hyperlink{Підрозділів}{Units}, та придбання \hyperlink{spells}{Заклинань}. Ви можете отримувати Ресурси з \hyperlink{Mines}{Поселень та Шахт} які ви \hyperlink{Categories}{Захопили}, а також розігруючи Картки і кидаючи Кубик Ресурсів \includesvg[height=10px]{\svgs/resource_die.svg}. Щоразу, коли Виробництво Ресурсів гравця збільшується або зменшується, перемістіть кубик цього Ресурсу на його виробничому треку на відповідну кількість комірок.\par \begin{multicols}{3} \centering \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/gold.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Золото \phantom{Materials}}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/building_materials.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Будівельні Матеріали}}} \columnbreak \vspace*{\fill} \includegraphics[width=0.8\linewidth]{\images/valuables.png} \footnotesize\textcolor{darkcandyapplered}{\textit{\textbf{Коштовності \phantom{Materials}}}}

source: Players start each Scenario with the number of Resources indicated in that Scenario’s setup. Resources can also be \hyperlink{Trading}{traded}. There's no limit to the amount of Resources you can have.
ua: Гравці починають кожен Сценарій з кількістю Ресурсів, вказаною в підготовці до цього Сценарію. Ресурсами також можна \hyperlink{Trading}{торгувати}. Кількість Ресурсів, які ви можете мати, не обмежена.

source: \textbf{\textit{Resource Production Tracker}}
ua: \textbf{\textit{Трек Виробництва Ресурсів}}

source: Possible Resource Die\index{Resource Die}\index{Dice} \includesvg[height=10px]{\svgs/resource_die.svg} results:
ua: Можливі результати Кубика Ресурсів\index{Resource Die}\index{Dice} \includesvg[height=10px]{\svgs/resource_die.svg} results:

source: [{\includesvg[height=15px]{\svgs/2_building_materials.svg}}] — 2 x Building Materials
ua: [{\includesvg[height=15px]{\svgs/2_building_materials.svg}}] — 2 x Будівельні Матеріали

source: [{\includesvg[height=15px]{\svgs/4_building_materials.svg}}] — 4 x Building Materials
ua: [{\includesvg[height=15px]{\svgs/4_building_materials.svg}}] — 4 x Будівельні Матеріали

source: [{\includesvg[height=15px]{\svgs/1_valuables.svg}}] — 1 x Valuables
ua: [{\includesvg[height=15px]{\svgs/1_valuables.svg}}] — 1 x Коштовності

source: [{\includesvg[height=15px]{\svgs/2_valuables.svg}}] — 2 x Valuables
ua: [{\includesvg[height=15px]{\svgs/2_valuables.svg}}] — 2 x Коштовності

source: [{\includesvg[height=15px]{\svgs/3_gold.svg}}] — 3 x Gold
ua: [{\includesvg[height=15px]{\svgs/3_gold.svg}}] — 3 x Золото

source: [{\includesvg[height=15px]{\svgs/6_gold.svg}}] — 6 x Gold
ua: [{\includesvg[height=15px]{\svgs/6_gold.svg}}] — 6 x Золото
