Repository: Heegu-sama/Homm3BG
Catalog: translations/player_turns.tex/*.po
Languages: de, es, fr, pl, ru

source: \draw (-2, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-positive.png}}}; \draw (2.4, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-negative-battlefield.png}}}; \draw (-1.2, 2.2) node {\encircle{1}}; \draw (3.2, 2.2) node {\encircle{1}}; \draw (-3.0, -1.4) node {\encircle{2}}; \draw (1.5, -1.0) node {\encircle{2}}; \draw (2.0, -2.0) node {\encircle{3}}; \end{tikzpicture} \vspace*{-1em} \begin{multicols*}{2} \centering \imagecaption{Positive Morale card}
de: \draw (-2, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{translations/assets/de/morale-positive.png}}}; \draw (2.4, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{translations/assets/de/morale-negative-battlefield.png}}}; \draw (-1.2, 2.2) node {\encircle{1}}; \draw (3.2, 2.2) node {\encircle{1}}; \draw (-3.0, -1.4) node {\encircle{2}}; \draw (1.5, -1.0) node {\encircle{2}}; \draw (2.0, -2.0) node {\encircle{3}}; \end{tikzpicture} \vspace*{-1em} \begin{multicols*}{2} \centering \imagecaption{Positive-Moral-Karte}
pl: \draw (-2, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-positive.png}}}; \draw (2.4, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-negative-battlefield.png}}}; \draw (-1.2, 2.2) node {\encircle{1}}; \draw (3.2, 2.2) node {\encircle{1}}; \draw (-3.0, -1.4) node {\encircle{2}}; \draw (1.5, -1.0) node {\encircle{2}}; \draw (2.0, -2.0) node {\encircle{3}}; \end{tikzpicture} \vspace*{-1em} \begin{multicols*}{2} \centering \imagecaption{Karta Wysokiego Morale}

source: \imagecaption{Negative Morale card}
de: \imagecaption{Negative-Moral-Karte}
pl: \imagecaption{Karta Niskiego Morale}

source: [H] \centering \footnotesize \begin{subfigure}[t]{0.27\linewidth} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \end{itemize} \end{subfigure} \begin{subfigure}[t]{0.7\linewidth} \begin{itemize} \item[\textbf{3.}] Battlefield symbol\\{\scriptsize\textit{(Use such cards only in \pagelink{Adventure and Skirmish Modes}{Adventure and Skirmish} games)}} \end{itemize} \end{subfigure}
de: [H] \centering \footnotesize \begin{subfigure}[t]{0.27\linewidth} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effekt \end{itemize} \end{subfigure} \begin{subfigure}[t]{0.7\linewidth} \begin{itemize} \item[\textbf{3.}] Schlachtfeld-Symbol\\{\scriptsize\textit{(Nur im \pagelink{Adventure and Skirmish Modes}{Abenteuer- und Gefechtsmodus} verwenden.)}} \end{itemize} \end{subfigure}
pl: [H] \centering \footnotesize \begin{subfigure}[t]{0.27\linewidth} \begin{itemize} \item[\textbf{1.}] Nazwa \item[\textbf{2.}] Efekt \end{itemize} \end{subfigure} \begin{subfigure}[t]{0.7\linewidth} \begin{itemize} \item[\textbf{3.}] Symbol Pola Bitwy\\{\scriptsize\textit{(Karta używana tylko w Trybach \pagelink{Adventure and Skirmish Modes}{Przygody i Pojedynku})}} \end{itemize} \end{subfigure}

source: Every time you \textbf{gain} Morale, discard a Negative Morale card (if you have any); otherwise:
de: \vspace{1em} Jedes Mal, wenn du Moral erhältst, wirf eine Negative-Moral-Karte ab (falls vorhanden); anderenfalls:
pl: Za każdym razem, kiedy \textbf{zyskujesz} Morale, odrzuć kartę Niskiego Morale (jeżeli jakąś masz); w przeciwnym razie:

source: In \pagelink{Adventure and Skirmish Modes}{Adventure and Skirmish}: Search(2) Positive Morale card and put the unwanted card to the bottom of the Deck.
de: Im \pagelink{Adventure and Skirmish Modes}{Abenteuer- und Gefechtsmodus}: Durchsuche(2) das Positive Moralkarten-Deck. Lege die ungewünschte Karte unter das Deck.
pl: Grając Tryb \pagelink{Adventure and Skirmish Modes}{Przygody lub Pojedynku}: Przeszukaj(2) Talię Wysokiego Morale i~odłóż niechcianą kartę na spód tej Talii.

source: In regular games: draw 1 Positive Morale card.
de: In regulären Spielen: Ziehe 1 Positive Moralkarte.
pl: W przypadku standardowej rozgrywki: dobierz 1 Kartę Wysokiego Morale.

source: You may have \textbf{2 Positive Morale cards at a time}. Don't draw a third card.
de: Du darfst \textbf{2 Positive-Moral-Karten zeitgleich haben}. Ziehe keine dritte Karte.
pl: Możesz mieć \textbf{do 2 kart Wysokiego Morale naraz}. Nie dobieraj trzeciej karty.

source: Every time you \textbf{lose} Morale, discard a Positive Morale card (if you have any); otherwise draw 1 Negative Morale card (no Searching!). You may have an \textbf{unlimited number of Negative Morale cards}.
de: Jedes Mal, wenn du \textbf{Moral verlierst}, wirf eine Positive-Moral-Karte ab (falls vorhanden); anderenfalls ziehe eine Negative-Moral-Karte. Du darfst eine \textbf{unbegrenzte Anzahl Negative-Moral-Karten} besitzen.
pl: Za każdym razem, kiedy \textbf{tracisz} Morale, odrzuć kartę Wysokiego Morale (jeżeli jakąś masz); w przeciwnym razie dobierz kartę Niskiego Morale (bez Przeszukania!). \textbf{Nie ma limitu liczby kart Niskiego Morale}.

source: Place newly gained Morale cards face up near your Hero Board. Positive Morale cards may be used at any moment you wish. Negative Morale cards must be used the next time when the situation indicated by the card occurs. \textbf{Put used cards at the bottom of their respective Decks}. If you must draw a Morale card but the respective Morale Deck is empty, reshuffle its Discard Pile to form a new Deck.
de: Platziere neu erhaltene Moralkarten nahe deines Helden-Tableaus. Positive-Moral-Karten dürfen zu einem beliebigen Zeitpunkt gespielt werden. Negative-Moral-Karten müssen eingesetzt werden, sobald ihre beschriebene Bedingung zum ersten Mal zutrifft. \textbf{Lege abgehandelte Moralkarten an die Unterseite ihres jeweiligen Decks}. Falls du eine Moralkarte ziehen musst, aber das jeweilige Deck leer ist, mische den Ablagestapel und bilde ein neues Deck.
pl: Otrzymane karty Morale połóż odkryte obok twojej Planszetki Bohatera. Karty Wysokiego Morale możesz rozpatrzyć w dowolnym momencie. Karty Niskiego Morale rozpatrz, jak tylko nastąpi sytuacja wskazana w opisie. \textbf{Rozpatrzone karty odkładaj na spody ich talii}. Jeżeli masz dobrać kartę z pustej Talii Morale, przetasuj odpowiedni stos kart odrzuconych, aby utworzyć nową Talię.

source: At the start of your Turn, refresh your hand of Cards following these steps: \begin{itemize} \item Discard any number of Cards from your hand. If your current hand exceeds your Hand Limit \svg{hand}, you must discard down to match the Limit. \item You may then draw Cards up to your Hand Limit. \item Resolve any ``at the beginning of your turn'' abilities after drawing. \end{itemize} Your current Hand Limit\index{Hand Limit} depends on your Main Hero's \pagelink{Level}{Level}. The beginning of your Turn is the only time your Hand Limit is checked.\par There are three types of Actions players may take: \textbf{Movement}, \textbf{Town}, and \textbf{Morale}. Once all players have spent all their Movement Points and do not wish to use any further Town or Morale Actions, the current Round is over.
ru: В начале вашего хода обновите карты в руке следующим образом: \begin{itemize} \item Сбросьте любое количество карт с руки. Если количество карт в руке больше лимита \svg{hand}, сбросьте лишние карты. \item Доберите недостающее до лимита руки количество карт. \item Выполните все эффекты вида «в начале вашего хода...». \end{itemize} Текущий лимит руки \index{Лимит руки} зависит от \pagelink{Level}{уровня} основного героя. Проверка лимита производится только в начале вашего хода.\par Игрок может \textbf{передвигаться}, выполнять действия \textbf{города} и \textbf{морали}. Если игроки потратили свои ОП и не планируют выполнять вышеописанные действия, раунд завершается.

source: \subsection*{Movement Actions} \pagetarget{Movement}{Movement Actions}\index{Movement Actions} are performed by spending Movement Points. A player can use Movement Actions \textbf{only during their own Turn}.\par For every 1 MP spent, you can perform one of the following Actions: \begin{itemize} \item Move a Hero 1 Field in any direction. \item \pagelink{Categories}{Revisit} a Field where your Hero is in. \item \pagelink{Timelimit}{Continue Combat} against Neutral Units for 1 additional Combat Round. \item \pagelink{Placing}{Discover a face down Map Tile} if your Hero is on a Field next to that Tile. \columnbreak \item Place a new Map Tile from your pool of Far (II–III) Map Tiles. \end{itemize}
ru: \subsection*{Передвижение} Для \pagetarget{Movement}{перемещения}\index{Карта!передвижение}\index{Передвижение по карте} по карте используйте очки передвижения. Игрок может использовать ОП \textbf{только в свой ход}.\par За каждое ОП вы можете выполнить одно из следующих действий: \begin{itemize} \item Передвинуть героя на 1 поле в любом направлении. \item \pagelink{Categories}{Повторно посетить} поле, в котором находится ваш герой. \item \pagelink{Timelimit}{Продлить сражение} против нейтральных отрядов на 1 раунд. \item \pagelink{Placing}{Исследовать новый фрагмент карты}, если ваш герой находится на пограничном с ним поле. \item Разместить новый фрагмент из пула дальних (II–III) фрагментов карты. \end{itemize}

source: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens}\\ \medskip \footnotesize\textit{An active and an inactive Movement Token.} \end{center}
ru: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens}\\ \medskip \footnotesize\textit{Активный и неактивный жетон передвижения.} \end{center}

source: \subsection*{\pagetarget{Town Actions}{Town Actions}\index{Town Actions}} You can perform each of the Town Actions listed below \textbf{once per Round}. These Actions can be performed at any point during any player's Turn, except during Combat or when your Town Action would interrupt another Action. For example, players cannot draw Spell Cards simultaneously using the Spell Book Token.\par When a player announces that they are about to start Combat, you may react to it with any number of Town Actions before performing any of the steps of \pagelink{Combatsetup}{setting up Combat.}\par After performing a Town Action, flip the respective Token on its inactive side on your Town Board. You cannot use that Action again until the start of the next Round, when the Tokens are refreshed. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Build Token\index{Build Token}, used to expand your \pagelink{Town}{Town}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Population Token\index{Population Token}, used to Recruit and Reinforce \pagelink{Units}{Units} or to Recruit \pagelink{Secondary}{a Secondary Hero}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Spell Book Token\index{Spell Book Token}, used to purchase \pagelink{spells}{Spells}. Requires the Mage Guild Town building to use. \end{itemize}
ru: \subsection*{\pagetarget{Town Actions}{Действия города}\index{Город!действия}} Вы можете выполнять каждое из описанных ниже действий города \textbf{1 раз в раунд}. Эти действия могут быть выполнены в любой момент хода любого игрока, кроме сражения или если такое действие препятствует другому действию. Например, вы не можете использовать жетон книги заклинаний для поиска в колоде, пока вы или другой игрок не закончил свой поиск в этой же колоде.\par Когда игрок заявляет о намерении начать сражение, вы можете выполнить любое из действий города перед выполнением \pagelink{Combatsetup}{подготовки к бою}.\par После выполнения действия города переверните соответствующий жетон на доске города лицом вниз. Вы не можете выполнить это действие ещё раз до начала следующего раунда. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Жетон строительства\index{Строительство, жетон} для расширения \pagelink{Town}{города}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Жетон популяции\index{Популяция, жетон} для найма или усиления \pagelink{Units}{отрядов}, либо найма \pagelink{Secondary}{вторичного героя}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}] Жетон книги магии\index{Книга магии, жетон} для покупки \pagelink{spells}{заклинаний}. Для использования требуется возведённая Гильдия магов. \end{itemize}

source: \subsection*{Example Turn}
es: \subsection*{Turno de Ejemplo}
fr: \subsection*{Exemple de Tour}
ru: \subsection*{Пример хода}

source: \textit{Alice, who is playing the Hero Catherine the Knight, begins her Turn. She has 3 Cards in her hand from the previous Round, and decides to discard 2 of them before drawing Cards from her Deck up to her \mbox{Hand Limit \svg{hand}.} The current limit is 5, since her Main Hero is Level 3, so she draws 4 Cards after discarding (see \pagelink{Level}{Level Effects}).}\par \textit{She then spends her Build Token to construct the \svg{golden} Dwelling, and then her Population Token to \pagelink{Units}{Recruit} the \svg{golden} Unit Champions. She can do this, as she had previously built the prerequisite lower Level Dwellings (\svg{bronze} and \svg{silver}) and has enough \pagelink{Resources}{Resources} to both Build the Dwelling and to Recruit the Champions.}\par \textit{Now prepared for an upcoming battle, she spends a Movement Point to move her Main Hero to an adjacent Field currently occupied by Sandro the Necromancer, an enemy Main Hero controlled by Bob. As Alice announces her intent to start Combat, both players still have an opportunity to perform Town Actions.}\par
ru: \textit{Алиса, играющая за рыцаря Катерину, начинает свой ход. У неё есть 3 карты на руке с предыдущего раунда, и она решает сбросить 2 из них перед набором карт для своей колоды, согласно её лимиту руки \svg{hand}. Так как уровень её основного героя 3, то лимит равен 5, она набирает 4 карты после сброса (см. \pagelink{Level}{уровни эффектов}).}\par \textit{После она использует жетон строительства для постройки Жилищ \svg{golden} и жетон популяции для \pagelink{Units}{найма} отряда Чемпионов \svg{golden}. Она может это сделать, так как имела ранее построенные Жилища предыдущих уровней (\svg{bronze} и \svg{silver}) и имела достаточно \pagelink{Resources}{ресурсов} для строительства Жилищ и найма Чемпионов.}\par \textit{Теперь, готовая к предстоящей битве, она использует ОП для передвижения её главного героя в соседнее поле, оккупированное некромантом Сандро, вражеским героем под контролем Боба. Так как Алиса объявляет намерение начать сражение, оба игрока всё ещё имеют возможность выполнить действия города.}\par

source: \subsection*{\pagetarget{Morale}{Morale} Actions}\index{Morale Actions} Players can gain or lose Morale through various game effects. When you gain Morale, take a Positive Morale Token\index{Positive Morale} \svg{morale_positive}. You may only have one such Token. If you are about to gain a second Token, you may immediately spend the first one before gaining the second. A Positive Morale Token may be spent to perform any of the following Actions at any time: \begin{itemize} \item Draw a Card from your Deck. \item Discard any number of Cards, then draw that many Cards. \item Reroll any Die you have thrown. \end{itemize} If you lose Morale, discard a Positive Morale Token \svg{morale_positive} if you have one, otherwise gain a Negative Morale\index{Negative Morale} Token \svg{morale_negative}. Inversely, gaining Positive Morale while you have a Negative Morale Token discards the Token. If you would gain a second Negative Morale Token, you must instead \textbf{discard your hand of Cards} the next time you end your Turn.\par
ru: \subsection*{\pagetarget{Morale}{Действия морали}}\index{Мораль!действия} Игроки могут получать или терять мораль в ходе игры. Когда вы получаете мораль, возьмите жетон положительной морали\index{Мораль!положительная} \svg{morale_positive}. У вас может быть только один такой жетон. Если вы собираетесь получить второй такой жетон, вы можете применить первый перед получением второго. Жетон положительной морали может быть использован в любое время для выполнения любого из действий: \begin{itemize} \item Взять карту из вашей колоды. \item Сбросить любое количество карт и взять такое же количество. \item Перебросить любой кубик. \end{itemize} Если вы теряете мораль, сбросьте жетон положительной морали \svg{morale_positive} если он у вас есть, или возьмите жетон отрицательной морали \index{Мораль!отрицательная}\svg{morale_negative}. В свою очередь, получение положительной морали отменяет отрицательную мораль при её наличии. Если вы получаете второй жетон отрицательной морали, вы должны \textbf{сбросить все карты с руки} в конце вашего хода.\par

source: \begin{expansion}[before=\vspace*{-11mm}]{battlefield} \subsection*{Morale Cards in regular games}\index{Morale Cards}
ru: \begin{expansion}[before=\vspace*{-11mm}]{battlefield} \subsection*{Карты морали в обычных режимах}\index{Мораль!карты}

source: You can use \pagetarget{Morale Cards}{Morale Cards}\index{Morale Cards} \textbf{instead} of Tokens. During setup, remove all Morale Cards with the Battlefield symbol. Then shuffle the Positive and Negative Morale Card Decks separately and place them face down near the Round Tracker.
ru: Вы можете использовать \pagetarget{Morale Cards}{карты морали}\index{Мораль!карты} \textbf{вместо} жетонов. В ходе подготовки уберите все карты морали с символом Battlefield. Распределите карты положительной и отрицательной морали в отдельные колоды, перемешайте их и положите рядом с трекером раундов.

source: \draw (-2, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-positive.png}}}; \draw (2.4, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-negative-battlefield.png}}}; \draw (-1.2, 2.2) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (3.2, 2.2) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (-3.0, -1.4) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (1.5, -1.0) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (2.0, -2.0) node {\encircle{\phantom{.}3\phantom{.}}}; \end{tikzpicture} \end{scriptsize} \vspace{-1em} \begin{multicols*}{2} \centering \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Positive Morale Card}}}
ru: \draw (-2, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-positive.png}}}; \draw (2.4, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-negative-battlefield.png}}}; \draw (-1.2, 2.2) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (3.2, 2.2) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (-3.0, -1.4) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (1.5, -1.0) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (2.0, -2.0) node {\encircle{\phantom{.}3\phantom{.}}}; \end{tikzpicture} \end{scriptsize} \vspace{-1em} \begin{multicols*}{2} \centering \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Карта положительной морали}}}

source: \textbf{\textit{\textcolor{darkcandyapplered}{Negative Morale Card}}}
ru: \textbf{\textit{\textcolor{darkcandyapplered}{Карта отрицательной морали}}}

source: [H] \centering \footnotesize \begin{subfigure}[t]{0.27\linewidth} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \end{itemize} \end{subfigure} \begin{subfigure}[t]{0.7\linewidth} \begin{itemize} \item[\textbf{3.}] Battlefield symbol\\{\scriptsize\textit{(Use such Cards only in \pagelink{Battlefield Modes}{Adventure and Skirmish} games)}} \end{itemize} \end{subfigure}
ru: [H] \centering \footnotesize \begin{subfigure}[t]{0.32\linewidth} \begin{itemize} \item[\textbf{1.}] Название \item[\textbf{2.}] Эффект \end{itemize} \end{subfigure} \begin{subfigure}[t]{0.65\linewidth} \begin{itemize} \item[\textbf{3.}] Символ Battlefield\\{\scriptsize\textit{используйте данные карты только для режимов \pagelink{Battlefield Modes}{Приключений и Схватки (Skirmish)}}} \end{itemize} \end{subfigure}

source: Every time you gain Positive Morale, discard a Negative Morale Card (if you have any); otherwise draw 1 Positive Morale Card. You may have \textbf{2 Positive Morale Cards at a time}. Don't draw a third Card. Every time you lose Morale, discard a Positive Morale Card (if you have any); otherwise draw 1 Negative Morale Card. You may have an \textbf{unlimited number of Negative Morale Cards}.\par Place newly gained Morale Cards face up near your Hero Card. Positive Morale Cards may be used at any moment you wish. Negative Morale Cards must be used the next time when the situation indicated by the Card occurs. \textbf{Put used Cards at the bottom of their respective Decks}. If you must draw a Morale Card but the respective Morale Deck is empty, reshuffle its Discard Pile to form a new Deck.
ru: При получении положительной морали сбросьте карту отрицательной морали при наличии, либо возьмите 1 карту положительной морали. Вы можете иметь \textbf{2 карты положительной морали}. Не берите третью карту. Если вы теряете мораль — сбросьте карту положительной морали (если она у вас есть), либо возьмите 1 карту отрицательной морали. Вы можете иметь \textbf{неограниченное количество карт отрицательной морали}.\par Положите полученные карты морали лицом вверх рядом с картой вашего героя, Карты положительной морали могут использоваться в любой момент. Карты отрицательной морали должны быть использованы при возникновении ситуации, описанной в этой карте. \textbf{Сложите использованные карты под низ их колод}. Если вам необходимо взять карту морали, но колода пуста, перемешайте ее сброс и сформируйте новую колоду.

source: Keep in mind that in Adventure and Skirmish Mode the rules for Morale Cards differ a bit -- read the official Battlefield rule book.
ru: Имейте в виду, что в режимах \textbf{Приключений} и \textbf{Схватки (Skirmish)} правила для карт морали немного отличаются — см.~официальные правила для Battlefield.

source: At the start of your Turn, refresh your hand of Cards following these steps: \begin{itemize} \item Discard any number of Cards from your hand. If your current hand exceeds your Hand Limit \includesvg[height=10px]{\svgs/hand.svg}, you must discard down to match the Limit. \item You may then draw Cards up to your Hand Limit. \item Resolve any "at the beginning of your turn" abilities after drawing. \end{itemize} Your current Hand Limit\index{Hand Limit} depends on your Main Hero's \hyperlink{Level}{Level}. The beginning of your Turn is the only time your Hand Limit is checked.\par There are three types of Actions players may take: \textbf{Movement}, \textbf{Town}, and \textbf{Morale}. Once all players have spent all their Movement Points and do not wish to use any further Town or Morale Actions, the current Round is over.
es: Al comienzo de tu Turno actualiza tu mano de Cartas siguiendo estos pasos: \begin{itemize} \item Descarta cualquier número de Cartas de tu mano. Si tu mano supera tu Límite de Mano \includesvg[height=10px]{\svgs/hand.svg}, debes descartar cartas para que coincidan con el Límite. \item A continuación puedes robar Cartas hasta el Límite de tu Mano. \item Resuelve cualquier habilidad 'al inicio de tu turno' después de robar. \end{itemize} Tu actual Límite de Mano\index{Hand Limit} depende del \hyperlink{Level}{Nivel} de tu Héroe. El comienzo de tu Turno es la única vez que se comprueba el Límite de tu Mano.\par Los jugadores pueden realizar tres tipos de Acciones: \textbf{Movimiento}, \textbf{Ciudad} y \textbf{Moral}. Cuando todos los jugadores hayan gastado sus Puntos de Movimiento y no quieran utilizar más Acciones la Ronda actual habrá terminado.
