Repository: Heegu-sama/Homm3BG
Catalog: translations/player_turns.tex/*.po
Languages: de, es, fr, pl, ru

source: \addsection{Player Turns}{\spells/dimension_door.png}
de: \addsection{Spielerzüge}{\spells/dimension_door.png}
es: \addsection{Turnos del jugador}{\spells/dimension_door.png}
fr: \addsection{Tour Du Joueur}{\spells/dimension_door.png}
pl: \addsection{Tury graczy}{\spells/dimension_door.png}
ru: \addsection{Ходы игрока}{\spells/dimension_door.png}

source: At the start of your Turn, refresh your hand of cards following these steps: \begin{itemize} \item Discard any number of cards from your hand. If your current hand exceeds your Hand Limit \svg{hand}, you must discard down to match the Limit. \item You may then draw cards up to your Hand Limit. \item Resolve any ``at the beginning of your turn'' abilities after drawing. \end{itemize} Your current Hand Limit\index{Hand Limit} depends on your Main Hero's \pagelink{Level}{Level}. The beginning of your Turn is the only time your Hand Limit is checked.\par There are three types of Actions players may take: \textbf{Movement}, \textbf{Town}, and \textbf{Morale}. Once all players have spent all their Movement Points and do not wish to use any further Town or Morale Actions, the current Round is over.
de: Zu Beginn deines Spielzuges erneuere deine Kartenhand in dieser Reihenfolge: \begin{itemize} \item Wirf beliebig viele unliebsame Karten ab. Falls deine aktuellen Handkarten dein Handkartenlimit \svg{hand} übersteigen, musst du Karten bis zum Handkartenlimit abwerfen. \item Ziehe Karten nach bis zu deinem Handkartenlimit. \item Handle beliebige ``Zu Beginn deines Zuges''-Fähigkeiten ab. \end{itemize} Dein Handkartenlimit \index{Handkartenlimit} richtet sich nach der \pagelink{Level}{Stufe} deines Haupthelden. Es wird nur zu Beginn deines Spielzuges geprüft.\par Während des Zuges führen die Spieler drei Arten von Aktionen aus: \textbf{Bewegungsaktionen}, \textbf{Stadtaktionen}, und \textbf{Moralaktionen}. Sobald alle Spieler alle Bewegungsaktionen ausgeführt haben und keine Stadt- oder Moralaktionen mehr ausführen möchten, endet die Runde.
pl: Na początku swojej Tury wykonaj następujące kroki: \begin{itemize} \item Odrzuć dowolną liczbę kart z ręki. Jeśli liczba kart w twojej ręce przekracza twój Limit \svg{hand}, musisz odrzucić nadmiarowe karty do Limitu. \item Następnie możesz dobrać karty aż do osiągnięcia swojego Limitu. \item Po dobraniu kart rozpatrz wszelkie efekty mające miejsce wraz z początkiem twojej Tury. \end{itemize} Twój Limit kart na ręce\index{Limit!Kart na ręce} zależy od \pagelink{Level}{Poziomu} twojego Bohatera Głównego. Początek twojej Tury to jedyny moment, w którym sprawdzany jest twój Limit.\par Gracze mogą wykonywać trzy rodzaje Akcji: \textbf{Ruch}, \textbf{Miasto} i \textbf{Morale}. Bieżąca Runda kończy się, gdy wszyscy gracze wykorzystają wszystkie Punkty Ruchu i nie chcą wykorzystać pozostałych Akcji Miasta lub Morale.

source: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=0.8\linewidth]{\art/town_portal.png} \end{center}
de: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=0.7\linewidth]{\art/town_portal.png} \end{center}
pl: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=0.7\linewidth]{\art/town_portal.png} \end{center}

source: \note{10}{ Whenever you are instructed to gain (additional) MP, sometimes represented by the symbol \svg{movement-yellow}, that MP persists for \textbf{only the Turn it was gained on}. In the unlikely situation that two allied Heroes are forced onto the same Field, you must use your next MP to move one of them away from that Field. }
de: \note{10}{ Jedesmal, wenn du (zusätzliche) BP erhältst, in der Regel markiert durch das Symbol \svg{movement-yellow}, gelten diese BP \textbf{nur im aktuellen Spielzug}. Befinden sich einmal beide deiner Helden auf demselben Feld, musst du den nächsten BP nutzen, um einen der Helden von dem Feld weg zu bewegen. }
pl: \note{11}{ Gdy jesteś poinstruowany, aby zyskać (dodatkowy) PR, czasem przedstawiony symbolem \svg{movement-yellow}, ten PR utrzymuje się \textbf{tylko przez Turę, w której został uzyskany}. W sytuacji, gdy dwóch sojuszniczych Bohaterów jest zmuszonych do zatrzymania się na tym samym Polu, musisz wykorzystać swój następny PR celem opuszczenia tego Pola. }
ru: \note{10}{ Когда вы получаете дополнительное ОП \svg{movement-yellow}, его можно использовать \textbf{только в текущем раунде}. Если два союзных героя оказались на одном и том же поле, используйте ОП для того, чтобы сдвинуть одного из них с этого поля. }

source: \columnbreak \subheader{Movement Actions} \pagetarget{Movement}{Movement Actions}\index{Movement Actions} are performed by spending Movement Points. A player can use Movement Actions \textbf{only during their own Turn}.\par For every 1 MP spent, you can perform one of the following Actions: \begin{itemize} \item Move a Hero 1 Field in any direction. \item \pagelink{Categories}{Revisit} a Field where your Hero is in. \item \pagelink{Timelimit}{Continue Combat} against Neutral Units for 1 additional Combat Round. \item \pagelink{Placing}{Discover a face down Map Tile} if your Hero is on a Field next to that Tile. \item Place a new Map Tile from your pool of Far (II–III) Map Tiles. \end{itemize}
de: \columnbreak \subheader{Bewegungsaktionen} \pagetarget{Movement}{Bewegungsaktionen}\index{Bewegungsaktionen} werden durch das Ausgeben von Bewegungspunkten (BP) abgehandelt. Bewegungsaktionen können \textbf{nur im eigenen Spielzug} ausgeführt werden.\par Mit jedem BP kann eine der folgenden Aktionen durchgeführt werden: \begin{itemize} \item Bewege einen Helden auf ein angrenzendes Feld und besuche dieses Feld. \item \pagelink{Categories}{Besuche} den Ort des Feldes erneut, auf dem sich dein Held befindet. \item \pagelink{Timelimit}{Verlängere einen Kampf} gegen neutrale Einheiten um eine zusätzliche Kampfrunde. \item \pagelink{Placing}{Entdecke} ein an deinen Helden angrenzendes, verdecktes Gebiet. \item Platziere ein neues Gebiet aus deinem Vorrat ferner Gebiete (II–III). \end{itemize}
pl: \columnbreak \subheader{Akcje Ruchu} \pagetarget{Movement}{Akcje Ruchu}\index{Akcje!Ruchu} wykonuje się wykorzystując Punkty Ruchu (PR). Gracz może wykonać Akcje Ruchu \textbf{tylko podczas swojej Tury}.\par Każdy wykorzystany PR umożliwia wykonanie jednej z poniższych Akcji: \begin{itemize} \item Przesunięcie Bohatera o jedno Pole w~dowolnym kierunku. \item \pagelink{Categories}{Ponowne odwiedzenie} Pola na którym Bohater aktualnie się znajduje. \item \pagelink{Timelimit}{Kontynuowanie walki} przeciwko Jednostkom Neutralnym przez dodatkową Rundę Walki. \item \pagelink{Placing}{Odwrócenie zakrytego Kafelka Mapy} jeśli Bohater znajduje się na Polu sąsiadującym z tym Kafelkiem. \item Położenie nowego Kafelka Mapy z twojej puli Kafelków Dalekich (II–III). \end{itemize}

source: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens}\\ \medskip \imagecaption{An active and an inactive Movement Token.} \end{center}
de: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens}\\ \medskip \imagecaption{Ein aktiver und inaktiver Bewegungsmarker.} \end{center}
pl: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens}\\ \medskip \imagecaption{Aktywny oraz użyty Żeton Ruchu.} \end{center}

source: Mark the amount of MP you have used by flipping your Movement Tokens over to their brown, inactive side. If a player has both a Main and a \pagelink{Secondary}{Secondary Hero}, track their MPs separately. Heroes can spend MP in any order.\par Allied Heroes can move through each other but cannot stop their movement in the same Field. When you move through a Field with an allied Hero, do not \pagelink{Categories}{Visit} the Field that the allied Hero is standing on.\par
de: Markiere genutzte BP durch Drehen der zugehörigen Bewegungsmarker auf die inaktive (rote) Seite. Falls ein Spieler auch einen \pagelink{Secondary}{Nebenhelden} besitzt, werden die BP der Helden getrennt behandelt. Helden können BP in beliebiger Reihenfolge ausgeben.\par Helden dürfen sich durch von verbündeten Helden besetzte Felder bewegen, aber ihre Bewegung dort nicht beenden. Die besetzten Felder werden in diesem Fall von dem sich bewegenden Helden nicht \pagelink{Categories}{besucht}.\par
pl: Zaznacz liczbę wykorzystanych PR, odwracając swoje Żetony Ruchu na nieaktywną, brązową stronę. Jeśli gracz posiada Bohatera Głównego i \pagelink{Secondary}{Pomocniczego}, śledź ich PR oddzielnie. Bohaterowie mogą wykorzystywać PR w dowolnej kolejności.\par Sojuszniczy Bohaterowie mogą przechodzić przez siebie nawzajem ale nie mogą zatrzymać się na tym samym Polu. Nie możesz \pagelink{Categories}{Odwiedzić} Pola, na którym znajduje się sojuszniczy Bohater.\par
ru: Отметьте использованные ОП, перевернув жетоны передвижения коричневой стороной вверх. Если у игрока имеется \pagelink{Secondary}{вторичный герой}, отслеживайте его ОП отдельно. Герои могут использовать ОП в любой последовательности.\par Союзники могут пересекать поле с другим героем в процессе движения, но не могут остановиться на нём. Когда вы пересекаете поле с союзником, то независимо от типа этого поля это не будет считаться \pagelink{Categories}{посещением}.\par

source: \pagetarget{Town Actions}{\subheader{Town Actions}\index{Town Actions}} You can perform each of the Town Actions listed below \textbf{once per Round}. These Actions can be performed at any point during any player's Turn, except during Combat or when your Town Action would interrupt another Action. For example, players cannot draw Spell cards simultaneously using the Spell Book Token.\par When a player announces that they are about to start Combat, you may react to it with any number of Town Actions before performing any of the steps of \pagelink{Combatsetup}{setting up Combat.}\par After performing a Town Action, flip the respective Token on its inactive side on your Town Board. You cannot use that Action again until the start of the next Round, when the Tokens are refreshed. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Build Token\index{Build Token}, used to expand your \pagelink{Town}{Town}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Population Token\index{Population Token}, used to recruit and reinforce \pagelink{Units}{units} or to recruit \pagelink{Secondary}{a Secondary Hero}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Spell Book Token\index{Spell Book Token}, used to purchase \pagelink{spells}{Spells}. Requires the Mage Guild Town building to use. \end{itemize}
de: \pagetarget{Town Actions}{\subheader{Stadtaktionen}\index{Stadtaktionen}} Jede unten aufgeführte Stadtaktion kann \textbf{nur einmal pro Runde} ausgeführt werden. Jede Stadtaktion kann während irgendeines (auch gegnerischen) Spielerzuges zu irgendeinem Zeitpunkt durchgeführt werden, außer im Kampf. Es dürfen aber keine Aktionen dadurch unterbrochen werden. Zum Beispiel dürfen nicht mehrere Spieler zeitgleich Zauber kaufen und ziehen.\par Sobald ein Spieler einen Kampf ankündigt, haben allen Spieler noch Gelegenheit beliebig viele Stadtaktionen auszuführen, bevor der \pagelink{Combatsetup}{Kampf startet.}\par Nach einer ausgeführten Stadtaktion, drehe den entsprechende Marker auf dem Stadttableau auf seine inaktive Seite. Diese Stadtaktion kann erst wieder in der nächsten Spielrunde erneut ausgeführt werden. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Baumarker\index{Baumarker}: wird zum Ausbau der \pagelink{Town}{Stadt} genutzt. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Bevölkerungsmarker\index{Bevölkerungsmarker}: wird zum Rekrutieren und Verstärken von \pagelink{Units}{Einheiten} oder zum Rekrutieren eines \pagelink{Secondary}{Nebenhelden} genutzt. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Zauberbuchmarker\index{Zauberbuchmarker}: wird zum Kaufen von \pagelink{spells}{Zaubern} genutzt. Das Stadtgebäude Magiergilde wird hierfür benötigt. \end{itemize}
pl: \pagetarget{Town Actions}{\subheader{Akcje Miasta}\index{Akcje!Miasta}} \textbf{Raz na rundę} możesz wykonać każdą z poniższych Akcji Miasta. Akcje te można wykonywać w dowolnym momencie podczas Tury dowolnego Gracza, z wyjątkiem Walki lub gdy twoja Akcja przerwałaby inną Akcję. Na przykład nie możesz użyć Żetonu Księgi Zaklęć do przeszukiwania Talii Zaklęć, dopóki inny gracz nie zakończy przeszukiwania tej samej talii. Gdy Gracz ogłasza, że zamierza rozpocząć Walkę, możesz zareagować wykonując dowolną liczbę Akcji Miasta przed przejściem do \pagelink{Combatsetup}{przygotowania Walki}.\par Po wykonaniu Akcji Miasta odwróć odpowiadający jej Żeton na swojej Planszy Miasta na jego nieaktywną stronę. Nie możesz ponownie użyć tej Akcji do początku następnej Rundy, gdy Żetony zostaną odwrócone. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Żeton Budowy\index{Żeton!Budowy}, używany do rozbudowy twojego \pagelink{Town}{Miasta}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Żeton Populacji\index{Żeton!Populacji}, używany do rekrutacji i wzmocnienia \pagelink{Units}{jednostek} albo do zrekrutowania \pagelink{Secondary}{Bohatera Pomocniczego}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Żeton Księgi Zaklęć\index{Żeton!Księgi Zaklęć}, używany do kupowania \pagelink{spells}{Zaklęć}. Do skorzystania z niego wymagana jest Gildia Magów. \end{itemize}

source: \columnbreak \subsection*{Example Player Turn}
de: \columnbreak \subsection*{Beispiel-Spielzug}
pl: \columnbreak \subsection*{Przykładowa Tura Gracza}

source: \textit{Alice, who is playing the Hero Catherine the Knight, begins her Turn. She has 3 cards in her hand from the previous Round, and decides to discard 2 of them before drawing cards from her Deck up to her \mbox{Hand Limit \svg{hand}.} The current limit is 5, since her Main Hero is Level III, so she draws 4 cards after discarding (see \pagelinkwithcomma{Level}{Level Effects}).}\par \textit{She then spends her Build Token to construct the \svg{golden} Dwelling, and then her Population Token to \pagelink{Units}{recruit} the \svg{golden} unit Champions. She can do this, as she had previously built the prerequisite lower Level Dwellings (\svg{bronze} and \svg{silver}) and has enough \pagelink{Resources}{Resources} to both Build the Dwelling and to recruit the Champions.}\par \textit{Now prepared for an upcoming battle, she spends a Movement Point to move her Main Hero to an adjacent Field currently occupied by Sandro the Necromancer, an enemy Main Hero controlled by Bob. As Alice announces her intent to start Combat, both players still have an opportunity to perform Town Actions.}\par
de: \textit{Alicia spielt mit Schlossheldin Catherine und beginnt ihren Zug. Sie hat 3 Karten aus der vorherigen Runde auf der Hand und möchte 2 davon abwerfen, bevor sie bis zum \mbox{Handkartenlimit \svg{hand}} nachzieht. Ihr Handkartenlimit ist 5, da ihr Hauptheld auf Stufe III ist. Also zieht sie nach dem Abwerfen noch 4 Karten (siehe \pagelinkwithcomma{Level}{Stufeneffekte}).}\par \textit{Anschließend nutzt sie zuerst den Baumarker, um die \svg{golden} Behausung zu bauen, und danach den Bevölkerungsmarker, um die \svg{golden} Einheit Kämpe zu \pagelink{Units}{rekrutieren}. Sie darf dies nur tun, da sie die niederen Behausungen (\svg{bronze} und \svg{silver}) bereits errichtet hat und genügend \pagelink{Resources}{Ressourcen} für den Bau der Behausung und die Rekrutierung der Kämpen besitzt.}\par \textit{So vorbereitet auf den Kampf gibt sie einen BP aus, um ihren Helden auf das angrenzende Feld zu bewegen, dass vom Haupthelden Sandro ihres Mitspielers Bob besetzt ist. Alicia und Bob haben jetzt noch Gelegenheit, weitere Stadtaktionen durchzuführen. Alicia hat aber bereits gebaut und rekrutiert und darf nur noch Zauber kaufen.}\par
pl: \textit{Alicja, która gra Katarzyną, rozpoczyna swoją Turę. Na ręce ma 3 karty z poprzedniej Rundy i postanawia odrzucić 2 z nich przed dobraniem kart z jej Talii, do Limitu Kart na ręce \svg{hand}. Obecny Limit wynosi 5, gdyż jej bohater ma III poziom, więc po odrzuceniu kart dobiera 4 (spr. \pagelinkwithcomma{Level}{Efekty Poziomów}).}\par \textit{Następnie wykorzystuje swój Żeton Budowy do wzniesienia \svg{golden} Siedliska oraz Żeton Populacji do \pagelink{Units}{zrekrutowania} \svg{golden} jednostki Czempionów. Może to zrobić, ponieważ wcześniej wybudowała wymagane (\svg{bronze} oraz \svg{silver}) Siedliska i ma wystarczająco \pagelink{Resources}{Zasobów} zarówno do budowy jak i rekrutacji.}\par \textit{Tak przygotowana do bitwy, Alicja wykorzystuje Punkt Ruchu aby przemieścić swojego Bohatera Głównego do Pola przylegającego z~Polem zajmowanym przez Nekromantę Sandro - wrogiego Bohatera Głównego kontrolowanego przez Boba. Przed rozpoczęciem Walki obaj gracze mają możliwość wykonania Akcji Miasta.}\par

source: \pagetarget{Morale}{\subheader{Morale Actions}}\index{Morale Actions} Players can gain or lose Morale through various game effects. When you gain Morale, take a Positive Morale Token\index{Positive Morale} \svg{morale_positive}. You may only have one such Token. If you are about to gain a second Token, you may immediately spend the first one before gaining the second. A Positive Morale Token may be spent to perform any of the following Actions at any time: \begin{itemize} \item Draw a card from your Deck. \item Discard any number of cards, then draw that many cards. \item Reroll any Die you have thrown. \end{itemize} If you lose Morale, discard a Positive Morale Token \svg{morale_positive} if you have one, otherwise gain a Negative Morale\index{Negative Morale} Token \svg{morale_negative}. Inversely, gaining Positive Morale while you have a Negative Morale Token discards the Token. If you would gain a second Negative Morale Token, you must instead \textbf{discard your hand of cards} the next time you end your Turn.\par
de: \pagetarget{Morale}{\subheader{Moralaktionen}}\index{Moralaktionen} Die Spieler können durch verschiedene Effekte Moral erhalten oder verlieren. Erhältst du Moral, nimm einen Positive-Moral-Marker\index{Positive Moral} \svg{morale_positive}. Du darfst höchsten einen solchen Marker haben. Erhältst du einen zweiten, darfst du den ersten sofort ausgeben, um den zweiten behalten zu können. Positive-Moral-Marker dürfen jederzeit für einen der folgenden Effekte ausgegeben werden: \begin{itemize} \item Ziehe eine Karte von deinem Deck. \item Wirf eine beliebige Anzahl Handkarten ab und ziehe dieselbe Anzahl nach. \item Wiederhole einen Würfelwurf. \end{itemize} Falls du Moral verlierst, entferne - falls vorhanden - einen Positive-Moral-Marker \svg{morale_positive}. Anderenfalls erhalte einen Negative-Moral-\index{Negative Moral}Marker \svg{morale_negative}. Umgekehrt: Erhältst du Moral und hast einen Negative-Moral-Marker, wirf diesen ab. Falls du einen zweiten Negative-Moral-Marker erhalten würdest \textbf{wirf stattdessen alle Handkarten} am Ende deines Zuges ab.\par
pl: \pagetarget{Morale}{\subheader{Akcje Morale}}\index{Akcje!Morale}\index{Morale!Akcje} Gracze mogą zyskać lub stracić Morale z powodu różnych efektów gry. Gdy zdobędziesz Morale, dobierz Żeton Wysokiego Morale\index{Morale!Wysokie} \svg{morale_positive}. Możesz posiadać tylko jeden taki Żeton. W momencie uzyskania drugiego Żetonu, możesz natychmiast wykorzystać pierwszy przed zdobyciem drugiego. Żeton Wysokiego Morale można wydać, aby wykonać dowolną z poniższych akcji w dowolnym momencie: \begin{itemize} \item Dobierz kartę ze swojej Talii. \item Odrzuć dowolną liczbę kart, a następnie dobierz tyle samo kart z Talii. \item Przerzuć jedną Kość. \end{itemize} Gdy twoje Morale obniży się, odrzuć Żeton Wysokiego Morale \svg{morale_positive} jeśli go posiadasz, w innym przypadku dobierz Żeton Niskiego Morale\index{Morale!Niskie} \svg{morale_negative}. Jeżeli natomiast twoje Morale podniesie się gdy masz Żeton Niskiego Morale, odrzuć ten Żeton. Gdy efekt gry każe ci dobrać drugi Żeton Niskiego Morale, zamiast tego pod koniec Tury \textbf{odrzuć wszystkie karty z ręki}.\par

source: \vspace*{\fill} \begin{center} {\transparent{0.2}\includegraphics[width=\linewidth]{\art/morale_low.png}} \end{center} \vspace*{\fill}
de: \empty

source: \note{5}{The Necropolis \svg{necro-yellow} Faction ignores any Morale effects. They cannot ever gain or lose Morale for any reason. } \columnbreak
de: \note{5}{Die Nekropolis \svg{necro-yellow} Fraktion ignoriert sämtliche Moral-Effekte. Sie kann niemals Moral erhalten oder verlieren. } \vspace{vfill}
pl: \note{6}{Nekropolia \svg{necro-yellow} ignoruje wszystkie efekty związane z Morale. Frakcja ta nie może pozyskać bądź stracić Morale z żadnego powodu. } \columnbreak
ru: \note{5}{Фракция Некрополиса \svg{necro-yellow} игнорирует все эффекты морали. Некрополис ни при каких обстоятельствах не может получать или терять мораль. } \columnbreak

source: \begin{expansion}[before=\vspace*{-11mm}]{battlefield} \subsection*{\pagetarget{Morale Cards}{Morale cards}}\index{Morale cards}
de: \begin{expansion}[before=\vspace*{-11mm}]{battlefield} \subsection*{\pagetarget{Morale Cards}{Moralkarten}}\index{Moralkarten}
pl: \begin{expansion}[before=\vspace*{-11mm}]{battlefield} \subsection*{\pagetarget{Morale Cards}{Karty Morale}}\index{Karty Morale}

source: You can use Morale cards \textbf{instead} of Tokens. During setup, remove all Morale cards with the Battlefield symbol, unless you're playing \pagelink{Adventure and Skirmish Modes}{Adventure or Skirmish}. Then shuffle the Positive and Negative Morale cards separately and place them face down.
de: Du kannst Moralkarten \textbf{anstelle} der Moralmarker verwenden. Entferne während des Spielaufbaus alle Karten mit Schlachtfeld-Symbol, es sei denn du spielst \pagelink{Adventure and Skirmish Modes}{Abenteuer- oder Gefechtsmodus}. Mische dann Positive- und Negative-Moral-Karten separat und platziere sie verdeckt. \end{expansion} \columnbreak
pl: Zamiast Żetonów możesz użyć \textbf{kart Morale}. Jeżeli nie grasz w Trybie \pagelink{Adventure and Skirmish Modes}{Przygody lub Pojedynku}, usuń karty z symbolem Pola Bitwy. Przed rozpoczęciem gry potasuj osobno karty Wysokiego i Niskiego Morale, tworząc dwie zakryte Talie.

source: \vspace{1em} \begin{tikzpicture}
de: \begin{expansion}[before=\vspace*{-11mm}]{battlefield} \begin{tikzpicture}
