Repository: Heegu-sama/Homm3BG
Catalog: translations/player_turns.tex/*.po
Languages: de, es, fr, pl, ru

source: \subsection*{Movement Actions} \hypertarget{Movement}{Movement Actions}\index{Movement Actions} are performed by spending Movement Points. A player can use Movement Actions \textbf{only during their own Turn}.\par For every 1 MP spent, you can perform one of the following Actions: \begin{itemize} \item Move a Hero 1 Field in any direction. \item \hyperlink{Categories}{Revisit} a Field where your Hero is in. \item \hyperlink{Timelimit}{Continue Combat} against Neutral Units for 1 additional Combat Round. \item \hyperlink{Placing}{Discover a face down Map Tile} if your Hero is on a Field next to that Tile. \item Place a new Map Tile from your pool of Far (II–III) Map Tiles. \end{itemize}
es: \subsection*{Acciones de Movimiento} \hypertarget{Movement}{Acciones de Movimiento}\index{Movement Actions} se realizan gastando Puntos de Movimiento (PM). Un jugador puede usar PM \textbf{sólo durante su turno}.\par Por cada 1 MP gastado puedes realizar una de las siguientes acciones: \begin{itemize} \item Mover un Héroe 1 casilla. \item \hyperlink{Categories}{Revisitar} la Zona actual del Héroe. \item \hyperlink{Timelimit}{Continuar el combate} de unidades Neutrales por 1 PM adicional. \item \hyperlink{Placing}{Descubrir una ficha de mapa} si tu Héroe se encuentra adyacente a ella. \item Colocar una nueva Loseta Lejana de Mapa (II–III) de tu reserva de fichas de mapa. \end{itemize}
fr: \subsection*{Actions de Mouvement} Les \hypertarget{Movement}{Actions de Mouvement}\index{Actions de Mouvement} sont effectuées en dépensant un Point de Mouvement. Un joueur ne peut faire d’Action de Mouvement \textbf{que pendant son Tour}.\par Pour chaque 1 PM, vous pouvez faire l’une des Actions suivantes : \begin{itemize} \item déplacer un Héros d’une Case dans n’importe quelle direction ; \item \hyperlink{Categories}{Explorer} à nouveau une Case où se trouve votre Héros ; \item \hyperlink{Timelimit}{prolonger un Combat} contre des Unités Neutres d'un Tour ; \item \hyperlink{Placing}{révéler une Tuile face cachée} si votre Héros est adjacent à cette Tuile ; \item placer une nouvelle Tuile depuis votre Pile de Tuiles Lontaines (II-III). \end{itemize}

source: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens.svg}\\ \medskip \footnotesize\textit{An active and an inactive Movement Token.} \end{center}
es: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens.svg}\\ \medskip \footnotesize\textit{Una ficha de movimiento activa y otra inactiva.} \end{center}
fr: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens.svg}\\ \medskip \footnotesize\textit{Un Jeton Mouvement actif et inactif.} \end{center}

source: Mark the amount of MP you have used by flipping your Movement Tokens over to their brown, inactive side. If a player has both a Main and a \hyperlink{Secondary}{Secondary Hero}, track their MPs separately. Heroes can spend MP in any order.\par Allied Heroes can move through each other but cannot stop their movement in the same Field. When you move through a Field with an allied Hero, do not \hyperlink{Categories}{Visit} the Field that the allied Hero is standing on.\par
es: Marca la cantidad de MP que has usado volteando tus Fichas de Movimiento a su lado marrón inactivo. Si un jugador tiene un \hyperlink{Secondary}{Héroe Secundario}, utiliza sus movimientos por separado. Los héroes pueden gastar PM en cualquier orden.\par Los Héroes Aliados pueden moverse unos a través de otros pero no pueden detener su movimiento en la misma casilla. Cuando te mueves a través de una Casilla con un Héroe aliado, no \hyperlink{Categories}{Resuelvas} la Casilla donde se encuentra el Héroe aliado.\par
fr: Décomptez le nombre de PM que vous avez utilisé en retournant les Jetons de Mouvement sur les faces marrons, côté inactif. Si un joueur a un Héros Principal et un \hyperlink{Secondary}{Héros secondaire}, décomptez leurs PM séparément. Les Héros peuvent utiliser leurs PM dans n’importe quel ordre.\par Des Héros Alliés peuvent se croiser mais ne peuvent pas s'arrêter sur la même Case. N'\hyperlink{Categories}{Explorez} pas une Case que vous traversez si un Héros allié s'y trouve.\par

source: \note{10}{ Whenever you are instructed to gain (additional) MP, sometimes represented by the symbol \includesvg[height=10px]{\svgs/movement-note.svg}, that MP persists for \textbf{only the Turn it was gained on}. In the unlikely situation that two allied Heroes are forced onto the same Field, you must use your next MP to move one of them away from that Field. }
es: \note{8}{ Siempre que se indique que ganas PM, a veces representado por el símbolo \includesvg[height=10px]{\svgs/movement-note.svg}, sólo será válido \textbf{durante ese turno}. En la situación de que dos Héroes aliados sean forzados a la misma Casilla debes usar tu siguiente PM para mover a uno de ellos fuera de esa Casilla. }
fr: \note{10}{ Lorsque vous gagnez un PM (supplémentaire), parfois représenté par le symbole \includesvg[height=10px]{\svgs/movement-note.svg}, ce PM n'est valable \textbf{que pour le Tour en cours}. Dans le rare cas où deux Héros alliés sont forcés de rester sur la même Case, vous devez utiliser votre prochain PM pour déplacer l’un d’eux sur une Case adjacente libre. }

source: \subsection*{Town Actions\index{Town Actions}} You can perform each of the Town Actions listed below \textbf{once per Round}. These Actions can be performed at any point during any player's Turn, except during Combat or when your Town Action would interrupt another Action. For example, you cannot draw Spell cards simultaneously with the Spell Book Token.\par When a player announces that they are about to start Combat, you may react to it with any number of Town Actions before performing any of the steps of \hyperlink{Combatsetup}{setting up Combat.}\par After performing a Town Action, flip the respective Token on its inactive side on your Town Board. You cannot use that Action again until the start of the next Round, when the Tokens are refreshed. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Build Token, used to expand your \hyperlink{Town}{Town}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Population Token, used to Recruit and Reinforce \hyperlink{Units}{Units} or to Recruit \hyperlink{Secondary}{a Secondary Hero}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Spell Book Token, used to purchase \hyperlink{spells}{Spells}. Requires the Mage Guild Town building to use. \end{itemize}
es: \subsection*{Acciones de Ciudad\index{Town Actions}} Cada una de las Acciones de la Ciudad a continuación se utilizan \textbf{una vez por Ronda}. Estas Acciones pueden realizarse en cualquier momento durante el Turno de cualquier jugador, excepto durante el Combate o cuando tu Acción de Ciudad interrumpiese otra Acción.. Por ejemplo, no puedes robar cartas de Hechizo simultáneamente con la Ficha del Libro de Hechizos.\par Cuando un jugador anuncia que está a punto de comenzar el Combate, puedes reaccionar con cualquier número de Acciones de Ciudad antes de realizar cualquiera de los pasos de \hyperlink{Combatsetup}{preparación de Combate.}\par Después de realizar una Acción de Ciudad, voltea la Ficha respectiva sobre su lado inactivo en tu Tablero de Ciudad. No puedes volver a usar esa Acción hasta el comienzo de la siguiente Ronda, cuando se renuevan las Fichas. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Ficha de Construcción, utilizada para ampliar tu \hyperlink{Town}{Ciudad}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Ficha de Reclutamiento, usado para Reclutar o Reforzar \hyperlink{Units}{Unidades} o para Reclutar un \hyperlink{Secondary}{Héroe Secundario}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Ficha de Hechizos, usado para la compra de \hyperlink{spells}{Hechizos}. Requiere el edificio de la Cofradía de Magos para su uso. \end{itemize}
fr: \subsection*{Actions de Ville\index{Actions de Ville}} Vous pouvez effectuer chaque Action de Ville \textbf{une fois par Tour}. Ces Actions peuvent être effectuées n’importe quand durant le Tour de n’importe quel joueur, sauf durant les Combats ou quand votre Action de Ville interrompt une autre Action. Par exemple, vous ne pouvez pas piocher une Carte de Sort simultanément avec un jeton Grimoire.\par Quand un joueur annonce un Combat, vous pouvez réagir avec autant d'Actions de Ville que souhaité, avant d’effectuer n’importe quelle étape de la \hyperlink{Combatsetup}{mise en place du Combat.}\par Après avoir effectué une Action de Ville, retournez le Jeton correspondant sur sa face inactive sur votre Plateau de Ville. Vous ne pouvez plus utiliser cette Action jusqu’au début de la prochaine Manche, quand les Jetons sont retournés sur leurs faces actives. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Jeton Construction, utilisé pour agrandir votre \hyperlink{Town}{Ville}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Jeton Population, utilisé pour Recruter et Améliorer des \hyperlink{Units}{Unités} ou Recruter un \hyperlink{Secondary}{Héros Secondaire}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Jeton Grimoire, utilisé pour acheter des \hyperlink{spells}{Sorts}. Il faut le Bâtiment Guilde des Mages pour utiliser ce Jeton. \end{itemize}

source: \subsection*{Morale Actions}\index{Morale Actions} Players can gain or lose Morale through various game effects. When you gain Morale, take a Positive Morale Token\index{Positive Morale} \includesvg[height=10px]{\svgs/morale_positive.svg}. You may only have one such Token. If you are about to gain a second Token, you may immediately spend the first one before gaining the second. A Positive Morale Token may be spent to perform any of the following Actions at any time: \begin{itemize} \item Draw a Card from your Deck. \item Discard any number of Cards, then draw that many Cards. \item Reroll any Die you have thrown. \end{itemize} If you lose Morale, discard a Positive Morale Token \includesvg[height=10px]{\svgs/morale_positive.svg} if you have one, otherwise gain a Negative Morale\index{Negative Morale} Token \includesvg[height=10px]{\svgs/morale_negative.svg}. Inversely, gaining Positive Morale while you have a Negative Morale Token discards the Token. If you would gain a second Negative Morale Token, you must instead \textbf{discard your hand of Cards} the next time you end your Turn.\par
es: \subsection*{Acciones de Moral}\index{Morale Actions} Los jugadores pueden ganar o perder Moral a través de varios efectos del juego. Cuando ganes Moral, coge una Ficha de Moral Positiva\index{Positive Morale} \includesvg[height=10px]{\svgs/morale_positive.svg}. Sólo puedes tener una ficha de este tipo. Si estás a punto de ganar una segunda Ficha puedes gastar inmediatamente la primera antes de ganar la segunda. Se puede user una Ficha de Moral Positiva para cualquiera de las siguientes Acciones en cualquier momento: \begin{itemize} \item Roba una Carta de tu Mazo. \item Descartar cualquier número de Cartas, luego robar ese número de Cartas. \item Relanzar cualquier dado que hayas lanzado. \end{itemize} Si pierdes Moral, descarta una Ficha de Moral Positiva. \includesvg[height=10px]{\svgs/morale_positive.svg} si tienes una, de lo contrario gana un Token de Moral Negativa\index{Negative Morale} \includesvg[height=10px]{\svgs/morale_negative.svg}. A la inversa, ganar Moral Positiva mientras tienes una Ficha de Moral Negativa la descarta. Si ganas una segunda Ficha de Moral Negativa, en su lugar debes \textbf{descartar tus Cartas} la próxima vez que termines el turno.\par
fr: \subsection*{Action de Moral}\index{Actions de Moral} Les joueurs peuvent gagner ou perdre du Moral grâce à différents effets du jeu. Quand vous gagnez du Moral, prenez le Jeton de Moral Positif\index{Moral Positif} \includesvg[height=10px]{\svgs/morale_positive.svg}. Vous ne pouvez en avoir qu’un seul. Si vous deviez en gagner un second, vous pouvez immédiatement dépenser le premier avant de gagner le second. Le Jeton de Moral Positif peut être dépensé pour effectuer une des actions suivantes à n’importe quel moment : \begin{itemize} \item piocher une Carte de Votre Deck ; \item défaussez autant de Cartes que souhaité de votre main, puis en piocher le même nombre ; \item relancer n’importe quel Dé. \end{itemize} Si vous perdez du Moral, défausser le Jeton de Moral Positif \includesvg[height=10px]{\svgs/morale_positive.svg} si vous en avez un, sinon prenez une Jeton de Moral Négatif\index{Moral Négatif} \includesvg[height=10px]{\svgs/morale_negative.svg}. À l’inverse si vous gagnez du Moral en ayant un Jeton de Moral Négatif, défaussez le Jeton Négatif. Si vous deviez prendre un second Jeton de Moral Négatif, vous devez à la place \textbf{défausser votre Main} la prochaine fois que vous finissez votre Tour.\par

source: \note{5}{The Necropolis \includesvg[height=10px]{\svgs/necro-note.svg} Faction ignores any Morale effects. They cannot ever gain or lose Morale for any reason. }
es: \note{4}{La Facción Necrópolis \includesvg[height=10px]{\svgs/necro-note.svg} ignora los efectos de Moral. No pueden ganar ni perder moral por ningún motivo. }
fr: \note{5}{La Faction de la Nécropole \includesvg[height=10px]{\svgs/necro-note.svg} ignore tous les effets de Moral. Ils ne peuvent ni gagner ni perdre du Moral pour aucune raison. }

source: \textit{Alice, who is playing the Hero Catherine the Knight, begins her Turn. She has 3 cards in her hand from the previous round, and decides to discard 2 of them before drawing cards from her Deck up to her Hand Limit \includesvg[height=10px]{\svgs/hand.svg}. The current limit is 5, since her Main Hero is Level 3, so she draws 4 cards after discarding (see \hyperlink{Level}{Level Effects}).}\par \textit{She then spends her Build Token to construct the \includesvg[height=10px]{\svgs/golden.svg} Dwelling, and then her Population Token to \hyperlink{Units}{Recruit} the \includesvg[height=10px]{\svgs/golden.svg} Unit Champions. She can do this, as she had previously built the prerequisite lower Level Dwellings (\includesvg[height=10px]{\svgs/bronze.svg} and \includesvg[height=10px]{\svgs/silver.svg}) and has enough \hyperlink{Resources}{Resources} to both Build the Dwelling and to Recruit the Champions.}\par \textit{Now prepared for an upcoming battle, she spends a Movement Point to move her Main Hero to an adjacent Field currently occupied by Sandro the Necromancer, an enemy Main Hero controlled by Bob. As Alice announces her intent to start Combat, both players still have an opportunity to perform Town Actions.}\par
es: \textit{Alice, que interpreta a la Heroína Catalina la Caballero, comienza su Turno. Tiene 3 cartas en la mano de la ronda anterior, y decide descartarse de 2 de ellas antes de robar cartas de su Mazo hasta el Límite de su Mano. \includesvg[height=10px]{\svgs/hand.svg}. El límite actual es 5, ya que su Héroe Principal es de Nivel 3, por lo que roba 4 cartas (ver \hyperlink{Level}{Efectos de Nivel}).}\par \textit{Luego gasta su Ficha de Construcción para construir la Vivienda \includesvg[height=10px]{\svgs/golden.svg}, y después su Token de Reclutamiento para \hyperlink{Units}{Reclutar} la Unidad Campeones \includesvg[height=10px]{\svgs/golden.svg}. Puede hacerlo ya que antes había construido las Viviendas de Nivel inferior necesarias (\includesvg[height=10px]{\svgs/bronze.svg} y \includesvg[height=10px]{\svgs/silver.svg}) y tiene \hyperlink{Resources}{Recursos} suficientes para las dos Acciones.}\par \textit{Ahora preparada para una próxima batalla, gasta un Punto de Movimiento para mover a su Héroe Principal a un Terreno adyacente actualmente ocupado por Sandro el Nigromante, un Héroe enemigo controlado por Bob. Cuando Alice anuncia su intención de iniciar el Combate, ambos jugadores aún tienen la oportunidad de realizar Acciones de la Ciudad.}\par
fr: \textit{Alice, qui joue le Héros Catherine le Chevalier, commence son Tour. Elle a 3 Cartes dans sa Main de la Manche précédente et décide de défausser 2 Cartes avant de piocher depuis son Deck jusqu’à sa Limite de Cartes \includesvg[height=10px]{\svgs/hand.svg}. Sa Limite actuelle est 5, car son Héros est Niveau 3, donc elle pioche 4 Cartes après avoir défaussé (voir \hyperlink{Level}{Effets de Niveau}).}\par \textit{Elle dépense son Jeton de Construction pour construire la Demeure \includesvg[height=10px]{\svgs/golden.svg}, et son Jeton Population pour \hyperlink{Units}{Recruter} l'Unité \includesvg[height=10px]{\svgs/golden.svg} Champions. Elle peut le faire, car elle a préalablement construit les Demeures de niveaux inférieurs (\includesvg[height=10px]{\svgs/bronze.svg} et \includesvg[height=10px]{\svgs/silver.svg}) et possède suffisamment de \hyperlink{Resources}{Ressources} pour à la fois Construire la Demeure et Recruter les Champions.}\par \textit{Maintenant prête pour la bataille à venir, elle dépense un Point de Mouvement pour déplacer son Héros Principal sur une Case adjacente actuellement occupée par Sandro le Nécromancien, un Héros Principal ennemi contrôlé par Bob. Quand Alice annonce son intention d’initier le Combat, chaque joueur a encore l’opportunité d’effectuer des Actions de Ville.}\par

source: At the start of your Turn, refresh your hand of Cards following these steps: \begin{itemize} \item Discard any number of Cards from your hand. If your current hand exceeds your Hand Limit \includesvg[height=10px]{\svgs/hand.svg}, you must discard down to match the Limit. \item You may then draw Cards up to your Hand Limit. \item Resolve any ``at the beginning of your turn'' abilities after drawing. \end{itemize} Your current Hand Limit\index{Hand Limit} depends on your Main Hero's \hyperlink{Level}{Level}. The beginning of your Turn is the only time your Hand Limit is checked.\par There are three types of Actions players may take: \textbf{Movement}, \textbf{Town}, and \textbf{Morale}. Once all players have spent all their Movement Points and do not wish to use any further Town or Morale Actions, the current Round is over.
fr: Au début de votre Tour, complétez votre main de Cartes en suivant ces étapes : \begin{itemize} \item défaussez autant de Cartes que voulu depuis votre main ; si votre main actuelle dépasse votre Limite de Cartes \includesvg[height=10px]{\svgs/hand.svg}, vous devez défausser des Cartes pour atteindre cette Limite ; \item piochez des Cartes jusqu’à atteindre votre Limite de Cartes ; \item résolvez tous les effets « Au début de votre tour » après avoir pioché. \end{itemize} Votre Limite de Cartes \index{Limite de Cartes} dépend du \hyperlink{Level}{Niveau} de votre Héros Principal. Celle-ci est vérifiée uniquement au début de votre Tour.\par Les joueurs peuvent faire trois types d’Actions différentes : \textbf{Mouvement}, \textbf{Ville}, et \textbf{Moral}. Une fois que chaque Joueur a utilisé tous ses Points de Mouvement et qu’il ne souhaite plus utiliser d’action de Ville ou de Moral, la Manche prend fin.
