Repository: Heegu-sama/Homm3BG
Catalog: translations/player_turns.tex/ua.po
Languages: ua

source: \addsection{Player Turns}{\spells/dimension_door.png}
ua: \addsection{Хід Гравця}{\spells/dimension_door.png}

source: At the start of your Turn, refresh your hand of cards following these steps: \begin{itemize} \item Discard any number of cards from your hand. If your current hand exceeds your Hand Limit \svg{hand}, you must discard down to match the Limit. \item You may then draw cards up to your Hand Limit. \item Resolve any ``at the beginning of your turn'' abilities after drawing. \end{itemize} Your current Hand Limit\index{Hand Limit} depends on your Main Hero's \pagelink{Level}{Level}. The beginning of your Turn is the only time your Hand Limit is checked.\par There are three types of Actions players may take: \textbf{Movement}, \textbf{Town}, and \textbf{Morale}. Once all players have spent all their Movement Points and do not wish to use any further Town or Morale Actions, the current Round is over.
ua: На початку вашого Ходу оновіть карти у Вашій руці, виконавши такі кроки: \begin{itemize} \item Скиньте з руки будь-яку кількість карт. Якщо ваша поточна кількість карт перевищує ваш Ліміт Руки \svg{hand}, ви мусите скинути зайві до межі ліміту. \item Після цього ви можете добрати карти до свого Ліміту Руки. \item Розіграйте всі ефекти ``на початку вашого ходу'' після добору карт. \end{itemize} Ваш поточний Ліміт Руки\index{Ліміт Руки} залежить від \pagelink{Level}{Рівня} Головного Героя. Ліміт Руки перевіряється лише на початку вашого Ходу.\par Гравцям доступно три типу Дії: \textbf{Переміщення}, \textbf{Місто}, та \textbf{Мораль}. Як тільки всі гравці витратили всі свої Очки Переміщення і не бажають використовувати Дії Міста або Моралі, поточний Раунд завершується.

source: \note[]{10}{ Whenever you are instructed to gain (additional) MP, sometimes represented by the symbol \svg{movement-yellow}, that MP persists for \textbf{only the Turn it was gained on}. In the unlikely situation that two allied Heroes are forced onto the same Field, you must use your next MP to move one of them away from that Field. }
ua: \note[]{10}{ Щоразу, коли ви отримуєте додаткове ОП (іноді позначається \svg{movement-yellow}), це ОП зберігається \textbf{лише до кінця того Ходу, в якому воно було отримане}. У малоймовірній ситуації, коли два союзних Героя опиняються на одному Полі, ви повинні використати ОП, щоб перемістити одного з них з цього Поля. }

source: \columnbreak \subheader{Movement Actions} \pagetarget{Movement}{Movement Actions}\index{Movement Actions} are performed by spending Movement Points. A player can use Movement Actions \textbf{only during their own Turn}.\par For every 1 MP spent, you can perform one of the following Actions: \begin{itemize} \item Move a Hero 1 Field in any direction. \item \pagelink{Categories}{Revisit} a Field where your Hero is in. \item \pagelink{Timelimit}{Continue Combat} against Neutral Units for 1 additional Combat Round. \item \pagelink{Placing}{Discover a face down Map Tile} if your Hero is on a Field next to that Tile. \item Place a new Map Tile from your pool of Far (II–III) Map Tiles. \end{itemize}
ua: \columnbreak \subheader{Дії Переміщення} \pagetarget{Movement}{Дії Переміщення}\index{Дії Переміщення} виконуються шляхом витрачання Очок Переміщення. Гравець може виконувати Дії Переміщення \textbf{тільки під час свого Ходу}.\par За кожне витрачене 1 ОП можна виконати одну з наступних Дій: \begin{itemize} \item Перемістити Героя на 1 Поле в будь-якому напрямку. \item \pagelink{Categories}{Відвідати знову} Поле, де знаходиться ваш Герой. \item \pagelink{Timelimit}{Продовжити Бій} проти Нейтральних Підрозділів на 1 Раунд Бою. \item \pagelink{Placing}{Відкрити недосліджену Плитку Мапи} якщо ваш Герой стоїть на Полі поруч з цією Плиткою. \item Розмістити нову Плитку Мапи з вашого пулу Далеких (II–III) Плиток Мапи. \end{itemize}

source: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens}\\ \medskip \imagecaption{An active and an inactive Movement Token.} \end{center}
ua: \begin{center} \includesvg[width=0.6\linewidth]{\images/movement_tokens}\\ \medskip \imagecaption{Активний та Неактивний Жетон Руху.} \end{center}

source: Mark the amount of MP you have used by flipping your Movement Tokens over to their brown, inactive side. If a player has both a Main and a \pagelink{Secondary}{Secondary Hero}, track their MPs separately. Heroes can spend MP in any order.\par Allied Heroes can move through each other but cannot stop their movement in the same Field. When you move through a Field with an allied Hero, do not \pagelink{Categories}{Visit} the Field that the allied Hero is standing on.\par
ua: Відзначайте кількість використаних ОП, перевертаючи Жетони Руху коричневою, неактивною, стороною. Якщо у гравця є Головний, і \pagelink{Secondary}{Другорядний Герой}, відстежуйте їхні ОП окремо. Герої можуть витрачати ОП в будь-якому порядку.\par Союзні Герої можуть переміщуватися крізь один одного, але не можуть закінчувати своє переміщення на одному Полі. Коли ви переміщуєтесь крізь Поле з іншим Героєм - не \pagelink{Categories}{Відвідуйте} це Поле.\par

source: \pagetarget{Town Actions}{\subheader{Town Actions}\index{Town Actions}} You can perform each of the Town Actions listed below \textbf{once per Round}. These Actions can be performed at any point during any player's Turn, except during Combat or when your Town Action would interrupt another Action. For example, players cannot draw Spell cards simultaneously using the Spell Book Token.\par When a player announces that they are about to start Combat, you may react to it with any number of Town Actions before performing any of the steps of \pagelink{Combatsetup}{setting up Combat.}\par After performing a Town Action, flip the respective Token on its inactive side on your Town Board. You cannot use that Action again until the start of the next Round, when the Tokens are refreshed. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Build Token\index{Build Token}, used to expand your \pagelink{Town}{Town}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Population Token\index{Population Token}, used to recruit and reinforce \pagelink{Units}{units} or to recruit \pagelink{Secondary}{a Secondary Hero}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Spell Book Token\index{Spell Book Token}, used to purchase \pagelink{spells}{Spells}. Requires the Mage Guild Town building to use. \end{itemize}
ua: \pagetarget{Town Actions}{\subheader{Дії Міста}\index{Дії Міста}} Ви можете виконати кожну з перелічених нижче Дій Міста \textbf{один раз за Раунд}. Ці Дії можуть бути виконані в будь-який момент під час Ходу будь-якого гравця, але не під час Бою або коли ваша Дія Міста перериває іншу Дію. Наприклад, гравці не можуть брати Карти Заклинань одночасно, використовуючи Жетон Книги Заклинань.\par Коли гравець оголошує про початок Бою, ви можете відреагувати на це будь-якою кількістю Дій Міста до того, як будуть виконані будь-які кроки \pagelink{Combatsetup}{підготовки Бою.}\par Після виконання Дії Міста переверніть відповідний Жетон неактивною стороною на вашій Дошці Міста. Ви не можете використовувати цю Дію знову до початку наступного Раунду, коли Жетони будуть оновлені. \begin{itemize} \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/build.png}}] Жетон Будівництва\index{Жетон Будівництва}, використовується для розширення \pagelink{Town}{Міста}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/population.png}}] Жетон Населення\index{Жетон Населення}, використовується для Найму та Підкріплення \pagelink{Units}{Підрозділів} або для Найму \pagelink{Secondary}{Другорядного Героя}. \item [{\includegraphics[height=1.5\baselineskip, valign=c]{\images/spells.png}}]Жетон Книги Заклинань\index{Жетон Книги Заклинань}, використовується для придбання \pagelink{spells}{Заклинань}. Вимагає побудови Гільдії Магів для використання. \end{itemize}

source: \columnbreak \subsection*{Example Player Turn}
ua: \columnbreak \subsection*{Приклад Ходу Гравця}

source: \textit{Alice, who is playing the Hero Catherine the Knight, begins her Turn. She has 3 cards in her hand from the previous Round, and decides to discard 2 of them before drawing cards from her Deck up to her \mbox{Hand Limit \svg{hand}.} The current limit is 5, since her Main Hero is Level III, so she draws 4 cards after discarding (see \pagelinkwithcomma{Level}{Level Effects}).}\par \textit{She then spends her Build Token to construct the \svg{golden} Dwelling, and then her Population Token to \pagelink{Units}{recruit} the \svg{golden} unit Champions. She can do this, as she had previously built the prerequisite lower Level Dwellings (\svg{bronze} and \svg{silver}) and has enough \pagelink{Resources}{Resources} to both Build the Dwelling and to recruit the Champions.}\par \textit{Now prepared for an upcoming battle, she spends a Movement Point to move her Main Hero to an adjacent Field currently occupied by Sandro the Necromancer, an enemy Main Hero controlled by Bob. As Alice announces her intent to start Combat, both players still have an opportunity to perform Town Actions.}\par
ua: \textit{Аліса, грає за Героя Лицаря Катерину, починає свій Хід. У неї в руці є 3 Карти з попереднього Раунду, і вона вирішує скинути 2 з них, перш ніж добрати карти з Колоди до її \mbox{Ліміту Руки \svg{hand}.} Поточний ліміт - 5, оскільки її Головний Герой Рівня III, вона бере 4 карти після скидання (дивись \pagelinkwithcomma{Level}{Ефекти Рівнів}).}\par \textit{Потім вона використовує Жетон Будівництва для спорудження \svg{golden} Житла, а далі - Жетон Населення для \pagelink{Units}{найму} \svg{golden} Підрозділу Чемпіонів. Вона може це зробити, оскільки вже побудувала необхідні Житла нижчого Рівня - (\svg{bronze} та \svg{silver}) і має достатньо \pagelink{Resources}{Ресурсів} для обох дій - Будісництва Житла і найму Чемпіонів.}\par \textit{Підготувавшись до майбутнього бою, вона витрачає ОП для переміщення Головного Героя на сусіднє Поле, яке наразі зайняте Некромантом Сандро - ворожим Головним Героєм, якого контролює Боб. Коли Аліса оголошує про намір розпочати Бій, обидва гравці все ще мають можливість виконати Дії Міста.}\par

source: \pagetarget{Morale}{\subheader{Morale Actions}}\index{Morale Actions} Players can gain or lose Morale through various game effects. When you gain Morale, take a Positive Morale Token\index{Positive Morale} \svg{morale_positive}. You may only have one such Token. If you are about to gain a second Token, you may immediately spend the first one before gaining the second. A Positive Morale Token may be spent to perform any of the following Actions at any time: \begin{itemize} \item Draw a card from your Deck. \item Discard any number of cards, then draw that many cards. \item Reroll any Die you have thrown. \end{itemize} If you lose Morale, discard a Positive Morale Token \svg{morale_positive} if you have one, otherwise gain a Negative Morale\index{Negative Morale} Token \svg{morale_negative}. Inversely, gaining Positive Morale while you have a Negative Morale Token discards the Token. If you would gain a second Negative Morale Token, you must instead \textbf{discard your hand of cards} the next time you end your Turn.\par
ua: \pagetarget{Morale}{\subheader{Дії Моралі}}\index{Дії Моралі} Гравці можуть отримувати або втрачати Мораль за допомогою різних ігрових ефектів. Коли ви отримуєте Мораль, візьміть Жетон Позитивної Моралі\index{Позитивна Мораль} \svg{morale_positive}. У вас може бути лише один такий Жетон. Якщо ви маєте отримати другий Жетон, ви можете одразу витратити перший перед отриманням другого. Жетон Позитивної Моралі може бути витрачений на виконання будь-якої з наступних Дій у будь-який час: \begin{itemize} \item Візьміть Карту з вашої Колоди. \item Скиньте будь-яку кількість карт, потім візьміть таку ж кількість карт. \item Перекиньте будь-яку кинуту Кістку. \end{itemize} Якщо ви втрачаєте Мораль, скиньте Жетон Позитивної Моралі \svg{morale_positive}, якщо він у вас є, інакше отримайте Жетон Негативної Моралі\index{Негативна Мораль} \svg{morale_negative}. І навпаки, отримуючи Позитивну Мораль, поки ви маєте Жетон Негативної Моралі, ви маєте скинути цей Жетон. Якщо ви отримуєте другий Жетон Негативної Моралі, ви повинні натомість \textbf{скинути всі карти вашої руки} в кінці свого Ходу.\par

source: \note[]{5}{The Necropolis \svg{necro-yellow} Faction ignores any Morale effects. They cannot ever gain or lose Morale for any reason. } \columnbreak
ua: \note[]{5}{Фракція Некрополіс \svg{necro-yellow} ігнорує будь-які ефекти Моралі. Вони не можуть отримати або втратити Мораль за будь-яких причин. } \columnbreak

source: \begin{expansion}[before=\vspace*{-11mm}]{battlefield} \subsection*{\pagetarget{Morale Cards}{Morale cards}}\index{Morale cards}
ua: \begin{expansion}[before=\vspace*{-11mm}]{battlefield} \subsection*{\pagetarget{Morale Cards}{Карти Моралі}}\index{Карти Моралі}

source: You can use Morale cards \textbf{instead} of Tokens. During setup, remove all Morale cards with the Battlefield symbol, unless you're playing \pagelink{Adventure and Skirmish Modes}{Adventure or Skirmish}. Then shuffle the Positive and Negative Morale cards separately and place them face down.
ua: Ви можете використовувати карти Моралі \textbf{замість} Жетонів. Готуючись до гри, приберіть всі карти Моралі з символом Поля Бою, якщо не граєте \pagelink{Adventure and Skirmish Modes}{Пригоду чи Швидкий Бій}. Перетасуйте окремо карти Позитивної і Негативної Моралі і покладіть їх долілиць.

source: \draw (-2, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-positive.png}}}; \draw (2.4, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-negative-battlefield.png}}}; \draw (-1.2, 2.2) node {\encircle{1}}; \draw (3.2, 2.2) node {\encircle{1}}; \draw (-3.0, -1.4) node {\encircle{2}}; \draw (1.5, -1.0) node {\encircle{2}}; \draw (2.0, -2.0) node {\encircle{3}}; \end{tikzpicture} \vspace*{-1em} \begin{multicols*}{2} \centering \imagecaption{Positive Morale card}
ua: \draw (-2, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-positive.png}}}; \draw (2.4, 0) node[inner sep=0] {\makebox[0.47\linewidth][c]{\includegraphics[width=0.47\linewidth]{\cards/morale-negative-battlefield.png}}}; \draw (-1.2, 2.2) node {\encircle{1}}; \draw (3.2, 2.2) node {\encircle{1}}; \draw (-3.0, -1.4) node {\encircle{2}}; \draw (1.5, -1.0) node {\encircle{2}}; \draw (2.0, -2.0) node {\encircle{3}}; \end{tikzpicture} \vspace*{-1em} \begin{multicols*}{2} \centering \imagecaption{Карта Позитивної Моралі}

source: \imagecaption{Negative Morale card}
ua: \imagecaption{Карта Негативної Моралі}

source: [H] \centering \footnotesize \begin{subfigure}[t]{0.27\linewidth} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \end{itemize} \end{subfigure} \begin{subfigure}[t]{0.7\linewidth} \begin{itemize} \item[\textbf{3.}] Battlefield symbol\\{\scriptsize\textit{(Use such cards only in \pagelink{Adventure and Skirmish Modes}{Adventure and Skirmish} games)}} \end{itemize} \end{subfigure}
ua: [H] \centering \footnotesize \begin{subfigure}[t]{0.27\linewidth} \begin{itemize} \item[\textbf{1.}] Ім'я \item[\textbf{2.}] Ефект \end{itemize} \end{subfigure} \begin{subfigure}[t]{0.7\linewidth} \begin{itemize} \item[\textbf{3.}] Символ Поля Бою\\{\scriptsize\textit{(Використовуйте такі карти лише в іграх \pagelink{Adventure and Skirmish Modes}{Пригоди і Швидкий Бій})}} \end{itemize} \end{subfigure}

source: Every time you \textbf{gain} Morale, discard a Negative Morale card (if you have any); otherwise:
ua: Щоразу \textbf{отримуючи} Мораль - скиньте карту Негативної Моралі (якщо маєте); інакше:

source: In \pagelink{Adventure and Skirmish Modes}{Adventure and Skirmish}: Search(2) Positive Morale card and put the unwanted card to the bottom of the Deck.
ua: Для \pagelink{Adventure and Skirmish Modes}{Пригод і Швидкого Бою}: Шукайте(2) карти Позитивної Моралі і покладіть непотрібну під низ Колоди.

source: In regular games: draw 1 Positive Morale card.
ua: В звичайній грі: візьміть 1 карту Позитивної Моралі.

source: You may have \textbf{2 Positive Morale cards at a time}. Don't draw a third card.
ua: Ви можете мати \textbf{2 карти Позитивної Моралі одночасно}. Не беріть третю карту.

source: Every time you \textbf{lose} Morale, discard a Positive Morale card (if you have any); otherwise draw 1 Negative Morale card (no Searching!). You may have an \textbf{unlimited number of Negative Morale cards}.
ua: Щоразу, \textbf{втрачаючи} Мораль, скиньте карту Позитивної Моралі (якщо маєте); інакше візьміть 1 карту Негативної Моралі (не Шукайте!). Ви можете мати \textbf{необмежену кількість карт Негативної Моралі}.

source: Place newly gained Morale cards face up near your Hero Board. Positive Morale cards may be used at any moment you wish. Negative Morale cards must be used the next time when the situation indicated by the card occurs. \textbf{Put used cards at the bottom of their respective Decks}. If you must draw a Morale card but the respective Morale Deck is empty, reshuffle its Discard Pile to form a new Deck.
ua: Покладіть отриману карту Моралі лицем догори біля вашого Планшета Героя. Карту Позитивної Моралі можна використати в будь-який момент гри. Карти Негативної Моралі потрібно використати коли складеться вказана на ній умова. \textbf{Покладіть використані карти під низ відповідних Колод Моралі}. Якщо ви повинні взяти карту Моралі, але відповідна Колода Моралі пуста - перетасуйте її Стопку Скиду і сформуйте нову Колоду.
