Repository: Heegu-sama/Homm3BG
Catalog: translations/variants.tex/*.po
Languages: de, he

source: [H] \hommtable{38}{ \centering \textbf{Optional Rules Table}\\ \phantomsection\addcontentsline{toc}{subsection}{Optional Rules Table}\small { \iftoggle{noartbackground}{}{\color{white}} You may modify the rules to increase or decrease the game's difficulty.\\ } \bigskip \begin{tabularx}{\linewidth}{>{\hsize=0.3\hsize\linewidth=\hsize}X >{\hsize=1.667\hsize\linewidth=\hsize}X} \darkcell[1.5]{\iftoggle{noartbackground}{}{\color{white}}Game Difficulty Levels} & \darkcell[1.5]{Change to the default rules} \\ \darkcell[1.2]{Increase} & \lightcell[1.2]{Towns do not produce resources when \textbf{flagged}, but players may use the buildings of a captured Town.} \\ \darkcell[0.8]{Increase} & \lightcell[0.8]{You may not reroll your dice.} \\ \darkcell[0.8]{Increase} & \lightcell[0.8]{All Treasure and Resource dice only give 1 resource.} \\ \darkcell[0.8]{Increase} & \lightcell[0.8]{No starting bonus.} \\ \darkcell[0.8]{Decrease} & \lightcell[0.8]{You start the game with a Secondary Hero.} \\ \darkcell[0.8]{Decrease} & \lightcell[0.8]{Every unit deals at least 1 \svg{damage-yellow} during an attack.} \\ \darkcell[0.8]{Decrease} & \lightcell[0.8]{All Mines and Settlements provide double income.} \\ \darkcell[1.2]{Decrease} & \lightcell[1.2]{You may exchange your resources at any time, the Trading Post becomes \textbf{Visitable} and draws you 1 card from the Artifact Deck.} \\ \darkcell[0.8]{Decrease} & \lightcell[0.8]{Extending Combat no longer costs any MP.} \\ \darkcell[0.8]{Variant} & \lightcell[0.8]{The Attack Die no longer affects damage (but can still interact with abilities).} \\ \darkcell[0.8]{Variant} & \lightcell[0.8]{An Astrologers Proclaim card is also drawn at the start of the Resource Rounds.} \\ \darkcell[0.8]{Variant} & \lightcell[0.8]{Astrologers Proclaim cards are no longer drawn.} \\ \darkcell[0.8]{Variant} & \lightcell[0.8]{Black Cubes on all \textbf{Visitable} Fields are removed on \nth{4}, \nth{8}, and \nth{12} Rounds.} \\ \darkcell[1.2]{Variant} & \lightcell[1.2]{The cards that would normally go to your hand now go immediately to your discard pile instead.} \\ \end{tabularx} }
de: \hommtable{38}{ \centering \textbf{Übersicht über optionale Spielanpassungen}\\ \small { \iftoggle{noartbackground}{}{\color{white}} Diese Regelanpassungen erhöhen oder senken den Schwierigkeitsgrad einer Partie.\\ } \bigskip \begin{tabularx}{\linewidth}{>{\hsize=0.3\hsize\linewidth=\hsize}X >{\hsize=1.667\hsize\linewidth=\hsize}X} \darkcell[1.5]{\iftoggle{noartbackground}{}{\color{white}}Szenario\-Schwierig\-keit...} & \darkcell[1.5]{Änderungen im Vergleich zu den Standardregeln} \\ \darkcell[1.2]{...erhöhen} & \lightcell[1.2]{Städte produzieren keine Ressourcen mehr, sobald sie \textbf{eingenommen} wurden, aber ihr dürft die Gebäude einer durch euch eroberten Stadt nutzen.} \\ \darkcell[0.8]{...erhöhen} & \lightcell[0.8]{Würfelwürfe dürfen nicht wiederholt werden.} \\ \darkcell[0.8]{...erhöhen} & \lightcell[0.8]{Alle Schatz- und Ressourcenwürfel liefern nur 1 Ressource ihrer Art.} \\ \darkcell[0.8]{...erhöhen} & \lightcell[0.8]{Erhalte keinen Startbonus.} \\ \darkcell[0.8]{...senken} & \lightcell[0.8]{Ihr beginnt die Partie zusätzlich mit einem Nebenhelden.} \\ \darkcell[0.8]{...senken} & \lightcell[0.8]{Jede Einheit fügt während eines Angriffs immer mindestens 1 \svg{damage-yellow} zu.} \\ \darkcell[0.8]{...senken} & \lightcell[0.8]{Alle Minen und Siedlungen produzieren doppelt so viele Ressourcen.} \\ \darkcell[1.2]{...senken} & \lightcell[1.2]{Ihr dürft jederzeit Ressourcen tauschen. Der Handelsposten wird \textbf{besuchbar} und ihr zieht 1 Karte vom Artefakt-Deck, sobald ihr ihn besucht.} \\ \darkcell[0.8]{...senken} & \lightcell[0.8]{Das Verlängern der Kämpfe um eine Kampfrunde kostet keinen BP mehr.} \\ \darkcell[0.8]{Variante} & \lightcell[0.8]{Der Angriffswürfel beeinflusst keinen Schaden mehr (nur noch Fähigkeiten.)} \\ \darkcell[0.8]{Variante} & \lightcell[0.8]{Auch zu Beginn der Ressourcenrunden werden Astrologenkarten gezogen.} \\ \darkcell[0.8]{Variante} & \lightcell[0.8]{Es werden keine Astrologenkarten mehr gezogen.} \\ \darkcell[1.2]{Variante} & \lightcell[1.2]{Entferne zu Beginn der 4./8./12. Runde alle Statusmarker von \textbf{besuchbaren} Orten.} \\ \darkcell[1.2]{Variante} & \lightcell[1.2]{Karten, die ihr normalerweise sofort auf die Hand nehmen würdet, legt ihr stattdessen nun zuerst auf den eigenen Ablagestapel.} \\ \end{tabularx} }
he: [H] \hommtable{38}{ \texthebrew{\centering \textbf{טבלת חוקים אפשריים}\\ \phantomsection\addcontentsline{toc}{subsection}{טבלת חוקים אפשריים}\small { \iftoggle{noartbackground}{}{\color{white}} אתם יכולים לשנות את החוקים ובכך להעלות או להוריד את רמת הקושי של המשחק.\\ } \bigskip \begin{tabularx}{\linewidth}{>{\hsize=1.667\hsize\linewidth=\hsize}X >{\hsize=0.3\hsize\linewidth=\hsize}X} \darkcell[1.5]{\texthebrew{שינוי לעומת החוק הרגיל}} & \darkcell[1.5]{\iftoggle{noartbackground}{}{\color{white}}\texthebrew{רמת הקושי של המשחק}} \\ \lightcell[1.2]{\texthebrew{ערים לא מייצרות משאבים כאשר הן \textbf{נכבשות}, אבל השחקן יכול להשתמש במבנים של העיר הכבושה.}} & \darkcell[1.2]{\texthebrew{עולה}} \\ \lightcell[0.8]{\texthebrew{אסור להטיל קוביה שוב.}} & \darkcell[0.8]{\texthebrew{עולה}} \\ \lightcell[0.8]{\texthebrew{כל קוביות האוצרות והמשאבים מביאות רק משאב אחד.}} & \darkcell[0.8]{\texthebrew{עולה}} \\ \lightcell[0.8]{\texthebrew{ללא בונוסים התחלתיים.}} & \darkcell[0.8]{\texthebrew{עולה}} \\ \lightcell[0.8]{\texthebrew{השחקנים מתחילים את המשחק גם עם גיבור משני.}} & \darkcell[0.8]{\texthebrew{יורדת}} \\ \lightcell[0.8]{\texthebrew{כל יחידה תגרום לפחות ל- \svg{damage-yellow} אחד במהלך מתקפה.}} & \darkcell[0.8]{\texthebrew{יורדת}} \\ \lightcell[0.8]{\texthebrew{כל המכרות והיישובים מספקים הכנסה כפולה.}} & \darkcell[0.8]{\texthebrew{יורדת}} \\ \lightcell[1.2]{\texthebrew{ניתן להחליף את המשאבים שלך בכל רגע, עמדות המשחק הופכות \textbf{לניתנות לביקור} ומאפשרות לך לשלוף קלף 1 מחפיסת החפצים.}} & \darkcell[1.2]{\texthebrew{יורדת}} \\ \lightcell[0.8]{\texthebrew{המשך הקרב לא דורש עוד נקודות תנועה.}} & \darkcell[0.8]{\texthebrew{יורדת}} \\ \lightcell[0.8]{\texthebrew{קובית ההתקפה לא משפיעה על הנזק (אך עדיין בשימוש עם יכולות).}} & \darkcell[0.8]{\texthebrew{שונה}} \\ \lightcell[0.8]{\texthebrew{קלפי אסטרולוגיה נשלפים גם בתחילת סבב משאבים .}} & \darkcell[0.8]{\texthebrew{שונה}} \\ \lightcell[0.8]{\texthebrew{לא משתמשים בקלפי האסטרולוגיה כלל.}} & \darkcell[0.8]{\texthebrew{שונה}} \\ \lightcell[1.2]{\texthebrew{מסירים את הקוביות השחורות מכל השדות \textbf{הניתנות לביקור} בסיבובים הרביעי, השמיני וה-21.}} & \darkcell[1.2]{\texthebrew{שונה}} \\ \lightcell[1.2]{\texthebrew{קלפים שאמורים היו להגיע ישירות ליד שלך, יגיעו ישר לערמת הקלפים הזרוקים במקום.}} & \darkcell[1.2]{\texthebrew{שונה}} \\ \end{tabularx} }}

source: \columnbreak \subheader{Draft Start} This rule allows you to modify your starting Deck by drafting its contents during the game’s setup. After choosing your Heroes, instead of creating their normal starting Decks, follow the steps below. For each chosen Hero, take their Starting Ability card from the Ability Deck and their Level I Specialty card, and set them aside.
he: \columnbreak \subheader{התחלה בדראפט} חוק זה מאפשר לכם לשנות את החפיסה ההתחלתית שלכם על ידי דראפט (בחירת קלפים לסירוגין) של התוכן שלה במהלך הכנת המשחק. לאחר בחירת הגיבורים שלכם, במקום ליצור את החפיסות ההתחלתיות הרגילות שלהם, בצעו את השלבים הבאים. עבור כל גיבור שנבחר, קחו את קלף היכולת ההתחלתית שלו מחפיסת היכולות ואת קלף המומחיות רמה I שלו, והניחו אותם בצד.
