Repository: Heegu-sama/Homm3BG
Catalog: translations/variants.tex/*.po
Languages: de, he

source: \addsection{Rule Variants}{\spells/clone.png}
de: \addsection{Spielvarianten}{\spells/clone.png}
he: \addsection{\texthebrew{אפשרויות משחק נוספות}}{\spells/clone.png}

source: {2} You may modify the rules to increase or decrease difficulty, change how the game flows, or adjust its pacing. These are suggestions from the game developers.
de: {2} Mit diesen Varianten kann der Schwierigkeitsgrad, die Spieldynamik oder das Spieltempo angepasst werden. Dies sind Vorschläge der Spielentwickler.
he: {2} אתם יכולים לערוך את החוקים כדי להעלות או להוריד את רמת הקושי, לשנות את זרימת המשחק, או להתאים את הקצב שלו. אלו הצעות ממפתחי המשחק.

source: \bigskip \subheader{Chaos Cards} Whenever you are about to discard a card, Remove that card instead. Then, take the top card from the corresponding Deck and place it in your discard pile.
de: \bigskip \subheader{Chaos-Karten} Wann immer du eine Karte abwirfst, entferne die Karte stattdessen. Ziehe anschließend die oberste Karte vom entsprechenden Deck and lege sie auf deinen Ablagestapel.
he: \bigskip \subheader{אנדרלמוסיה בקלפים} בכל פעם שאתם עומדים לזרוק קלף, הסירו את הקלף הזה במקום. לאחר מכן, קחו את הקלף העליון מהחפיסה המתאימה והניחו אותו בערימת הקלפים הזרוקים שלכם.

source: \textbf{Note:} Statistic and Specialty cards are still discarded normally.
de: \textbf{Hinweis:} Statistik-und Sonderfähigkeitskarten werden wie gewohnt abgeworfen.
he: \textbf{הערה:} קלפי סטטיסטיקה ומומחיות עדיין נזרקים כרגיל.

source: Even if you use a Knowledge card to return a Spell to your hand, the Spell is still removed, and you receive a new one from the top of the Spell Deck instead.
de: Auch wenn du Wissen nutzt, um einen Zauber zurück auf die Hand zu nehmen, wird der Zauber entfernt und du erhältst den obersten Zauber vom Zauberdeck stattdessen.
he: אפילו אם אתם משתמשים בקלף ידע (\textenglish{Knowledge}) על מנת להחזיר קלף קסם ליד, הקסם עדיין מוסר מהמשחק ואתם מקבלים במקומו קלף קסם אחר מראש חפיסת הקלפים.

source: \bigskip \subheader{Neutral Army} When you use a Population token to \textbf{recruit} units, instead of \textbf{recruiting} them normally, for every Dwelling you have, draw 2 corresponding Neutral Unit cards. You can \textbf{recruit} any number of these units if you \svg{pay} their \svg{recruit} costs. Discard all units that were not recruited.
de: \bigskip \subheader{Neutrale Armee} \textbf{Rekrutierst} du Einheiten mittels Bevölkerungsmarker, ziehe für jede gebaute Behausung 2 Karten vom entsprechenden Deck neutraler Einheiten anstatt normal zu rekrutieren. Du kannst beliebig viele dieser Einheiten \textbf{rekrutieren}: Zahle \svg{pay} dazu ihre \svg{recruit} Kosten. Wirf alle nicht rekrutierten Einheiten ab.
he: \bigskip \subheader{צבא נייטרלי} כאשר משתמשים באסימון הגיוס על מנת \textbf{לגייס} יחידות, במקום \textbf{לגייס} אותן כרגיל, עבור כל מבנה מגורים שיש לכם, שלפו 2 קלפי יחידות נייטרלים מאותה הרמה. תוכלו \textbf{לגייס} כל אחת מהיחידות הללו אם \svg{pay} את מחיר ה-\svg{recruit} שלהם. זרקו את כל היחידות שלא גייסתם.

source: \textbf{Note:} This variant is recommended only when there are no Heroes with unit-oriented Special Abilities in the game.
de: \textbf{Hinweis:} Diese Variante wird nur empfohlen, wenn ohne Helden mit Einheiten-spezifischen Sonderfähigkeiten gespielt wird.
he: \textbf{הערה:} השינוי הזה מומלץ אך ורק במקרה בו אין במשחק גיבורים עם קלפי מומחיות ספציפיים ליחידה מסויימת.

source: \columnbreak \subheader{Draft Start} This rule allows you to modify your starting Deck by drafting its contents during the game’s setup. After choosing your Heroes, instead of creating their normal starting Decks, follow the steps below. For each chosen Hero, take their Starting Ability card from the Ability Deck and their Level 1 Specialty card, and set them aside.
de: \columnbreak \subheader{Draft Start} Diese Regel erlaubt dir, dein Startdeck während des Spielaufbaus zu modifizieren. Nach der Wahl eines Helden und anstatt das Startdeck normal zu bilden, befolge folgende Schritte: Nimm die Startfähigkeit und die Sonderfähigkeit Stufe 1 deines gewählten Helden und lege sie beiseite.

source: Shuffle the Artifact, Ability, and Spell Decks separately. Each player draws the top 2 cards from each of these Decks and chooses one to keep. Then, each player passes the remaining 5 cards to the player on their left. Repeat this step until all of the cards have been taken.
de: Mische das Artefakt-, Fähigkeiten- und Zauberdeck separat. Jeder Spieler zieht 2 Karten von jedem dieser Decks und behält eine der gezogenen Karten. Die übrigen 5 Karten werden an den Mitspieler im Uhrzeigersinn weitergegeben. Wiederhole diesen Schritt, bis alle Karten verteilt sind.
he: ערבבו את חפיסות החפצים, היכולות והקסמים בנפרד. כל שחקן שולף 2 קלפים עליונים מכל אחת מהחפיסות הללו ובוחר אחד לשמור. לאחר מכן, כל שחקן מעביר את 5 הקלפים הנותרים לשחקן משמאלו. חזרו על שלב זה עד שכל הקלפים נלקחו.

source: When that happens, the players -- once again -- draw the top 2 cards from the three Decks, choose one to keep, and pass the remaining five to the next player, but this time to the one on their right. Repeat the step until every player has a Deck totaling 12 cards drafted this way.
de: Anschließend zieht erneut jeder Spieler zwei Karten von jedem der drei Decks, behält wieder eine davon und reicht die verbliebenen 5 Karten weiter, dieses Mal gegen den Uhrzeigersinn. Wiederhole diesen Schritt, bis auf diese Weise jeder Spieler ein Deck von insgesamt 12 Karten gebildet hat.
he: לאחר מכן, השחקנים, שוב, שולפים 2 קלפים עליונים משלוש החפיסות, בוחרים אחד לשמור, ומעבירים את חמשת הנותרים לשחקן הבא, אבל הפעם לזה שמימינם. חזרו על השלב עד שלכל שחקן יש חפיסה בסך הכל של 12 קלפים שנבחרו בדרך זו.

source: Now, based on the icons shown on their Hero Board, each player adds the corresponding Statistic cards to their Deck. At this point, a Might Hero's Deck should consist of 18 cards, and a Magic Hero's Deck of 17 cards.
de: Anschließend fügt jeder Spieler seinem Deck die auf seinem Heldentableau angegebenen Statistikkarten hinzu. Decks von Macht-Helden bestehen dann aus 18 Karten, Decks von Magie-Helden aus 17 Karten.
he: כעת, בהתאם לסמלים המוצגים על לוח הגיבור שלהם, כל שחקן מוסיף את קלפי הסטטיסטיקה המתאימים לחפיסה שלו. בשלב זה, החפיסה של גיבור עוצמה צריכה להכיל 18 קלפים, והחפיסה של גיבור קסם 17 קלפים.

source: Each player selects 7 cards from their Deck (discarding the rest) and adds them to the two cards they set aside at the beginning. Now, every player has their drafted Deck of 9 cards ready.
de: Jeder Spieler wählt dann aus all diesen Karten 7 Karten für sein Startdeck aus und fügt die 2 beiseite gelegten Karten hinzu. Die übrigen Karten werden abgeworfen. So hat jeder Spieler nun sein Startdeck mit 9 Karten fertiggestellt.
he: כל שחקן בוחר 7 קלפים מהחפיסה שלו (זורק את השאר) ומוסיף אותם לשני הקלפים שהניח בצד בהתחלה. כעת, לכל שחקן יש חפיסה מוכנה של 9 קלפים שנבחרו בדראפט.

source: \textbf{Note:} This variant is recommended for 3+ players.
de: \textbf{Hinweis:} Diese Variante wird erst ab 3+ Spielern empfohlen.
he: \textbf{הערה:} השינוי הזה מומלץ למשחק של שלושה שחקנים או יותר.

source: \columnbreak \pagetarget{Split Artifact and Spell Decks}{\subheader{Split Artifact and Spell Decks}}
de: \columnbreak \pagetarget{Split Artifact and Spell Decks}{\subheader{Getrennte Artefakt- und Zauberdecks}}
he: \columnbreak \pagetarget{Split Artifact and Spell Decks}{\subheader{חלוקת חפיסות החפצים וחפיסות הקסמים}}

source: \textbf{Note:} Split Decks are often used in \pagelink{Tournament Mode}{Tournament Mode}.
de: \textbf{Hinweis:} Diese Variante wird üblicherweise im \pagelink{Tournament Mode}{Turniermodus} verwendet.
he: \textbf{הערה:} בדרך כלל משתמשים בחפיסות מחולקות \pagelink{Tournament Mode}{במצב טורניר (\textenglish{Tournament})}.

source: During Setup, split Artifact cards by \pagelink{Artifact}{their level} into 3 separate Decks: Minor, Major and Relic. % no-check-caps Afterwards, split the Spell Deck into 2 separate Decks for \pagelink{Schools of Magic}{Basic and Expert Spells}. Discard the top card of each of the five Decks to form their Discard Pile.
de: Trenne während des Spielaufbaus die Artefaktkarten nach \pagelink{Artifact}{ihrer Seltenheit} in 3 getrennte Decks: Gewöhnliche, Seltene und Reliktartefakte. % no-check-caps Bilde auch mit den Zaubern 2 separate Decks für \pagelink{Schools of Magic}{Basis- und Expertenzauber}. Wirf die oberste Karte jedes der 5 Decks ab, um einen Ablagestapel zu bilden.
he: במהלך הכנת המשחק, חלקו את חפיסת החפצים ל-3 חפיסות נפרדות בהתאם \pagelink{Artifact}{לרמה שלהם}: משני (\textenglish{Minor}), עוצמתי (\textenglish{Major}) ואגדי (\textenglish{Relic}). % no-check-caps לאחר מכן,חלקו את חפיסת הקסמים לשתי חפיסות נפרדות \pagelink{Schools of Magic}{קסמים בסיסיים (\textenglish{Basic}) וקסמים מתקדמים (\textenglish{Expert})}. זרקו את הקלף העליון מכל אחת מחמש החפיסות כדי ליצור את ערימת הקלפים הזרוקים שלהן.

source: Each time you gain an Artifact card or a Spell card \textbf{from Visiting a Map Location}, perform a Search (X) action or draw a card from one of the available Decks depending on your Hero's position on the Map, according to the table below. If several Decks are available, choose one.
de: Jedes Mal, wenn du ein Artefakt oder einen Zauber durch \textbf{den Besuch eines Ortes} erhältst, führe eine Durchsuchen-Aktion aus oder ziehe die Karte von einem der verfügbaren Decks, abhängig vom dem Gebiet, auf dem sich der besuchende Helden befindet. Der untenstehende Tabelle zeigt die verfügbaren Decks. Sind mehrere Decks verfügbar, wähle eines davon.
he: בכל פעם שאתם מקבלים קלף חפץ או קלף קסם \textbf{מביקור במיקום מפה}, בצעו פעולת חיפוש (X) או שלפו קלף מאחת החפיסות הזמינות בהתאם למיקום הגיבור שלכם על המפה, לפי הטבלה למטה. אם מספר חפיסות זמינות, בחרו אחת.

source: \begin{table}[H] \hommtable{15}{ \centering \medskip \textbf{Deck availability}\\ \bigskip \begin{tabularx}{0.95\linewidth}{>{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.34\hsize\linewidth=\hsize}X >{\hsize=0.32\hsize\linewidth=\hsize}X } \darkcell[1.2]{Hero's\\ Position} & \darkcell[1.2]{Artifact\\ Decks} & \darkcell[1.2]{Spell\\ Decks} \\ \darkcell[1.2]{Tiles I, II--III} & \lightcell[1.2]{Minor} & \lightcell[1.2]{Basic} \\ \darkcell[1.2]{Tiles IV--V} & \lightcell[1.2]{Minor\\ Major} & \lightcell[1.2]{Basic\\ Expert} \\ \darkcell[1.6]{Tiles VI--VII} & \lightcell[1.6]{Minor\\ Major\\ Relic} & \lightcell[1.6]{Basic\\ Expert} \\ \end{tabularx} } \end{table}
de: \begin{table}[H] \hommtable{15}{ \centering \medskip \textbf{Verfügbare Decks}\\ \bigskip \begin{tabularx}{0.95\linewidth}{>{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.34\hsize\linewidth=\hsize}X >{\hsize=0.32\hsize\linewidth=\hsize}X } \darkcell[1.2]{Helden-\\ Position} & \darkcell[1.2]{Artifakt-\\ Decks} & \darkcell[1.2]{Zauber-\\ Decks} \\ \darkcell[1.2]{Gebiete I, II--III} & \lightcell[1.2]{gewöhnlich} & \lightcell[1.2]{Basis} \\ \darkcell[1.2]{Gebiete IV--V} & \lightcell[1.2]{gewöhnlich\\ selten} & \lightcell[1.2]{Basis\\ Experte} \\ \darkcell[1.6]{Gebiete VI--VII} & \lightcell[1.6]{gewöhnlich\\ selten\\ Relikt} & \lightcell[1.6]{Basis\\ Experte} \\ \end{tabularx} } \end{table}
he: \begin{table}[H] \hommtable{15}{ \centering \medskip \textbf{\texthebrew{זמינות חפיסות}}\\ \bigskip \begin{tabularx}{0.95\linewidth}{>{\hsize=0.32\hsize\linewidth=\hsize}X >{\hsize=0.34\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X } \darkcell[1.2]{\texthebrew{חפיסות}\\ \texthebrew{קסמים}} & \darkcell[1.2]{\texthebrew{חפיסות}\\ \texthebrew{חפצים}} & \darkcell[1.2]{\texthebrew{מיקום}\\ \texthebrew{הגיבור}} \\ \lightcell[1.2]{\textenglish{Basic}} & \lightcell[1.2]{\textenglish{Minor}} & \darkcell[1.2]{\texthebrew{אריחים} I, II--III} \\ \lightcell[1.2]{\textenglish{Basic}\\ \textenglish{Expert}} & \lightcell[1.2]{\textenglish{Minor}\\ \textenglish{Major}} & \darkcell[1.2]{\texthebrew{אריחים} IV--V} \\ \lightcell[1.6]{\textenglish{Basic}\\ \textenglish{Expert}} & \lightcell[1.6]{\textenglish{Minor}\\ \textenglish{Major}\\ \textenglish{Relic}} & \darkcell[1.6]{\texthebrew{אריחים} VI--VII} \\ \end{tabularx} } \end{table}

source: If you gain an Artifact or a Spell \textbf{outside of a Map Location} (e.g. by buying a Spell in a Mage Guild), \textbf{only your Main Hero's position} is relevant for choosing from the available Decks. % clarification: https://discord.com/channels/740870068178649108/897475192677355560/1201813535857057822 Or https://discord.com/channels/740870068178649108/897475192677355560/1201802322624122930
de: Falls du ein Artefakt oder einen Zauber \textbf{außerhalb eines Ortes} (z.B. durch Kauf eines Zaubers in der Magiergilde) erhältst, ist \textbf{nur die Position deines Haupthelden} relevant, um die verfügbaren Decks zu bestimmen. % clarification: https://discord.com/channels/740870068178649108/897475192677355560/1201813535857057822 Or https://discord.com/channels/740870068178649108/897475192677355560/1201802322624122930
he: אם אתם מקבלים חפץ או קסם \textbf{מחוץ למיקום מפה} (לדוגמה על ידי קניית קסם בגילדת הקוסמים), \textbf{רק מיקום הגיבור הראשי שלכם} רלוונטי לבחירה מהחפיסות הזמינות. % clarification: https://discord.com/channels/740870068178649108/897475192677355560/1201813535857057822 Or https://discord.com/channels/740870068178649108/897475192677355560/1201802322624122930

source: \vspace*{\fill} \columnbreak \subheader{Gold Pool} This alternative rule for building and managing your army changes the dynamics of multiplayer clash games, improving the experience, particularly in games with an odd number of players. By mitigating the impact of casualties, it gives early combatants a fair chance against players with fresh armies and denies them an easy win.
de: \vspace*{\fill} \columnbreak \subheader{Goldvorrat} Diese Variante für das Rekrutieren und Verwalten deiner Armee ändert die Dynamik in Konfliktszenarien und verbessert das Spielerlebnis, insbesondere in Spielen mit ungerader Spielerzahl. Die Auswirkungen von Verlusten werden abgemildert, frühe Kämpfer erhalten eine faire Chance gegen Spieler mit frischen Armeen und ein zu leichter Sieg wird verhindert.
he: \vspace*{\fill} \columnbreak \subheader{מאגר זהב} חוק חלופי זה לבניית וניהול הצבא שלכם משנה את הדינמיקה של משחקי עימות מרובי שחקנים, משפר את החוויה, במיוחד במשחקים עם מספר אי-זוגי של שחקנים. על ידי הפחתת ההשפעה של אבדות, הוא נותן לשחקנים שנלחמים מוקדם סיכוי הוגן מול שחקנים עם צבאות טריים ומונע מהם ניצחון קל.

source: Your pool of resources is now called the Unspent Pool. When you use the Population token to \textbf{recruit} or \textbf{reinforce}, instead of placing the \svg{gold} and \svg{valuablegreater} from your Unspent Pool back in the box, place the resources in a separate pile near your Unit Deck -- this will be your Reserved Pool. The resources from the Reserved Pool cannot be used.
de: Euer Ressourcenvorrat wird nun Verfügbarer Vorrat genannt. Nutzt du den Bevölkerungsmarker zum \textbf{Rekrutieren} oder \textbf{Verstärken}, dann gib das \svg{gold} und \svg{valuablegreater} eures Verfügbaren Vorrats nicht wie üblich in den allgemeinen Vorrat zurück, sondern platziere es in einem separaten Vorrat nahe eures Einheitendecks - das ist eure \textbf{Reserve}. Ressourcen eurer Reserve sind nicht verfügbar.
he: מאגר המשאבים שלכם נקרא כעת המאגר הלא-מנוצל. כאשר אתם משתמשים באסימון הגיוס כדי \textbf{לגייס} או \textbf{לתגבר}, במקום להחזיר את ה-\svg{gold} וה-\svg{valuablegreater} מהמאגר הלא-מנוצל שלכם לקופסה, הניחו את המשאבים בערימה נפרדת ליד חפיסת היחידות שלכם -- זה יהיה המאגר השמור שלכם. לא ניתן להשתמש במשאבים מהמאגר השמור.

source: The next time you use your Population token to expand your army, you will be able to freely change your recruited units, meaning that you can not only buy new units, but also sell the ones you have. When you sell a unit or when it perishes, simply return its costs -- both in \svg{gold} and \svg{valuablegreater} -- from your Reserved Pool to your Unspent Pool. You can \textbf{recruit} and \textbf{reinforce} as many units as you can afford.
de: Jedes Mal, wenn du mittels Bevölkerungsmarker deine Armee erweiterst, kannst du auch Einheiten auswechsel, d. h. nicht nur neue Einheiten kaufen, sondern auch rekrutierte Einheiten verkaufen. Verkaufst du eine Einheit oder wird sie besiegt, führe ihre Kosten -- sowohl \svg{gold} als auch \svg{valuablegreater} -- von der Reserve zurück in deinen Verfügbaren Vorrat. Du kannst \textbf{rekrutieren} und \textbf{verstärken} so lange du alles bezahlen kannst.
he: בפעם הבאה שתשתמשו באסימון הגיוס כדי להרחיב את הצבא שלכם, תוכלו לשנות בחופשיות את היחידות המגויסות שלכם, כלומר שתוכלו לא רק לקנות יחידות חדשות, אלא גם למכור את אלו שיש לכם. כאשר אתם מוכרים יחידה או כאשר היא נופלת, פשוט החזירו את העלויות שלה -- גם ב-\svg{gold} וגם ב-\svg{valuablegreater} -- מהמאגר השמור שלכם למאגר הלא-מנוצל שלכם. אתם יכולים \textbf{לגייס} ו\textbf{לתגבר} כמה יחידות שאתם יכולים להרשות לעצמכם.

source: Whenever your unit is flipped from the ``Pack'' side to the ``Few'' side, you regain the \svg{reinforce}.
de: Auch wenn eine Einheit von der ``Rudel''-Seite zu ``Wenigen'' reduziert wird, erhälst du die \svg{reinforce} Kosten zurück.
he: בכל פעם שיחידה שלכם מתהפכת מצד ״רבים״ לצד ״מעטים״, אתם מקבלים בחזרה את ה-\svg{reinforce}.

source: Whenever you use a card that reduces a unit's \textbf{recruitment} or \textbf{reinforcement} costs, keep it with the unit's card to remind you how much \svg{gold} and \svg{valuablegreater} you will regain when the unit perishes or when it is sold (or when it is flipped to the ``Few'' side, if you used the card to pay the \svg{reinforce}). When this happens, return the ``discount card'' to your hand.
de: Wenn du eine Karte mit einem Rabatt-Effekt auf die \textbf{Rekrutierungs-} oder \textbf{Verstärkungskosten} spielst, lege diese Karte zu der Einheit, um dir zu merken, wie viel \svg{gold} und \svg{valuablegreater} du zurückerhältst, wenn du die Einheit verlierst oder verkaufst. Sobald das geschehen ist, nimm die ``Rabattkarte'' zurück auf die Hand.
he: בכל פעם שאתם משתמשים בקלף שמפחית את עלויות \textbf{הגיוס} או \textbf{התגבור} של יחידה, שמרו אותו עם קלף היחידה כדי להזכיר לכם כמה \svg{gold} ו-\svg{valuablegreater} תקבלו בחזרה כאשר היחידה נופלת או כאשר היא נמכרת (או כאשר היא מתהפכת לצד ״מעטים״, אם השתמשתם בקלף כדי לשלם את ה-\svg{reinforce}). כאשר זה קורה, החזירו את ״קלף ההנחה״ ליד שלכם.
