Repository: Heegu-sama/Homm3BG
Catalog: translations/map_elements.tex/*.po
Languages: de, fr, he, pl, ru

source: \pagetarget{Map}{\addsection{Map Elements}{\skills/logistics.png}}
he: \pagetarget{Map}{\addsection{\texthebrew{רכיבי המפה}}{\skills/logistics.png}}

source: {2} Each Scenario is built using four types of Map Tiles. Players start on their Faction-Specific Starting (I) Tile. Other Tiles may be placed and discovered as described on the next page. During the game's setup, all face-down Tiles should be selected randomly from the pool of possible Tiles as described by the Scenario and shuffled, keeping them face-down.\par The \textbf{roman numeral} on each Tile describes the overall \textbf{difficulty of Neutral Units} on that Tile, as well as the number of rewards players can expect to find on that Tile. Starting (I) Tiles are the easiest while Center (VI–VII) Tiles are the most difficult.\par
he: {2} כל תרחיש בנוי מארבעה סוגים של אריחי מפה. השחקנים מתחילים על אריח הצבא ההתחלתי (I) שלהם. ניתן להניח ולחשוף אריחים אחרים לפי המתואר בעמוד הבא. בזמן הכנת המשחק יש לבחור באופן אקראי מתוך מאגר האריחים הנדרשים לתרחיש, לערבב אותם ולשמור אותם מונחים כלפי מטה.\par \textbf{הספרה הרומית} על כל אריח מייצגת את \textbf{דרגת הקושי הכללית} של היחידות הניטרליות, כמו גם מספר הפרסים שניתן לצפות למצוא על אריח זה. האריחים ההתחלתיים (I) הם הקלים ביותר בעוד שאריחי המרכז \textenglish{(VI--VII)} הם הקשים ביותר.\par

source: \subsection*{Map Tile Anatomy}\index{Map Tile} Each Map Tile is divided into 7 separate \textbf{Fields} that your Heroes can \textbf{Visit}. When your Hero moves to a Field, they must immediately Visit it if unguarded, or first start a \pagelink{Combat}{Combat} against the enemies guarding it before Visiting. Empty Fields\index{Empty Field} do nothing when Visited. Solid yellow lines on a Field's edge cannot be passed through. \pagelink{Difficulty}{Roman numerals} written on a Field indicate that the Field is guarded by Neutral enemies that must be fought to Visit it.\par \note{3}{ A Blocked Field cannot be entered, but can be exited. } \columnbreak
he: \subsection*{מבנה אריחי המפה}\index{אריח מפה} כל אריח מפה מחולק ל-7 \textbf{שדות} נפרדים שגיבוריך יכולים \textbf{לבקר}. כאשר הגיבור שלך נע לשדה, הוא מוכרח לבקר בו באופן מיידי, אם אינו מוגן, לחלופין להילחם ב\pagelink{Combat}{קרב} נגד האויבים המגנים על השדה, לפני שיוכל לבקר בו. שדות ריקים\index{שדה ריק} אינם מניבים דבר כאשר מבקרים בהם. לא ניתן לעבור שדה עם קו גבול מודגש בצהוב. \pagelink{Difficulty}{מספרים רומיים} הכתובים על שדה מציינים את דרגת הקושי של היחידות הניטרליות שצריך להילחם על מנת לבקר בשדה זה.\par \note{3}{ \texthebrew{לא ניתן להיכנס לשדה חסום, אך ניתן לצאת ממנו.} } \columnbreak

source: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/maptiles.png}}}; \draw (-3.8, 3.2) node {\encircle{1}}; \draw (0.6, 3.2) node {\encircle{2}}; \draw (-3.8, -0.7) node {\encircle{3}}; \draw (0.6, -0.7) node {\encircle{4}}; \end{tikzpicture} \imagecaption{\footnotesize{}Types of Map Tiles} \end{center}
he: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/maptiles.png}}}; \draw (3.8, 3.2) node {\encircle{1}}; \draw (-0.6, 3.2) node {\encircle{2}}; \draw (3.8, -0.7) node {\encircle{3}}; \draw (-0.6, -0.7) node {\encircle{4}}; \end{tikzpicture} \imagecaption{\footnotesize{}סוגים של אריחי מפה} \end{center}

source: \begin{itemize} \footnotesize \item[\textbf{1.}] Starting Map Tiles: I \item[\textbf{2.}] Far Map Tiles: II--III \item[\textbf{3.}] Near Map Tiles: IV--V \item[\textbf{4.}] Center Map Tiles: VI--VII \end{itemize}
he: \begin{itemize} \footnotesize \item[\textbf{1.}] אריח מפה התחלתי: I \item[\textbf{2.}] אריח מפה רחוק: \textenglish{II--III} \item[\textbf{3.}] אריח מפה קרוב: \textenglish{IV--V} \item[\textbf{4.}] אריח מפה מרכזי: \textenglish{VI--VII} \end{itemize}

source: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=0.75\linewidth]{\images/fields.png}}}; \draw (0, -0.3) node {\encirclesmall{1}}; \draw (-1.9, 0) node {\encirclesmall{2}}; \draw (2.3, 0) node {\encirclesmall{2}}; \draw (-1.4, 1.7) node {\encirclesmall{2}}; \draw (0.6, -1.9) node {\encirclesmall{2}}; \draw (0.5, 1.7) node {\encirclesmall{2}}; \draw (1.4, -2.2) node {\encirclesmall{3}}; \draw (1.4, 2.5) node {\encirclesmall{4}}; \draw (1.4, -1) node {\encirclesmall{4}}; \draw (-1, 0.5) node {\encirclesmall{5}}; \draw (-1.1, -1.1) node {\encirclesmall{6}}; \draw (-1.4, -1.7) node {\encirclesmall{7}}; \end{tikzpicture} \end{center}
he: \begin{scope}[xscale=-1] \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=0.75\linewidth]{\images/fields.png}}}; \draw (0, -0.3) node {\encirclesmall{1}}; \draw (-1.9, 0) node {\encirclesmall{2}}; \draw (2.3, 0) node {\encirclesmall{2}}; \draw (-1.4, 1.7) node {\encirclesmall{2}}; \draw (0.6, -1.9) node {\encirclesmall{2}}; \draw (0.5, 1.7) node {\encirclesmall{2}}; \draw (1.4, -2.2) node {\encirclesmall{3}}; \draw (1.4, 2.5) node {\encirclesmall{4}}; \draw (1.4, -1) node {\encirclesmall{4}}; \draw (-1, 0.5) node {\encirclesmall{5}}; \draw (-1.1, -1.1) node {\encirclesmall{6}}; \draw (-1.4, -1.7) node {\encirclesmall{7}}; \end{scope} \end{tikzpicture} \end{center}

source: \begin{center} \imagecaption{Map Tile Anatomy} \end{center} \begin{itemize} \footnotesize \begin{multicols}{2} \item[\textbf{1.}] Empty Field \item[\textbf{2.}] Location \item[\textbf{3.}] Artifact Symbol \item[\textbf{4.}] Field Difficulty \item[\textbf{5.}] Border line \item[\textbf{6.}] Blocked Field \item[\textbf{7.}] Tile name like \\{} \texttt{F2} or \texttt{\#N3}
he: \begin{center} \imagecaption{מבנה אריחי המפה} \end{center} \begin{itemize} \footnotesize \begin{multicols}{2} \item[\textbf{1.}] שדה ריק \item[\textbf{2.}] מקום \item[\textbf{3.}] סמל חפץ \item[\textbf{4.}] דרגת הקושי של השדה \item[\textbf{5.}] גבול השדה \item[\textbf{6.}] שדה חסום \item[\textbf{7.}] שם האריח \\{} \texttt{\textenglish{F2}} או \texttt{\textenglish{\#N3}} לדוגמה

source: \pagetarget{Categories}{\subsection*{Location Categories}} Visiting Fields provides Heroes with benefits, such as gaining Resources or cards (see \pagelinkwithcomma{All Map Locations}{All Map Locations}). There are three categories of Fields: \begin{itemize} \item \textbf{Visitable} – Once you Visit this Field, place a Black Cube on it. Treat it as an Empty Field as long as it has a Black Cube. \item \textbf{Flaggable} – These Fields can be captured by players and provide passive benefits. When you Visit one, place your Faction Cube on it. Enemy Heroes who Visit your flagged Fields will replace your Cube with theirs to \textbf{steal} the Field’s effects. Allied Heroes treat flagged Fields \textbf{as if they were empty}. \item \textbf{Revisitable} – You can Visit this Field multiple times. Do not place any Cubes when you Visit it. You may pay 1 MP to Visit this Field again. \end{itemize} \vspace*{\fill} \columnbreak
he: \pagetarget{Categories}{\subsection*{סיווג מקומות}} ביקור בשדות עשוי לזכות גיבור במספר יתרונות כגון קלפים או משאבים (ראה \pagelinkwithcomma{All Map Locations}{מקרא מקומות}). יש שלושה סיווגים למקומות: \begin{itemize} \item \textbf{ניתן לביקור} – ברגע שאתה מבקר בשדה, הנח קובייה שחורה עליו והתייחס אליו כאל שדה ריק כל עוד הקובייה השחורה נמצאת עליו. \item \textbf{ניתן לכיבוש} – שדות אלו יכולים להיכבש על ידי שחקנים ולספק הכנסה פסיבית. כאשר אתה מבקר בשדה זה, הנח את קוביית הצבא שלך עליו. גיבורי היריב המבקרים בשדות הכבושים שלך יחליפו את הקוביה שלך בשלהם כדי \textbf{לגנוב} את האפקט של השדה. גיבורים שנמצאים בברית איתך מתייחסים לשדות אלו \textbf{כשדות ריקים}. \item \textbf{ניתן לביקור חוזר} – תוכל לבקר בשדה מספר פעמים. אל תשים את קוביית הצבא שלך. ניתן להשתמש בנקודת תנועה נוספת על מנת לבקר בשדה בשנית. \end{itemize} \vspace*{\fill} \columnbreak

source: \pagetarget{Placing}{\subheader{Placing and Discovering New Tiles}}\index{Discovering Tiles} Heroes may spend 1 MP to either reveal an adjacent face-down Tile, or to place a Far (II–III) Map Tile from their own supply of Tiles (scenario rules determine the Tiles in your own supply). All face-down Tiles should be kept \textbf{hidden from all players} until they are about to be placed or revealed. New Tiles must be placed adjacent to the Hero who spends the MP, and connected to at least two other existing Tiles. New Tiles must also be positioned so that there is a valid path that eventually connects them with all other Tiles. You may always rotate Map Tiles when placing or revealing them.
he: \pagetarget{Placing}{\subheader{להניח ולחשוף אריחים חדשים}}\index{גילוי אריחים} גיבורים רשאים להשתמש בנקודת תנועה על מנת לחשוף אריח סמוך, או להניח אריח רחוק (II\textenglish{--}III) מתוך מאגר האריחים שלהם (חוקי התרחיש קובעים אילו אריחים יהיו במאגר שלכם). כל האריחים צריכים להיות \textbf{מוסתרים מכל השחקנים} עד לרגע שהם נחשפים או מונחים. עליך להניח אריחים חדשים סמוך לגיבור שהשתמש בנקודת התנועה, ועליהם להיות מחוברים לפחות לשני אריחים קיימים. בנוסף, עליך למקם אותם כך שיהיה מסלול חוקי מהאריח אל שאר האריחים. אתה תמיד רשאי לסובב את האריחים בזמן הנחתם או חשיפתם.
ru: \pagetarget{Placing}{\subheader{Размещение и исследование новых фрагментов}}\index{Карта!исследование} Герои могут потратить 1 ОП для открытия соседнего с ними фрагмента, лежащего лицом вниз, или для размещения дальнего (II--III) фрагмента из личного запаса игрока (в описании сценариев указано, какие фрагменты в личном запасе). Все лежащие лицом вниз фрагменты должны быть \textbf{скрыты от всех игроков}, пока не появится необходимость их исследовать. Новые фрагменты должны быть расположены рядом с героем, потратившим ОП, и соединяться как минимум с двумя соседними. Также новые фрагменты должны располагаться так, чтобы была возможность прохода из всех остальных фрагментов. Вы всегда можете вращать фрагменты при открытии.

source: \medskip \note{6}{ When you Visit a Visitable Field, \textbf{you must} place a Black Cube on that Field even if you cannot or choose not to use that Field's effects. }
de: \medskip \note{5}{ Wird ein besuchbarer Ort besucht, \textbf{muss immer} ein Statuswürfel platziert werden, auch wenn du den Effekt nicht abhandeln kannst oder möchtest. }
he: \medskip \note{6}{ \texthebrew{ כאשר אתה מבקר בשדה שניתן לביקור, אתה \textbf{חייב} להניח עליו קובייה שחורה אפילו אם אתה לא יכול, או לא רוצה להפעיל את האפקט שלו}. }
ru: \medskip \note{6}{ Попадая на одноразовое поле, \textbf{вы должны} оставить на нём чёрный кубик, даже если вы не можете или не хотите использовать эффекты этого поля. } \vspace*{-2em}

source: [!hb] \centering \includegraphics[width=\textwidth]{\images/placement.png} \footnotesize \bfseries \itshape \begin{tikzpicture}[overlay] \node at (5, 10) {\textcolor{darkcandyapplered}{You cannot add this Tile here}}; \node at (1, 1.4) [anchor=west] {\textcolor{cadmiumgreen}{You can add this Tile here, because it will}}; \node at (1, 1) [anchor=west] {\textcolor{cadmiumgreen}{be adjacent to two other Tiles}}; \end{tikzpicture}
he: [!hb] \centering \includegraphics[width=\textwidth]{\images/placement.png} \footnotesize \bfseries \itshape \begin{tikzpicture}[overlay] \begin{scope}[xscale=-1]\node at (5, 10) {\textcolor{darkcandyapplered}{אינך רשאי להוסיף את האריח כאן}}; \node at (5, 1.4) {\textcolor{cadmiumgreen}{אתה רשאי להוסיף את האריח כאן מכיוון}}; \node at (5.15, 1) {\textcolor{cadmiumgreen}{שהוא יהיה סמוך לשני אריחים אחרים}}; \end{scope}\end{tikzpicture}

source: \subheader{Example ``Flagging a guarded Mine''}
he: \subheader{דוגמה: ״כיבוש מכרה מוגן״}

source: \textit{Alice wants to capture an adjacent \pagelink{Mines}{Mine} by flagging it with her Main Hero, Sandro the Necromancer. She spends 1 MP to move onto the Mine, which begins \pagelink{Combat}{Combat} against Neutral Units, since the Field has a \pagelink{Difficulty}{Difficulty Rating} and has not been previously flagged by any player.}\par
he: \textit{אליס רוצה לכבוש \pagelink{Mines}{מכרה} סמוך בעזרת הגיבור שלה, בעל האוב סנדרו (\textenglish{Sandro the Necromancer}). היא משתמשת בנקודת תנועה כדי להיכנס למכרה, מה שמוביל \pagelink{Combat}{לקרב} נגד יחידות ניטרליות , מכיוון שלשדה יש \pagelink{Difficulty}{דרגת קושי} ואף שחקן לא כבש אותו לפני כן.}\par

source: \textit{The Mine turns out to be guarded by Troglodytes, which have 3 HP \svg{health_points}. Alice's current hand consists of a Power card, a Lightning Bolt, Haste, and a Town Portal. During the Combat, she casts the Lightning Bolt, and Empowers \svg{empower} it with Haste's alternative (bottom) effect, which makes the Lightning Bolt deal 3 damage \svg{damage}, killing the Troglodytes and winning the Combat.}
he: \textit{המכרה מתברר כמוגן על ידי שוכני מערות \textenglish{(Troglodytes)}, עם 3 \textenglish{HP} \svg{health_points}. היד של אליס מכילה קלף כח קסם (\textenglish{Power}), קלף קסם ברק (\textenglish{Lightning Bolt}), קלף קסם מהירות (\textenglish{Haste}) וקלף קסם שער העיר (\textenglish{Town Portal}). במהלך הקרב היא הטילה את לחש הברק וחיזקה \svg{empower} אותו עם האפקט החלופי של לחש המהירות. בכך לחש הברק הוריד 3\svg{damage} חיים והביס את שוכני המערות. אליס ניצחה בקרב.}

source: \columnbreak \textit{The Combat lasted for only one Round, so Alice would not have been able to cast both Lightning Bolt and Haste, since players are limited to playing only one Spell card per Combat Round.}\par
he: \textit{אליס לא יכלה להשתמש גם בלחש המהירות וגם בלחש הברק מכיוון ששחקנים רשאים לשחק בלחש אחד בכל סבב קרב והקרב ארך סבב אחד.}\par

source: \textit{Alice now flags the Mine by placing one of her Faction Cubes on it. Flagging this particular Mine increases her Building Materials \svg{building_materials} production by 2, and she also immediately gains the Mine's production value of 2 \svg{building_materials} as she was the first player to flag it.}\par \textit{Afterwards, Alice wants to go back to defend a previously flagged Settlement by casting the Town Portal still left in her hand. Her Hero is Level II, so she can empower it with the Power card's Expert Effect \svg{expert}, which grants her an additional Movement Point after casting it. }
he: \textit{כעת, אליס כבשה את המכרה ומניחה אחת מקוביות הצבא שלה עליו. כיבוש המכרה הספציפי הזה מעלה את ייצור האבנים \svg{building_materials} ב-2, בנוסף, מכיוון שהיא השחקנית הראשונה שכבשה את המכרה, היא מקבלת מיד 2 אבנים \svg{building_materials}.}\par \textit{לאחר מכן, אליס רוצה לחזור להגן על יישוב שלה שנכבש מקודם, ולכן מטילה את לחש שער העיר שנותר אצלה ביד. מכיוון שהגיבור שלה ברמה II, היא יכולה להשתמש באפקט המומחה \svg{expert} של קלף כח הקסם, להעצים את הלחש ולזכות בנקודת תנועה נוספת לאחר השימוש בו. }

source: \subheader{Expansion Tiles}
he: \subheader{אריחי הרחבות}
ru: \subheader{Фрагменты карты из дополнений}

source: {2} \begin{expansion}{cove} \subsection*{\pagetarget{Sea Map Tiles}{Sea Map Tiles}} Sea Map Tiles have a unique backside and during setup are placed as shown in the chosen Scenario Map layout. Discovering them works as with regular Tiles. Sea Map Tiles may contain both land and sea Fields. Movement from land to land, from sea to sea, or from sea to land works as normal. However, when your Hero \textbf{enters a sea Field from a land Field}, their movement for the Turn ends. You may use unspent MP for other Actions (for example, to \pagelink{Timelimit}{extend Combat} against Neutral Units), but you cannot move anymore that Turn, not even with the help of card effects. \end{expansion}
he: {2} \begin{expansion}{cove} \subsection*{\pagetarget{Sea Map Tiles}{אריחי מפה מסוג ים}} לאריחי הים יש צד אחורי ייחודי, במהלך ההכנה של המשחק, מסדרים אותם כפי שמסומן במפת התרחיש שבחרתם. גילוי ארחים אלו עובד בדיוק כמו עם אריחים רגילים. אריחי ים מכילים גם שדות יבשה וגם שדות ים. מעבר בין יבשה ליבשה, בין ים לים או בין ים ליבשה זהה לחלוטין לאריחים האחרים. אולם, כאשר הגיבור שלכם \textbf{נכנס לשדה ים משדה יבשה}, נגמרים לו הצעדים לתור זה. אתם רשאים לנצל \textenglish{MP} עבור פעולות אחרות (למשל, \pagelink{Timelimit}{להאריך קרבות} נגד יחידות נייטרליות), אבל אינכם יכולים לנוע יותר בתור הזה, גם לא בעזרת קלפי אפקט. \end{expansion}

source: \begin{expansion}{conflux} \subsection*{\pagetarget{Elemental Map Tiles}{Elemental Map Tiles}} Each of the Elemental Map Tiles is associated with one \pagelink{Schools of Magic}{School of Magic}. When your Main Hero stands on such a Tile, all cast Spells from that School of Magic have their \svg{empower} increased by 1. % Clarification about main Hero is needed. \end{expansion}
de: \begin{expansion}{conflux} \subsection*{\pagetarget{Elemental Map Tiles}{Elementargebiete}} Jedes Elementargebiet ist einer der vier \pagelink{Schools of Magic}{Magieschulen} zugeordnet. Befindet sich dein Hauptheld auf einem Elementargebiet, werden alle Zauber dieser Schule mit einer um 1 erhöhten \svg{empower} gespielt. % Clarification about main Hero is needed. \end{expansion}
he: \begin{expansion}{conflux} \subsection*{\pagetarget{Elemental Map Tiles}{אריחי מפה מסוג אלמנטים}} כל אריח אלמנט משוייך עם אחת \pagelink{Schools of Magic}{מקטגוריות הקסמים}. כאשר הגיבור שלך עומד על אריח כזה, כל קסם שיטיל מקטגורית הקסם הזאת יקבל העלאה ב-1 ל-\svg{empower} שלו. % Clarification about main Hero is needed. \end{expansion}
ru: \begin{expansion}{conflux} \subsection*{\pagetarget{Elemental Map Tiles}{Фрагменты карты элементалей}} Каждый из фрагментов карты элементалей соответствует одной из \pagelink{Schools of Magic}{Школ магии}. Когда ваш основной герой находится на таком фрагменте, все колдуемые заклинания этой Школы увеличивают свою \svg{empower} на 1. % Clarification about main Hero is needed. \end{expansion}

source: \begin{expansion}{stronghold} \subsection*{\pagetarget{Subterranean Map Tiles}{Subterranean Map Tiles}} Subterranean Map Tiles have a unique backside and are placed during setup as shown in the chosen Scenario Map layout. They work similarly to regular Map Tiles, except that \textbf{you cannot move between a Surface and a Subterranean Tile without using a \pagelink{Subterranean Gate}{Subterranean Gate} in between} or a Town Portal Spell. No other movement effects from cards can allow you to move from one to the other. You also may not discover a Subterranean Map Tile while standing on a Surface Map Tile and vice versa. Treat both Fields of the Subterranean Gate Token \textbf{as one Field}. When a Hero enters a Field with a Subterranean Gate, discover the Map Tile on the other side for free (if it is still not discovered). Otherwise treat a Subterranean Gate Token as an empty Field. % NOTE: Discovering from one to the other should also be impossible. \end{expansion} \columnbreak
he: \begin{expansion}{stronghold} \subsection*{\pagetarget{Subterranean Map Tiles}{אריחי מפה מסוג תת-קרקע}} לאריחים תת הקרקעיים יש צד אחורי ייחודי, ומסדרים אותם כפי שמסומן במפת התרחיש שבחרתם. אריחים אלו מתנהגים כמו אריחי מפה רגילים, למעט העובדה ש\textbf{אי אפשר לעבור בין הקרקע לתת הקרקע בלי להשתמש \pagelink{Subterranean Gate}{בשער לתת-הקרקע} ביניהם} או בעזרת הקסם \textenglish{Town Portal}. לא קיימת אפשרות אחרת בקלפים שתאפשר לכת לעבור בין אחד לשני. אינכם יכולים לגלות אריחי תת קרקע כשאתם עומדים על הקרקע או לגלות אריחי קרקע כשאתם בתת קרקע. התייחסו לשתי השדות של שער תת-הקרקע \textbf{כאל שדה אחד}. כאשר גיבור נכנס לשדה עם שער לתת הקרקע, הוא מגלה את אריח המפה שבצד השני בחינם (בהנחה שלא גילו אותו כבר). אחרת עליכם להתייחס לשדה בו נמצא שער תת הקרקע כאל שדה ריק. % NOTE: Discovering from one to the other should also be impossible. \end{expansion} \columnbreak

source: \imagecaption{Sea Map Tile}
he: \imagecaption{אריח מפה מסוג ים}

source: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/elemental_tiles.png}}}; \draw (-2.2, 0.1) node {\imagecaption{Elemental Fire Tile}}; \draw (-2.2, -4.5) node {\imagecaption{Elemental Air Tile}}; \draw (2.2, 0.1) node {\imagecaption{Elemental Water Tile}}; \draw (2.2, -4.5) node {\imagecaption{Elemental Earth Tile}};
he: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/elemental_tiles.png}}}; \draw (2.2, 0.1) node {\imagecaption{אריח אלמנט אש}}; \draw (2.2, -4.5) node {\imagecaption{אריח אלמנט אוויר}}; \draw (-2.2, 0.1) node {\imagecaption{אריח אלמנט מים}}; \draw (-2.2, -4.5) node {\imagecaption{אריח אלמנט אדמה}};

source: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/map-tile-stronghold.png}}; \node at (0, 2.2) {\imagecaption{Surface Map Tile}}; \node at (3.21, -1.11) {\includegraphics[width=0.5\linewidth]{\images/map-tile-sub.png}}; \node at (3.21, -3.41) {\imagecaption{Subterranean Map Tile}}; \node[rotate=-60] (gate) at (1.6, -0.53) {\includegraphics[width=0.33\linewidth]{\images/subter-gate-outline.png}}; \node at (3.21, 1.11) {\imagecaption{Subterranean Gate}};
he: \begin{scope}[xscale=-1] \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/map-tile-stronghold.png}}; \node at (0, 2.2) {\imagecaption{אריח קרקע}}; \node at (3.21, -1.11) {\includegraphics[width=0.5\linewidth]{\images/map-tile-sub.png}}; \node at (3.21, -3.41) {\imagecaption{אריח תת-קרקע}}; \node at (1.6, -0.58) {\includegraphics[width=0.33\linewidth]{\images/subter-gate-outline_he.png}}; \node at (3.21, 1.11) {\imagecaption{שער תת הקרקע}}; \end{scope}

source: \pagetarget{Discover Location Tokens}{\subheader{Placing and Discovering Location Tokens}}
he: \pagetarget{Discover Location Tokens}{\subheader{הנחה וגילוי אסימוני מיקום}}
ru: \pagetarget{Discover Location Tokens}{\subheader{Размещение и исследование жетонов локации}}

source: {2} Location Tokens are added by several expansions to the game. They are placed either separately or on specific Fields of the Map Tile when a Hero discovers one with associated Token, and overwrite the original Location they are placed on. Tokens cannot be placed on other Location Tokens, Blocked Fields, or Fields containing Locations required to meet any of the Scenario's victory conditions. The effects of Visiting the Location Tokens are described in \pagelink{Location Token}{All Map Locations}.
he: {2} מספר הרחבות מוסיפות אסימוני מיקום למשחק. כאשר גיבור מגלה אריח מפה שיש לו אסימון מיקום, יש להניח את האסימון בנפרד או על שדה מסויים על האריח הנ״ל. האסימון מחליף את המקום המקורי עליו הוא מונח. אי אפשר להניח אסימונים על אסימונים אחרים, על שדות חסומים, או על שדות עם מיקומים הנדרשים להשלמת תנאי הניצחון של התרחיש. את ההשפעה של ביקור באסימוני מיקום אפשר לראות בפרק \pagelink{Location Token}{כל מיקומי המפה}.

source: \begin{expansion}[before=\vspace*{5pt}]{navalbattles} \pagetarget{Creature Bank Tokens}{\subsection*{Creature Bank Tokens}} As an \textbf{optional rule} you can decide to play with \pagelink{Creature Banks Rules}{Creature Banks}. If you do, each time you discover a Far \mbox{(II--III)} or Near \mbox{(IV--V)} Map Tile, you may decide to draw a Creature Bank Token corresponding to the discovered Map Tile, and -- contrary to the normal rules -- you can place it \textbf{only on its Blocked Field}. \medskip \begin{center} \includegraphics[width=0.38\linewidth]{\map_locations/creature_bank_token.png}\\ \imagecaption{Creature Bank Token} \end{center} \end{expansion}
he: \begin{expansion}[before=\vspace*{5pt}]{navalbattles} \pagetarget{Creature Bank Tokens}{\subsection*{אסימוני בתי יצורים}} בתור \textbf{חוק אופציונלי} אתם יכולים לבחור לשחק עם \pagelink{Creature Banks Rules}{בתי יצורים}. אם החלטתם לשחק איתם, בכל פעם שאתם מגלים אריח מפה רחוק \mbox{\textenglish{(II--III)}} או קרוב \mbox{\textenglish{(IV--V)}}, אתם רשאים לשלוף אסימון בית יצורים מתאים לאריח שגיליתם, -- ובניגוד לחוקי הרגילים -- אתם מניחים אותו \textbf{אך ורק על שדה חסום}. \medskip \begin{center} \includegraphics[width=0.38\linewidth]{\map_locations/creature_bank_token.png}\\ \imagecaption{אסימון בית יצורים} \end{center} \end{expansion}
