Repository: Heegu-sama/Homm3BG
Catalog: translations/map_elements.tex/*.po
Languages: de, fr, he, pl, ru

source: \begin{expansion}[before=\vspace*{0pt}]{conflux} \subsection*{Monolith Tokens} The position of \pagelink{Monolith}{Monoliths} is determined by Scenario Layout. If you discover a Tile with one of these Tokens on it, discover the Tile normally, and then place the Token on the Field indicated by the Scenario's Map layout, or a Field of your choosing if it's not specified. \bigskip \begin{center} \includegraphics[width=0.4\linewidth]{\map_locations/monolith_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Monolith Token}}}} \end{center} \end{expansion}
de: \begin{expansion}[before=\vspace*{0pt}]{conflux} \subsection*{Teleporter} Die Positionen von \pagelink{Monolith}{Teleportern} sind im Szenario-Layout festgelegt. Beim Entdecken eines Gebiets mit Teleporter, entdecke das Gebiet wie üblich und platziere dann den Teleporter genau auf dem im Szenario-Layout angegebenen Feld, oder (falls nicht angegeben) auf einem Feld deiner Wahl. \bigskip \begin{center} \includegraphics[width=0.4\linewidth]{\map_locations/monolith_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Ortsmarker Teleporter}}}} \end{center} \end{expansion}

source: \begin{expansion}[before=\vspace*{0pt}]{cove} \subsection*{Whirlpool Tokens} Discovering \pagelink{Whirlpool}{Whirlpools} follows the same rules as discovering Monoliths. \bigskip
de: \begin{expansion}[before=\vspace*{0pt}]{cove} \subsection*{Strudel} Das Platzieren von \pagelink{Whirlpool}{Strudeln} folgt denselben Regeln wie bei Teleportern. \bigskip

source: \draw (-2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (-2.5, -1) node {\Huge\textbf{\textcolor{white}{-1}}}; \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (0, -1) node {\Huge\textbf{\textcolor{white}{0}}}; \draw (2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (2.5, -1) node {\Huge\textbf{\textcolor{white}{$\boldsymbol{+}$1}}}; \end{tikzpicture} \begin{center} \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Whirlpool Tokens}}}} \end{center} \end{expansion}
de: \draw (-2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (-2.5, -1) node {\Huge\textbf{\textcolor{white}{-1}}}; \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (0, -1) node {\Huge\textbf{\textcolor{white}{0}}}; \draw (2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (2.5, -1) node {\Huge\textbf{\textcolor{white}{$\boldsymbol{+}$1}}}; \end{tikzpicture} \begin{center} \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Ortsmarker Strudel}}}} \end{center} \end{expansion}

source: \begin{expansion}[before=\vspace*{0pt}]{navalbattles} \subsection*{Creature Bank Tokens} As an \textbf{optional rule} you can decide to play with \pagelink{Creature Banks Rules}{Creature Banks}. If you do, each time you discover a Far \mbox{(II--III)} or Near \mbox{(IV--V)} Map Tile, you may decide to draw a Creature Bank Token corresponding to the discovered Map Tile, and -- contrary to the normal rules -- you can place it \textbf{only on its Blocked Field}. \bigskip \begin{center} \includegraphics[width=0.42\linewidth]{\map_locations/creature_bank_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Creature Bank Token}}}} \end{center} \end{expansion}
de: \begin{expansion}[before=\vspace*{0pt}]{navalbattles} \subsection*{Kreaturenbanken} Als \textbf{optionale Regel} kannst du entscheiden mit \pagelink{Creature Banks Rules}{Kreaturenbanken} zu spielen. Jedes Mal, wenn du ein fernes \mbox{(II--III)} oder nahes Gebiet \mbox{(IV--V)} entdeckst, darfst du einen Kreaturenbank-Ortsmarker vom zum entdeckten Gebiet passenden Stapel ziehen und -- entgegen der üblichen Regeln -- \textbf{auf dem blockierten Feld} platzieren. \bigskip \begin{center} \includegraphics[width=0.42\linewidth]{\map_locations/creature_bank_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Ortsmarker Kreaturenbank}}}} \end{center} \end{expansion}

source: {2} Each Scenario is built using four types of Map Tiles. Players start on their Faction-Specific Starting (I) Tile. Other tiles may be placed and discovered as described on the next page. During the game's setup, all face-down tiles should be selected randomly from the pool of possible Tiles as described by the Scenario and shuffled, keeping them face-down.\par The \textbf{roman numeral} on each tile describes the overall \textbf{difficulty of Neutral Units} on that tile, as well as the number of rewards players can expect to find on that Tile. Starting (I) Tiles are the easiest while Center (VI–VII) Tiles are the most difficult.\par
fr: {2} Chaque Scénario est construit en utilisant quatre types de Tuiles de Plateau. Les Joueurs commencent sur la Tuile de Départ (I) de leur Faction. Le placement et la révélation des autres tuiles est décrit page suivante. Pendant la mise en place, les tuiles cachées sont choisies aléatoirement depuis la pile décrite par le Scénario, mélangées et gardées face cachée.\\ Le \textbf{chiffre romain} de chaque tuile indique la \textbf{difficulté des Unités Neutres} et le niveau de récompenses attendues par les joueurs sur cette Tuile. Les Tuiles de Départ (I) sont les plus simples et celles du Centre (VI–VII) sont les plus difficiles.\par

source: \subsection*{Map Tile Anatomy\index{Map Tile}} Each Map Tile is divided into 7 separate \textbf{Fields} that your Heroes can \textbf{Visit}. When your Hero moves to a Field, they must immediately Visit it, or first start a \hyperlink{Combat}{Combat} against the enemies guarding it before Visiting. Empty Fields\index{Empty Field} do nothing when Visited. Solid yellow lines on a Field's edge cannot be passed through. \hyperlink{Difficulty}{Roman numerals} written on a Field indicate that the Field is guarded by Neutral enemies that must be fought to Visit it.\par \columnbreak \includegraphics[width=\linewidth]{\images/maptiles.png} \begin{itemize} \footnotesize \item[\textbf{1.}] Starting Map Tiles: I \item[\textbf{2.}] Far Map Tiles: II-II \item[\textbf{3.}] Near Map Tiles: IV-V \item[\textbf{4.}] Center Map Tiles: VI-VII \end{itemize}
fr: \subsection*{Anatomie d'une Tuile de Plateau\index{Tuile de Plateau}} Chaque Tuile de Plateau est divisée en 7 \textbf{Cases} distinctes, que vos Héros peuvent \textbf{Explorer}. Quand votre Héros se déplace sur une Case, il doit l'Explorer, ou engager un \hyperlink{Combat}{Combat} contre les ennemis la gardant, puis l'Explorer. Une Case Vide\index{Case Vide} n'a pas d'effet. Les Lignes Jaunes Continues sur les bords d'une Case ne peuvent être traversées. Les \hyperlink{Difficulty}{chiffres romains} indiquent une Case gardée par des Ennemis Neutres devant être combattus avant l'Exploration.\par \columnbreak \includegraphics[width=\linewidth]{\images/maptiles.png} \begin{itemize} \footnotesize \item[\textbf{1.}] Tuiles de Départ : I \item[\textbf{2.}] Tuiles Lointaines : II-II \item[\textbf{3.}] Tuiles Proches : IV-V \item[\textbf{4.}] Tuiles Centrales : VI-VII \end{itemize}

source: \subsection*{\hypertarget{Categories}{Location Categories}} Visiting Fields provides Heroes with benefits, such as gaining Resources or Cards (see \hyperlink{All Map Locations}{All Map Locations}). There are three categories of Fields: \begin{itemize} \item \textbf{Visitable} – Once you Visit this field, place a Black Cube on it. Treat it as an Empty Field as long as it has a Black Cube. \item \textbf{Flaggable} – These Fields can be captured by players and provide passive benefits. When you Visit one, place your Faction Cube on it. Enemy Heroes who Visit your Flagged Fields will replace your Cube with theirs to \textbf{steal} the Field’s effects. Allied Heroes treat Flagged Fields \textbf{as if they were empty}. \item \textbf{Revisitable} – You can Visit this Field multiple times. Do not place any Cubes when you Visit it. You may pay 1 MP to Visit this Field again. \end{itemize}
fr: \subsection*{\hypertarget{Categories}{Catégories de Sites}} Explorer des Cases donne des bonus aux Héros, tels que des Ressources ou des Cartes (voir \hyperlink{All Map Locations}{Liste des Sites}). Il existe trois catégories de Cases. \begin{itemize} \item \textbf{Explorable} – Une fois cette Case Explorée, placez un Cube Noir dessus. Considérez-la comme une Case Vide tant que le Cube est présent dessus. \item \textbf{Revendicable} – Ces Cases sont Revendiquées par les joueurs, offrant ainsi des bonus passifs. Quand vous en Explorez une, placez-y votre Cube de Faction. Les Héros Ennemis qui Explorent une Case Revendiquée remplacent votre Cube avec le leur, \textbf{volant} ainsi ses effets. Une Case Revendiquée \textbf{est vide} pour les Héros Alliés. \item \textbf{Ouvert} – Vous pouvez Explorer cette Case plusieurs fois. Ne placez aucun Cube quand vous l'Explorez. Dépensez 1 PM pour l'Explorer à nouveau. \end{itemize}

source: \subsection*{\hypertarget{Placing}{Placing and Discovering New Tiles}}\index{Discovering Tiles} Heroes may spend 1 MP to either reveal an adjacent face-down Tile, or to place a Far (II–III) Map Tile from their own supply of Tiles. All face-down Tiles should be kept \textbf{hidden from all players} until they are about to be placed or revealed. New tiles must be placed adjacent to the Hero who spends the MP, and connected to at least two other existing Tiles. New Tiles must also be positioned so that there is a valid path that eventually connects them with all other Tiles. You may always rotate Map Tiles when placing or revealing them.
fr: \subsection*{\hypertarget{Placing}{Placer et Révéler une Nouvelle Tuile}}\index{Révéler une Tuile} Les Héros peuvent dépenser 1 PM soit pour révéler une Tuile adjacente face cachée ou placer une Tuile Lontaine (II–III) de leur propre pile de Tuile. Toutes les Tuiles faces cachées doivent rester \textbf{cachées de tous les joueurs} jusqu'à être placées ou révélées. Une nouvelle tuile doit être adjacente au Héros qui dépense le PM, et connectée à au moins deux Tuiles déjà existantes. Une nouvelle tuile doit être connectée à toutes les autres Tuiles par un chemin valide. Vous pouvez toujours orienter les Tuiles quand vous les placez ou les révélez.

source: \medskip \note{6}{ When you Visit a Visitable field, \textbf{you must} place a black cube on that Field even if you cannot or choose not to use that Field's effects. }
fr: \medskip \note{6}{ Quand vous Explorez une Case Explorable, \textbf{vous devez} placer un Cube Noir même si vous ne pouvez ou ne voulez pas utiliser l'effet de la Case. }
pl: \medskip \note{6}{ Kiedy Odwiedzasz Pole Jednorazowe, \textbf{musisz} umieścić na nim Czarną Kostkę, nawet gdy nie chcesz skorzystać z efektów Pola. }

source: [!hb] \centering \includegraphics[width=\textwidth]{\images/placement.png} \begin{tikzpicture}[overlay] \node at (5, 10) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{You cannot add this tile here}}}}}; \node at (5, 1.4) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{You can add this tile here, because it will}}}}}; \node at (3.9, 1) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{be adjacent to two other tiles}}}}}; \end{tikzpicture}
fr: [!hb] \centering \includegraphics[width=\textwidth]{\images/placement.png} \begin{tikzpicture}[overlay] \node at (5, 10) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Vous ne pouvez pas placer de tuile ici}}}}}; \node at (5, 1.4) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{Vous pouvez placer une tuile ici, car elle}}}}}; \node at (4.5, 1) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{sera adjacente à deux autres tuiles}}}}}; \end{tikzpicture}
pl: [!hb] \centering \includegraphics[width=\textwidth]{\images/placement.png} \begin{tikzpicture}[overlay] \node at (5, 10) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Nie możesz dołożyć tego Kafelka}}}}}; \node at (3.5, 9.6) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{w tym miejscu.}}}}}; \node at (5, 1.4) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{Możesz dołożyć ten Kafelek tutaj, gdyż będzie on}}}}}; \node at (3.9, 1) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{przylegał do dwóch innych Kafeków.}}}}}; \end{tikzpicture}

source: \textit{Alice wants to capture an adjacent \hyperlink{Mines}{Mine} by Flagging it with her Main Hero, Sandro the Necromancer. She spends 1 MP to move onto the Mine, which begins \hyperlink{Combat}{Combat} against Neutral Units, since the Field has a \hyperlink{Difficulty}{Difficulty Rating} and has not been previously Flagged by any player.}\par
fr: \textit{Alice veut capturer une \hyperlink{Mines}{Mine} adjacente en la Revendiquant avec son Héros Principal, Sandro le Nécromancien. Elle dépense 1 PM pour se déplacer sur la Mine, ce qui débute le \hyperlink{Combat}{Combat} contre les Unités Neutres, car cette Case a un \hyperlink{Difficulty}{Rang de Difficulté} et n'a été préalablement Revendiquée par aucun joueur.}\par

source: \textit{The Mine turns out to be guarded by Troglodytes, which have 3 HP \includesvg[height=0.8\baselineskip]{\svgs/health_points.svg}. Alice's current hand consists of a Power Card, a Lightning Bolt, Haste, and a Town Portal. During the Combat, she casts the Lightning Bolt, and Empowers \includesvg[height=0.8\baselineskip]{\svgs/empower.svg} it with Haste's alternative (bottom) effect, which makes the Lightning Bolt deal 3 damage \includesvg[height=0.8\baselineskip]{\svgs/damage.svg}, killing the Troglodytes and winning the Combat.}
fr: \textit{La Mine est gardée par des Troglodytes, qui ont 3 PV \includesvg[height=0.8\baselineskip]{\svgs/health_points.svg}. Dans la main d'Alice il y une Carte de Puissance, de Foudre, de Rapidité et de Portail de Retour. Durant le Combat, elle lance Foudre, et l'Augmente \includesvg[height=0.8\baselineskip]{\svgs/empower.svg} avec l'effet alternatif de Hâte (bas), ce qui permet à Foudre de faire 3 dégats \includesvg[height=0.8\baselineskip]{\svgs/damage.svg}, tuant les Troglodytes et ainsi gagner le Combat.}

source: \includegraphics[width=\linewidth]{\examples/sandro_empowering_lightning_bolt.png}
fr: \includegraphics[width=\linewidth]{translations/assets/fr/exemples/sandro_empowering_lightning_bolt_fr.png}
pl: \includegraphics[width=\linewidth]{translations/assets/pl/sandro_empowering_lightning_bolt.png}

source: \textit{The Combat lasted for only one Round, so Alice would not have been able to cast both Lightning Bolt and Haste, since players are limited to playing only one Spell Card per Combat Round.}\par
fr: \columnbreak \textit{Le Combat n'ayant duré qu'un Tour, Alice n'aurait pas pu jouer Foudre et Hâte, car les joueurs sont limités à une Carte de Sort par Tour de Combat.}\par
pl: \textit{Walka trwała jedną rundę. Alicja nie byłaby w stanie rzucić jednoczesnie Pioruna i Przyspieszenia, ponieważ gracze są ograniczeni do zagrywania tylko jednej Karty Zaklęć na rundę Walki.}\par

source: \textit{Alice now Flags the Mine by placing one of her Faction Cubes on it. Flagging this particular Mine increases her Building Materials \includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg} production by 2, and she also immediately gains the Mine's production value of 2 \includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg} as she was the first player to Flag it.}\par \textit{Afterwards, Alice wants to go back to defend a previously Flagged Settlement by casting the Town Portal still left in her hand. Her Hero is Level 2, so she can empower it with the Power Card's Expert Effect \includesvg[height=0.8\baselineskip]{\svgs/expert.svg}, which grants her an additional Movement Point after casting it. }
fr: \textit{Alice Revendique alors la Mine en plaçant une de ses Cubes de Faction dessus. Revendiquer cette Mine ci augmente ses revenus de Matériaux \includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg} par 2, et elle gagne aussi immédiatement la valeur de revenu de la Mine de 2 \includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg} en étant la première joueuse à la Revendiquer.}\par \textit{Après celà, Alice veut retourner défendre une Enclave précédemment Revendiquée en jouant le Portail de Retour restant dans sa main. Son Héros est Niveau 2, elle peut donc l'augmenter avec l'Effect Expert \includesvg[height=0.8\baselineskip]{\svgs/expert.svg} de sa Carte Puissance, ce qui lui donne un Point de Mouvement additionnel après l'avoir jouée. }

source: \includegraphics[width=\linewidth]{\examples/sandro_empowering_town_portal.png}
fr: \includegraphics[width=\linewidth]{translations/assets/fr/exemples/sandro_empowering_town_portal_fr.png}
pl: \includegraphics[width=\linewidth]{translations/assets/pl/sandro_empowering_town_portal.png}

source: {2} Each Scenario is built using four types of \pagetarget{Map}{Map} Tiles. Players start on their Faction-Specific Starting (I) Tile. Other tiles may be placed and discovered as described on the next page. During the game's setup, all face-down tiles should be selected randomly from the pool of possible Tiles as described by the Scenario and shuffled, keeping them face-down.\par The \textbf{roman numeral} on each tile describes the overall \textbf{difficulty of Neutral Units} on that tile, as well as the number of rewards players can expect to find on that Tile. Starting (I) Tiles are the easiest while Center (VI–VII) Tiles are the most difficult.\par
pl: {2} \pagetarget{Map}{Mapy} budowane są z czterech rodzajów Kafelków. Gracz zaczyna na dedykowanym dla Frakcji Kafelku Początkowym I. Inne Kafelki można umieszczać i odkrywać zgodnie z opisem na następnej stronie. Podczas Przygotowania gry Kafelki ułożone rewersem do góry wybierane są losowo z dostępnej puli, zgodnie z opisem w Scenariuszu. Następnie są tasowane i trzymane rewersem do góry. \textbf{Cyfra rzymska} na każdym Kafelku opisuje \textbf{trudność} Jednostek Neutralnych jakie możesz spotkać na danym Kafeku oraz liczbę nagród. Kafelki Początkowe I są najłatwiejsze, zaś Kafelki VI-VII są najtrudniejsze.\par

source: \subsection*{\pagetarget{Categories}{Location Categories}} Visiting Fields provides Heroes with benefits, such as gaining Resources or Cards (see \pagelink{All Map Locations}{All Map Locations}). There are three categories of Fields: \begin{itemize} \item \textbf{Visitable} – Once you Visit this field, place a Black Cube on it. Treat it as an Empty Field as long as it has a Black Cube. \item \textbf{Flaggable} – These Fields can be captured by players and provide passive benefits. When you Visit one, place your Faction Cube on it. Enemy Heroes who Visit your Flagged Fields will replace your Cube with theirs to \textbf{steal} the Field’s effects. Allied Heroes treat Flagged Fields \textbf{as if they were empty}. \item \textbf{Revisitable} – You can Visit this Field multiple times. Do not place any Cubes when you Visit it. You may pay 1 MP to Visit this Field again. \end{itemize}
pl: \subsection*{\pagetarget{Categories}{Typy Lokacji}} Odwiedzanie Pól przynosi korzyści (zob. \pagelink{All Map Locations}{Lokacje na Mapie}). Są 3 kategorie Pól: \begin{itemize} \item \textbf{Jednorazowe} – Po Odwiedzeniu takiego Pola, oznacz je Czarną Kostką. Jeśli na Polu jest Czarna Kostka, traktuj je jako Puste. \item \textbf{Flagowalne} – Pole może być Zajmowane i Kontrolowane. Zapewnia dochód pasywny. Gdy Odwiedzisz takie Pole, Oflaguj je Kostką swojej Frakcji. Wrogowie odwiedzający Oflagowane wcześniej Pole mogą zamienić Kostkę Frakcji gracza na własną i \textbf{pozbawić} go korzyści z Pola. Dla Sojuszników Oflagowane Pole \textbf{jest Puste}. \item \textbf{Wielorazowe} – można Odwiedzać wiele razy i korzystać z jego efektów. Nie oznaczaj ich żadną Kostką. Musisz wykorzystać 1 PR w celu ponownego Odwiedzenia Pola. \end{itemize}

source: \textit{Alice now Flags the Mine by placing one of her Faction Cubes on it. Flagging this particular Mine increases her Building Materials \svg{building_materials} production by 2, and she also immediately gains the Mine's production value of 2 \svg{building_materials} as she was the first player to Flag it.}\par \textit{Afterwards, Alice wants to go back to defend a previously Flagged Settlement by casting the Town Portal still left in her hand. Her Hero is Level 2, so she can empower it with the Power Card's Expert Effect \svgeven{expert}, which grants her an additional Movement Point after casting it. }
pl: \textit{Alicja Flaguje Kopalnię, umieszczając na niej swoją Kostkę Frakcji. Oflagowanie Kopalni zwiększa produkcję Budulca \svg{building_materials} o 2, natychmiast dając też wartość produkcji Kopalni wynoszącą 2 \svg{building_materials}, ponieważ była pierwszym graczem, który Oflagował Kopalnię.}\par \textit{Następnie Alicja chce wrócić do wcześniej Oflagowanej Osady. Rzuca Magiczny Portal, który wciąż ma na ręce. Jej Bohater jest na 2 poziomie, więc może wzmocnić go za pomocą Efektu Mistrzowskiego \svgeven{expert} Karty Mocy, który po rzuceniu daje jej dodatkowy PR. }
