Repository: Heegu-sama/Homm3BG
Catalog: translations/map_elements.tex/*.po
Languages: de, fr, he, pl, ru

source: \begin{expansion}[before=\vspace*{6pt}]{cove} \subsection*{\pagetarget{Whirlpool Tokens}{Whirlpool Tokens}} Discovering \pagelink{Whirlpool}{Whirlpools} follows the same rules as discovering Monoliths. \bigskip
he: \begin{expansion}[before=\vspace*{6pt}]{cove} \subsection*{\pagetarget{Whirlpool Tokens}{אסימוני מערבולת}} החוקים עבור גילוי \pagelink{Whirlpool}{מערבולות} זהים כמו החוקים של גילוי שערי התעתקות. \bigskip

source: \draw (-2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (-2.5, -1) node {\Huge\textbf{\textcolor{white}{{\raisebox{0.3\height}{\Huge\textbf{-}}}1}}}; \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (0, -1) node {\Huge\textbf{\textcolor{white}{0}}}; \draw (2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (2.5, -1) node {\Huge\textbf{\textcolor{white}{{\raisebox{0.3\height}{\Large$\boldsymbol{+}$}}1}}}; \end{tikzpicture} \begin{center} \imagecaption{Whirlpool Tokens} \end{center} \end{expansion}
he: \draw (2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (2.5, -1) node {\Huge\textbf{\textcolor{white}{{\raisebox{0.3\height}{\Huge\textbf{-}}}1}}}; \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (0, -1) node {\Huge\textbf{\textcolor{white}{0}}}; \draw (-2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (-2.5, -1) node {\Huge\textbf{\textcolor{white}{{\raisebox{0.3\height}{\Large$\boldsymbol{+}$}}1}}}; \end{tikzpicture} \begin{center} \imagecaption{אסימוני מערבולת} \end{center} \end{expansion}

source: \begin{expansion}[before=\vspace*{-11mm}]{stronghold} \pagetarget{Subterranean Gate}{\subsection*{Subterranean Gate Tokens}} Subterranean Gates are also determined by a Scenario's Map Layout and connect both a Surface Map Tile and an adjacent Subterranean Map Tile. They cannot be placed outside the Map Tiles. After discovering one of the corresponding Map Tiles you may choose the position of the Subterranean Gate Token as long as it connects the two indicated Map Tiles without covering forbidden Fields. The Scenario Map layout only shows \textbf{which two Tiles are connected}, not the exact Fields the Token is placed on. \medskip \begin{center} \includegraphics[width=0.58\linewidth]{\map_locations/subterranean_gate_token.png}\\ \imagecaption{Subterranean Gate Token} \end{center} \end{expansion}
he: \begin{expansion}[before=\vspace*{-11mm}]{stronghold} \pagetarget{Subterranean Gate}{\subsection*{אסימוני השער לתת הקרקע}} שערים לתת הקרקע מוגדרים במפת התרחיש ומחברים את אריח הקרקע לאריח תת הקרקע הצמוד אליו. אפשר לשים אותם על אריחי מפה בלבד. לאחר שמגלים את אחד מאריחי המפה הרלוונטיים, המגלה רשאי לבחור את המקום של אסימון השער, כל עוד הוא מחבר את שני האריחים ולא מכסה שדות שאסור לכסות. מפת התרחיש רק מראה \textbf{אילו שני אריחים מחוברים}, לא על אילו שדות יש להניח את האסימון. \medskip \begin{center} \includegraphics[width=0.58\linewidth]{\map_locations/subterranean_gate_token.png}\\ \imagecaption{אסימון שער לתת הקרקע} \end{center} \end{expansion}

source: \begin{expansion}[before=\vspace*{0pt}]{conflux} \subsection*{\pagetarget{Monolith Tokens}{Monolith Tokens}} The position of \pagelink{Monolith}{Monoliths} is determined by Scenario Layout. If you discover a Tile with one of these Tokens on it, discover the Tile normally, and then place the Token on the Field indicated by the Scenario's Map layout, or a Field of your choosing if it's not specified. \medskip \begin{center} \includegraphics[width=0.38\linewidth]{\map_locations/monolith_token.png}\\ \imagecaption{Monolith Token} \end{center} \end{expansion}
he: \begin{expansion}[before=\vspace*{0pt}]{conflux} \subsection*{\pagetarget{Monolith Tokens}{אסימוני שערי התעתקות (\textenglish{Monolith})}} המיקום של \pagelink{Monolith}{שערי התעתקות} נקבע בתרחיש. כאשר שחקן מגלה אריח עם אסימון כזה, הוא מגלה את האריח כרגיל ועליו להניח את האסימון היכן שהתרחיש מורה לו, או על שדה לבחירתו, אם התרחיש לא מציין היכן להניחו. \medskip \begin{center} \includegraphics[width=0.38\linewidth]{\map_locations/monolith_token.png}\\ \imagecaption{אסימון שער התעתקות} \end{center} \end{expansion}

source: \addsection{Map Elements}{\skills/logistics.png}
de: \addsection{Abenteuerkarte}{\skills/logistics.png}
fr: \addsection{Éléments du Plateau}{\skills/logistics.png}
pl: \addsection{Elementy Mapy}{\skills/logistics.png}
ru: \addsection{Фрагменты карты}{\skills/logistics.png}

source: {2} Each Scenario is built using four types of \pagetarget{Map}{Map} Tiles. Players start on their Faction-Specific Starting (I) Tile. Other Tiles may be placed and discovered as described on the next page. During the game's setup, all face-down Tiles should be selected randomly from the pool of possible Tiles as described by the Scenario and shuffled, keeping them face-down.\par The \textbf{roman numeral} on each Tile describes the overall \textbf{difficulty of Neutral Units} on that Tile, as well as the number of rewards players can expect to find on that Tile. Starting (I) Tiles are the easiest while Center (VI–VII) Tiles are the most difficult.\par
de: {2} In jedem Szenario wird die Abenteuerkarte aus \pagetarget{Map}{Gebieten} zusammengesetzt. Es gibt vier Gebietsarten (siehe Abb.). Die Spieler beginnen in fraktionsspezifischen Startgebieten (I) und können weitere Gebiete entdecken oder neu platzieren. Während des Spielaufbaus werden aus allen verfügbaren Gebieten einer Art die benötigten Gebiete zufällig und verdeckt gezogen und gemäß Szenariobeschreibung angeordnet.\par Die \textbf{römischen Zahlen} der Gebietsarten weisen auf den \textbf{Schwierigkeitsgrad neutraler Einheiten} sowie den Wert der Belohnungen hin, die die Spieler dort erwarten können. Startgebiete (I) weisen die niedrigste und Zentralgebiete (VI–VII) die höchste Schwierigkeit auf.\par
ru: {2} Каждый сценарий использует четыре типа фрагментов \pagetarget{Map}{карты}. Игроки начинают с уникального для фракции начального (I) фрагмента. В ходе подготовки к игре все фрагменты должны быть выбраны случайным образом из пула доступных фрагментов, исходя из описания сценария, перемешаны и оставлены лицом вниз.\par \textbf{Римские цифры} на каждом фрагменте описывают общую \textbf{мощь нейтральных отрядов} и количество наград, которые игрок может получить на нём. Стартовые фрагменты (I) являются самыми простыми, а фрагменты (VI--VII) --- самыми сложными.\par

source: \subsection*{Map Tile Anatomy}\index{Map Tile} Each Map Tile is divided into 7 separate \textbf{Fields} that your Heroes can \textbf{Visit}. When your Hero moves to a Field, they must immediately Visit it, or first start a \pagelink{Combat}{Combat} against the enemies guarding it before Visiting. Empty Fields\index{Empty Field} do nothing when Visited. Solid yellow lines on a Field's edge cannot be passed through. \pagelink{Difficulty}{Roman numerals} written on a Field indicate that the Field is guarded by Neutral enemies that must be fought to Visit it.\par \note{3}{ Blocked Field cannot be entered, but can be exited. } \columnbreak
ru: \subsection*{Фрагменты карты\index{Карта!фрагмент карты}} Каждый фрагмент карты разделён на 7 \textbf{полей}, которые герой может \textbf{посетить}. Попадая на поле, герой должен незамедлительно посетить его или сперва \pagelink{Combat}{сразиться} с отрядами, охраняющими это поле. Пустые поля\index{Карта!пустое поле} не имеют никакого эффекта при посещении. Сплошная жёлтая линия на границе поля не может быть пересечена. \pagelink{Difficulty}{Римские цифры} на полях означают, что это поле охраняется нейтральными отрядами, с которыми необходимо сразиться перед посещением.\par \note{3}{ На заблокированное поле нельзя войти, но с него можно выйти. } \columnbreak

source: \includegraphics[width=\linewidth]{\images/maptiles.png} \begin{center} \textbf{\textit{\footnotesize\textcolor{darkcandyapplered}{Types of Map Tiles}}} \end{center} \begin{itemize} \footnotesize \item[\textbf{1.}] Starting Map Tiles: I \item[\textbf{2.}] Far Map Tiles: II-III \item[\textbf{3.}] Near Map Tiles: IV-V \item[\textbf{4.}] Center Map Tiles: VI-VII \end{itemize}
ru: \includegraphics[width=\linewidth]{\images/maptiles.png} \begin{center} \textbf{\textit{\footnotesize\textcolor{darkcandyapplered}{Типы фрагментов карты}}} \end{center} \begin{itemize} \footnotesize \item[\textbf{1.}] Стартовые фрагменты: I \item[\textbf{2.}] Дальние фрагменты: II--III \item[\textbf{3.}] Ближние фрагменты: IV--V \item[\textbf{4.}] Центральные фрагменты: VI--VII \end{itemize}

source: \begin{center} \textbf{\textit{\footnotesize\textcolor{darkcandyapplered}{Map Tile Anatomy}}} \end{center} \begin{itemize} \footnotesize \begin{multicols}{2} \item[\textbf{1.}] Empty Field \item[\textbf{2.}] Location \item[\textbf{3.}] Artifact Symbol \item[\textbf{4.}] Field Difficulty \item[\textbf{5.}] Border line \item[\textbf{6.}] Blocked Field \item[\textbf{7.}] Tile name like \\{} \texttt{F2} or \texttt{\#N3}
ru: \begin{center} \textbf{\textit{\footnotesize\textcolor{darkcandyapplered}{Содержание фрагмента карты}}} \end{center} \begin{itemize} \footnotesize \begin{multicols}{2} \item[\textbf{1.}] Пустое поле \item[\textbf{2.}] Локация \item[\textbf{3.}] Символ артефакта \item[\textbf{4.}] Сложность поля \item[\textbf{5.}] Граница поля \item[\textbf{6.}] Заблокированное поле \item[\textbf{7.}] Имя фрагмента (например, \texttt{F2} или \texttt{\#N3})

source: \pagetarget{Categories}{\subsection*{Location Categories}} Visiting Fields provides Heroes with benefits, such as gaining Resources or Cards (see \pagelink{All Map Locations}{All Map Locations}). There are three categories of Fields: \begin{itemize} \item \textbf{Visitable} – Once you Visit this Field, place a Black Cube on it. Treat it as an Empty Field as long as it has a Black Cube. \item \textbf{Flaggable} – These Fields can be captured by players and provide passive benefits. When you Visit one, place your Faction Cube on it. Enemy Heroes who Visit your Flagged Fields will replace your Cube with theirs to \textbf{steal} the Field’s effects. Allied Heroes treat Flagged Fields \textbf{as if they were empty}. \item \textbf{Revisitable} – You can Visit this Field multiple times. Do not place any Cubes when you Visit it. You may pay 1 MP to Visit this Field again. \end{itemize} \vspace*{\fill} \columnbreak
ru: \subsection*{\pagetarget{Categories}{Типы локаций}} Посещение полей позволяет игроку получать бонусы, такие как ресурсы или карты (см. \pagelink{All Map Locations}{список всех локаций}). Существует три типа полей: \begin{itemize} \item \textbf{Одноразовые} --- посетив такое поле в первый раз, поместите на него чёрный кубик. Если на поле уже есть чёрный кубик, оно считается пустым. \item \textbf{Захватываемые} --- используются для получения пассивных доходов. Посетив такое поле, оставьте на нём кубик своей фракции. Когда вражеские герои посещают захваченные вами поля, они меняют кубик фракций на свой, \textbf{похищая} эффекты поля. Союзники считают захваченные поля \textbf{пустыми}. \item \textbf{Многоразовые} --- вы можете посещать такое поле неограниченное количество раз. Не оставляйте на нём кубик после посещения. Вы можете использовать 1 ОП для перепосещения этого поля. \end{itemize} \vspace*{\fill} \columnbreak

source: [!hb] \centering \includegraphics[width=\textwidth]{\images/placement.png} \begin{tikzpicture}[overlay] \node at (5, 10) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{You cannot add this Tile here}}}}}; \node at (5, 1.4) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{You can add this Tile here, because it will}}}}}; \node at (3.9, 1) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{be adjacent to two other Tiles}}}}}; \end{tikzpicture}
de: [!hb] \centering \iftoggle{printable}{\vspace{-1.25em}}{\vspace{-0.5em}} \includegraphics[width=\textwidth]{\images/placement.png} \begin{tikzpicture}[overlay] \node at (5.2, 10) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Ungültige Platzierung für dieses Gebiet}}}}}; \node at (5, 1.4) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{Das Gebiet darf hier platziert werden, weil es}}}}}; \node at (3.85, 1) {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{an zwei andere Gebiete angrenzt}}}}}; \end{tikzpicture}
ru: [!hb] \centering \includegraphics[width=\textwidth]{\images/placement.png} \begin{tikzpicture}[overlay] \node at (5, 10) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Вы не можете поместить фрагмент здесь.}}}}}; \node at (1, 1.6) [anchor=west] {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{Вы можете положить фрагмент сюда,}}}}}; \node at (1, 1.2) [anchor=west] {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{так как он будет граничить}}}}}; \node at (1, 0.8) [anchor=west] {\footnotesize{\textbf{\textit{\textcolor{cadmiumgreen}{с двумя другими фрагментами.}}}}}; \end{tikzpicture}

source: \subheader{Example Turn}
ru: \subheader{Пример хода}

source: \textit{Alice wants to capture an adjacent \pagelink{Mines}{Mine} by Flagging it with her Main Hero, Sandro the Necromancer. She spends 1 MP to move onto the Mine, which begins \pagelink{Combat}{Combat} against Neutral Units, since the Field has a \pagelink{Difficulty}{Difficulty Rating} and has not been previously Flagged by any player.}\par
de: \textit{Alicia möchte mit ihrem Haupthelden Sandro eine angrenzende \pagelink{Mines}{Mine} einnehmen. Sie gibt 1 BP aus, um ihren Helden zur Mine zu bewegen, wodurch ein \pagelink{Combat}{Kampf} gegen Neutrale Einheiten ausgelöst wird, da der Ort \pagelink{Difficulty}{Schwierigkeitsgrad} der Stufe 1 besitzt und kein anderer Spieler ihn zuvor eingenommen hat.}\par
pl: \textit{Alicja chce przejąć sąsiednią \pagelink{Mines}{Kopalnię}, Flagując ją swoim głównym Bohaterem Nekromantą Sandro. Wydaje 1 PR by przemieścić się na Kopalnię, co rozpoczyna \pagelink{Combat}{Walkę} z Jednostkami Neutralnymi, ponieważ Pole ma \pagelink{Difficulty}{Poziom Trudności} i nie zostało wcześniej Oflagowane przez innego gracza.}\par
ru: \textit{Алиса хочет захватить соседнюю \pagelink{Mines}{шахту} её главным героем, некромантом Сандро. Она использует 1 ОП для передвижения в шахту, начиная \pagelink{Combat}{сражение} против нейтральных отрядов, так как поле имеет \pagelink{Difficulty}{уровень сложности} и не было ранее захвачено другим игроком.}\par

source: \textit{The Mine turns out to be guarded by Troglodytes, which have 3 HP \svg{health_points}. Alice's current hand consists of a Power Card, a Lightning Bolt, Haste, and a Town Portal. During the Combat, she casts the Lightning Bolt, and Empowers \svg{empower} it with Haste's alternative (bottom) effect, which makes the Lightning Bolt deal 3 damage \svg{damage}, killing the Troglodytes and winning the Combat.}
de: \textit{Die Mine wird von Troglodyten bewacht, die 3 LP \svg{health_points} haben. Alicias Handkarten sind die Zauber Eile, Blitzstrahl und Stadtportal, sowie eine Karte Zauberkraft. Sie spielt Blitzstrahl aus und verstärkt \svg{empower} diesen durch den alternativen (unteren) Effekt von Eile, wodurch Blitzstrahl 3 Schaden \svg{damage} zufügt, die Troglodyten besiegt werden und der Kampf gewonnen wird.}
pl: \textit{Kopalnia jest strzeżona przez Troglodytów, którzy mają 3 Punkty Zdrowia (3 PZ) \svg{health_points}. Talia Kart na ręce Alicji składa się z Karty Mocy oraz Zaklęcia Piorun, Przyspieszenie i Magiczny Portal. Podczas Walki Alicja rzuca Piorun i wzmacnia go \svg{empower} alternatywnym (dolnym) efektem Przyspieszenia, który powoduje, że Piorun zadaje 3 obrażenia \svg{damage} i zabija Troglodytów, wygrywając Walkę.}
ru: \textit{Оказалось, что шахта охраняется Троглодитами, имеющими 3 HP \svg{health_points}. Рука Алисы содержит карты Силы магии, Молнию, Ускорение и Городской портал. В ходе сражения она колдует Молнию и усиляет её \svg{empower} с помощью альтернативного (нижнего) эффекта карты Ускорения, что позволяет Молнии нанести 3 очка урона \svg{damage}, уничтожая Троглодитов и побеждая в сражении.}

source: \columnbreak \textit{The Combat lasted for only one Round, so Alice would not have been able to cast both Lightning Bolt and Haste, since players are limited to playing only one Spell Card per Combat Round.}\par
de: \textit{Alicia hätte nicht beide Zauber Blitzstrahl und Eile spielen dürfen, da pro Kampfrunde nur ein Zauber erlaubt ist und dieser Kampf nur eine Kampfrunde angedauert hat.}\par
ru: \columnbreak \textit{Битва завершилась за один раунд, поэтому Алиса не могла использовать ещё и основной эффект Ускорения, так как игроки могут колдовать только одно заклинание за раунд сражения.}\par

source: \textit{Alice now Flags the Mine by placing one of her Faction Cubes on it. Flagging this particular Mine increases her Building Materials \svg{building_materials} production by 2, and she also immediately gains the Mine's production value of 2 \svg{building_materials} as she was the first player to Flag it.}\par \textit{Afterwards, Alice wants to go back to defend a previously Flagged Settlement by casting the Town Portal still left in her hand. Her Hero is Level 2, so she can empower it with the Power Card's Expert Effect \svg{expert}, which grants her an additional Movement Point after casting it. }
de: \textit{Alicia nimmt die Mine nun ein, indem sie einen Fraktionswürfel auf ihr platziert. Dadurch erhöht sich ihr \svg{building_materials}-Einkommen um 2 und sie erhält sofort das Grundeinkommen der Mine in Höhe von 2 \svg{building_materials} einmal ausbezahlt, da sie der erste Spieler war, der die Mine eingenommen hat.}\par \textit{Anschließend möchte Alicia sich zu einer zuvor eroberten Siedlung bewegen und zaubert dazu Stadtportal, das sie noch auf der Hand hält. Da sie Heldenstufe 2 hat, darf sie den Experteneffekt \svg{expert} von Zauberkraft nutzen, um nach dem Zaubern noch einen zusätzlichen BP zu erhalten. }
ru: \textit{Теперь Алиса захватывает шахту, помещая на неё кубик своей фракции. Захват этой конкретной шахты увеличивает её добычу строительных материалов \svg{building_materials} на 2; также Алиса незамедлительно получает 2 \svg{building_materials}, так как она была первым игроком, захватившим эту шахту.}\par \textit{Далее Алиса хочет вернуться на защиту ранее захваченного посёлка, колдуя Городской портал, все ещё находящийся в её руке. Уровень её героя равен 2, поэтому она может усилить заклинание с помощью экспертного эффекта карты Силы магии \svg{expert}, поэтому это заклинание даёт ей дополнительное ОП. }

source: {2} \begin{expansion}{cove} \subsection*{\pagetarget{Sea Map Tiles}{Sea Map Tiles}} Sea Map Tiles have a unique backside and during setup are placed as shown in the chosen Scenario Map layout. Discovering them works as with regular Tiles. Sea Map Tiles may contain both land and sea Fields. Movement from land to land, from sea to sea, or from sea to land works as normal. However, when your Hero \textbf{enters a sea Field from a land Field}, their movement for the Turn ends. You may use unspent MP for other Actions (for example, to \pagelink{Timelimit}{extend Combat} against Neutral Units), but you cannot move anymore that Turn, not even with the help of Card effects. \end{expansion}
ru: {2} \begin{expansion}[before=\vspace*{-10mm}]{cove} \subsection*{Морские фрагменты карты} Имеют уникальную заднюю сторону, и в ходе подготовки раскладываются по шаблону выбранного сценария. Их исследование работает по обычным правилам. Поля морских фрагментов могут содержать как воду, так и сушу. Передвижение по суше, воде и с воды на сушу работает по обычным правилам. Однако при перемещении \textbf{с суши на воду} ход героя заканчивается. Вы можете использовать оставшиеся ОП для других действий (например для \pagelink{Timelimit}{продления сражения} против нейтральных отрядов), но вы больше не можете двигаться в этом ходу --- даже с помощью эффектов карт колоды. \end{expansion}

source: \begin{expansion}{stronghold} \subsection*{\pagetarget{Subterranean Map Tiles}{Subterranean Map Tiles}} Subterranean Map Tiles have a unique backside and are placed during setup as shown in the chosen Scenario Map layout. They work similarly to regular Map Tiles, except that \textbf{you cannot move between a Surface and a Subterranean Tile without using a \pagelink{Subterranean Gate}{Subterranean Gate} in between} or a Town Portal Spell. No other movement effects from Cards can allow you to move from one to the other. You also may not discover a Subterranean Map Tile while standing on a Surface Map Tile and vice versa. Treat both Fields of the Subterranean Gate Token \textbf{as one Field}. When a Hero enters a Field with a Subterranean Gate, discover the Map Tile on the other side for free (if it is still not discovered). Otherwise treat a Subterranean Gate Token as an empty Field. % NOTE: Discovering from one to the other should also be impossible. \end{expansion} \columnbreak
ru: \begin{expansion}{stronghold} \subsection*{\pagetarget{Subterranean Map Tiles}{Подземные фрагменты карты}} Имеют уникальную заднюю сторону, и в ходе подготовки раскладываются по шаблону сценария. Они работают как обычные фрагменты, кроме того что \textbf{вы не можете перемещаться между поверхностью и подземельем, не используя \pagelink{Subterranean Gate}{Подземные врата} между ними} или с помощью заклинания Городского портала. Никакие другие эффекты от карт не могут позволить вам переместиться с одной стороны фрагмента на другую. Вы также не можете исследовать подземные фрагменты, находясь на поверхности, и наоборот. Воспринимайте обе стороны жетона Подземных врат \textbf{как одно поле}. При попадании на поле с Подземными вратами, исследуйте фрагмент карты на другой стороне бесплатно (если он ещё не был исследован). Иначе воспринимайте жетон подземных врат как пустое поле. % NOTE: Discovering from one to the other should also be impossible. \end{expansion}

source: {\textbf{\textit{\textcolor{darkcandyapplered}{Sea Map Tile}}}}
de: {\textbf{\textit{\textcolor{darkcandyapplered}{Seegebiete}}}}
ru: {\textbf{\textit{\textcolor{darkcandyapplered}{Морской фрагмент карты}}}}
