Repository: Heegu-sama/Homm3BG
Catalog: translations/map_elements.tex/*.po
Languages: de, fr, he, pl, ru

source: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/elemental_tiles.png}}}; \draw (-2.2, 0.1) node {\textbf{\textit{\textcolor{darkcandyapplered}{Elemental Fire Tile}}}}; \draw (-2.2, -4.5) node {\textbf{\textit{\textcolor{darkcandyapplered}{Elemental Air Tile}}}}; \draw (2.2, 0.1) node {\textbf{\textit{\textcolor{darkcandyapplered}{Elemental Water Tile}}}}; \draw (2.2, -4.5) node {\textbf{\textit{\textcolor{darkcandyapplered}{Elemental Earth Tile}}}};
de: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/elemental_tiles.png}}}; \draw (-2.2, 0.1) node {\textbf{\textit{\textcolor{darkcandyapplered}{Feuer Elementargebiet}}}}; \draw (-2.2, -4.5) node {\textbf{\textit{\textcolor{darkcandyapplered}{Luft Elementargebiet}}}}; \draw (2.2, 0.1) node {\textbf{\textit{\textcolor{darkcandyapplered}{Wasser Elementargebiet}}}}; \draw (2.2, -4.5) node {\textbf{\textit{\textcolor{darkcandyapplered}{Erde Elementargebiet}}}};
ru: \draw (0, 0) node[inner sep=0] {\makebox[\linewidth][c]{\includegraphics[width=\linewidth]{\images/elemental_tiles.png}}}; \draw (-2.2, 0.1) node {\textbf{\textit{\textcolor{darkcandyapplered}{\begin{minipage}{0.5\linewidth}\centering Фрагмент элементалей огня\end{minipage}}}}}; \draw (-2.2, -4.5) node {\textbf{\textit{\textcolor{darkcandyapplered}{\begin{minipage}{0.5\linewidth}\centering Фрагмент элементалей воздуха\end{minipage}}}}}; \draw (2.2, 0.1) node {\textbf{\textit{\textcolor{darkcandyapplered}{\begin{minipage}{0.5\linewidth}\centering Фрагмент элементалей воды\end{minipage}}}}}; \draw (2.2, -4.5) node {\textbf{\textit{\textcolor{darkcandyapplered}{\begin{minipage}{0.5\linewidth}\centering Фрагмент элементалей земли\end{minipage}}}}};

source: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/map-tile-stronghold.png}}; \node at (0, 2.2) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Surface Map Tile}}}}}; \node at (3.21, -1.11) {\includegraphics[width=0.5\linewidth]{\images/map-tile-sub.png}}; \node at (3.21, -3.41) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Subterranean Map Tile}}}}}; \node[rotate=-60] (gate) at (1.6, -0.53) {\includegraphics[width=0.33\linewidth]{\images/subter-gate-outline.png}}; \node at (3.21, 1.11) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Subterranean Gate}}}}}; \end{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/map-tile-stronghold.png}}; \node at (0, 2.2) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Oberweltgebiet}}}}}; \node at (3.21, -1.11) {\includegraphics[width=0.5\linewidth]{\images/map-tile-sub.png}}; \node at (3.21, -3.41) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Unterweltgebiet}}}}}; \node[rotate=-60] (gate) at (1.6, -0.53) {\includegraphics[width=0.33\linewidth]{\images/subter-gate-outline.png}}; \node at (3.21, 1.11) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Tor zur Unterwelt}}}}}; \end{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/map-tile-stronghold.png}}; \node at (0, 2.2) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Фрагмент поверхности}}}}}; \node at (3.21, -1.11) {\includegraphics[width=0.5\linewidth]{\images/map-tile-sub.png}}; \node at (3.21, -3.41) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Фрагмент подземелья}}}}}; \node[rotate=-60] (gate) at (1.6, -0.53) {\includegraphics[width=0.33\linewidth]{\images/subter-gate-outline.png}}; \node at (3.21, 1.11) {\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Подземные врата}}}}}; \end{tikzpicture}

source: {2} Location Tokens are added by several expansions to the game. They are placed either separately or on specific Fields of the Map Tile when a Hero discovers one with associated Token, and overwrite the original Location they are placed on. Tokens cannot be placed on other Location Tokens, Blocked Fields, or Fields containing Locations required to meet any of the Scenario's victory conditions.
ru: {2} Жетоны локации имеются в нескольких дополнениях. Они размещаются отдельно, либо на специальных полях фрагмента карты, когда герой находит фрагмент с жетоном, и переопределяют локацию, на которой они расположены. Жетоны не могут размещаться на других жетонах локации, заблокированных полях и полях, содержащих локации, необходимые для достижения условий победы в сценарии.

source: \begin{expansion}[before=\vspace*{0pt}]{navalbattles} \subsection*{Creature Bank Tokens} As an \textbf{optional rule} you can decide to play with \pagelink{Creature Banks Rules}{Creature Banks}. If you do, each time you discover a Far \mbox{(II--III)} or Near \mbox{(IV--V)} Map Tile, you may decide to draw a Creature Bank Token corresponding to the discovered Map Tile, and -- contrary to the normal rules -- you can place it \textbf{only on its Blocked Field}. \bigskip \begin{center} \includegraphics[width=0.42\linewidth]{\map_locations/creature_bank_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Creature Bank Token}}}} \end{center} \end{expansion}
ru: \begin{expansion}[before=\vspace*{3mm}]{navalbattles} \subsection*{Жетоны Сокровищницы} \textbf{По желанию} вы можете добавить в игру \pagelink{Creature Banks Rules}{Сокровищницы}. В таком случае, при исследовании дальнего \mbox{(II--III)} или ближнего \mbox{(IV--V)} фрагмента карты, возьмите жетон Сокровищницы, соответствующий исследуемому фрагменту, и разместите Сокровищницу \textbf{только на заблокированном поле} этого фрагмента. \bigskip \begin{center} \includegraphics[width=0.42\linewidth]{\map_locations/creature_bank_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Жетон сокровищницы}}}} \end{center} \end{expansion}

source: \begin{expansion}[before=\vspace*{0pt}]{cove} \subsection*{\pagetarget{Whirlpool Tokens}{Whirlpool Tokens}} Discovering \pagelink{Whirlpool}{Whirlpools} follows the same rules as discovering Monoliths. \bigskip
ru: \begin{expansion}[before=\vspace*{0pt}]{cove} \subsection*{Жетоны Водоворота} Исследование \pagelink{Whirlpool}{Водоворотов} следует тем же правилам, что и исследование Монолитов. \bigskip

source: \draw (-2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (-2.5, -1) node {\Huge\textbf{\textcolor{white}{$\boldsymbol{-}$1}}}; \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (0, -1) node {\Huge\textbf{\textcolor{white}{0}}}; \draw (2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (2.5, -1) node {\Huge\textbf{\textcolor{white}{$\boldsymbol{+}$1}}}; \end{tikzpicture} \begin{center} \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Whirlpool Tokens}}}} \end{center} \end{expansion}
ru: \draw (-2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (-2.5, -1) node {\Huge\textbf{\textcolor{white}{$\boldsymbol{-}$1}}}; \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (0, -1) node {\Huge\textbf{\textcolor{white}{0}}}; \draw (2.5, 0) node[inner sep=0] {\includegraphics[width=0.4\linewidth]{\map_locations/whirlpool-token.png}}; \draw (2.5, -1) node {\Huge\textbf{\textcolor{white}{$\boldsymbol{+}$1}}}; \end{tikzpicture} \begin{center} \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Жетоны Водоворота}}}} \end{center} \end{expansion}

source: \begin{expansion}[before=\vspace*{-11mm}]{stronghold} \subsection*{Subterranean Gate Tokens} \pagetarget{Subterranean Gate}{Subterranean Gates} are also determined by a Scenario's Map Layout and connect both a Surface Map Tile and an adjacent Subterranean Map Tile. They cannot be placed outside the Map Tiles. After discovering one of the corresponding Map Tiles you may choose the position of the Subterranean Gate Token as long as it connects the two indicated Map Tiles without covering forbidden Fields. The Scenario Map layout only shows \textbf{which two Tiles are connected}, not the exact Fields the Token is placed on. \bigskip \begin{center} \includegraphics[width=0.6\linewidth]{\map_locations/subterranean_gate_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Subterranean Gate Token}}}} \end{center} \end{expansion}
de: \begin{expansion}[before=\vspace*{-11mm}]{stronghold} \subsection*{Tor zur Unterwelt} \pagetarget{Subterranean Gate}{Tore zur Unterwelt} sind ebenfalls im Szenario-Layout vorgeschrieben und verbinden jeweils ein Oberweltgebiet mit einem Unterweltgebiet. Sie können nicht außerhalb von Gebieten platziert werden. Nach dem Entdecken eines entsprechenden Gebiets darfst du das Tor zur Unterwelt wie gewünscht platzieren, so lange es die beiden vorgeschriebenen Gebiete verbindet und keine verbotenen Felder überdeckt. Das Szenario-Layout zeigt nur,\textbf{welche zwei Gebiete verbunden sind}, aber nicht auf welchen Feldern der Marker platziert wird. \bigskip \begin{center} \includegraphics[width=0.6\linewidth]{\map_locations/subterranean_gate_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Ortsmarker Tor zur Unterwelt}}}} \end{center} \end{expansion}
ru: \begin{expansion}[before=\vspace*{-10mm}]{stronghold} \subsection*{Жетоны Подземных врат} \pagetarget{Subterranean Gate}{Подземные врата} определяются сценарием и соединяют фрагмент поверхности со смежным фрагментом подземелья. Они не могут располагаться вне фрагментов карты. После исследования одного из соответствующих фрагментов, вы можете выбрать любую позицию для жетона --- при условии, что он соединяет оба фрагмента без перекрытия запрещенных полей. Шаблон сценария показывает только \textbf{фрагменты, которые необходимо соединить}, но не конкретные поля, на которые следует поместить жетон. \bigskip \begin{center} \includegraphics[width=0.6\linewidth]{\map_locations/subterranean_gate_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Жетон Подземных врат}}}} \end{center} \end{expansion}

source: \begin{expansion}[before=\vspace*{0pt}]{conflux} \subsection*{\pagetarget{Monolith Tokens}{Monolith Tokens}} The position of \pagelink{Monolith}{Monoliths} is determined by Scenario Layout. If you discover a Tile with one of these Tokens on it, discover the Tile normally, and then place the Token on the Field indicated by the Scenario's Map layout, or a Field of your choosing if it's not specified. \bigskip \begin{center} \includegraphics[width=0.4\linewidth]{\map_locations/monolith_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Monolith Token}}}} \end{center} \end{expansion}
ru: \begin{expansion}[before=\vspace*{-2mm}]{conflux} \subsection*{\pagetarget{Monolith Tokens}{Жетоны Монолита}} Расположение \pagelink{Monolith}{Монолитов} определяется шаблоном сценария. Если вы исследуете фрагмент с таким жетоном, исследуйте его по обычным правилам, а после разместите жетон на поле, указанном в шаблоне сценария. Если поле не указано --- положите жетон на любое поле. \bigskip \begin{center} \includegraphics[width=0.4\linewidth]{\map_locations/monolith_token.png}\\ \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Жетон Монолита}}}} \end{center} \end{expansion}

source: \subsection*{Map Tile Anatomy\index{Map Tile}} Each Map Tile is divided into 7 separate \textbf{Fields} that your Heroes can \textbf{Visit}. When your Hero moves to a Field, they must immediately Visit it, or first start a \pagelink{Combat}{Combat} against the enemies guarding it before Visiting. Empty Fields\index{Empty Field} do nothing when Visited. Solid yellow lines on a Field's edge cannot be passed through. \pagelink{Difficulty}{Roman numerals} written on a Field indicate that the Field is guarded by Neutral enemies that must be fought to Visit it.\par \columnbreak \includegraphics[width=\linewidth]{\images/maptiles.png} \begin{itemize} \footnotesize \item[\textbf{1.}] Starting Map Tiles: I \item[\textbf{2.}] Far Map Tiles: II-III \item[\textbf{3.}] Near Map Tiles: IV-V \item[\textbf{4.}] Center Map Tiles: VI-VII \end{itemize}
de: \subsection*{Aufbau eines Gebiets\index{Gebiet}} Jedes Gebiet ist in 7 separate \textbf{Felder} aufgeteilt. Die meisten Felder zeigen \textbf{Orte}, die deine Helden \textbf{besuchen}, sobald sie das Feld betreten. Auf leeren Feldern \index{Leere Felder} geschieht nichts beim Besuchen. \pagelink{Difficulty}{Römische Zahlen} weisen auf einen \pagelink{Combat}{Kampf} gegen neutrale Einheiten hin, der erst gewonnen werden muss, bevor der Ort besucht werden kann. Durchgezogene gelbe Linien zwischen Feldern können nicht passiert werden.\par \columnbreak \includegraphics[width=\linewidth]{\images/maptiles.png} \begin{itemize} \footnotesize \item[\textbf{1.}] Startgebiete: I \item[\textbf{2.}] Ferne Gebiete: II-III \item[\textbf{3.}] Nahe Gebiete: IV-V \item[\textbf{4.}] Zentralgebiete: VI-VII \end{itemize}
pl: \subsection*{Budowa Kafelka Mapy\index{Kafelek Mapy}} Każdy Kafelek podzielony jest na 7 \textbf{Pól}, które Bohaterowie mogą \textbf{Odwiedzić}. Kiedy Bohater przemieszcza się na Pole, musi je natychmiast Odwiedzić albo rozpocząć \pagelink{Combat}{Walkę} z Wrogami broniącymi tego Pola, zanim zostanie Odwiedzone. Puste Pola \index{Puste Pola} nie mają żadnego efektu po Odwiedzeniu. Ciągła żółta linia wokół niektórych Pól nie może być przekroczona. \pagelink{Difficulty}{Cyfry rzymskie} oznaczają, że Pole strzeżone jest przez wrogie Jednostki Neutralne, z którymi trzeba Walczyć, by je Odwiedzić.\par \columnbreak \includegraphics[width=\linewidth]{\images/maptiles.png} \begin{itemize} \footnotesize \item[\textbf{1.}] Kafelki Początkowe: I \item[\textbf{2.}] Kafelki Dalekie: II-III \item[\textbf{3.}] Kafelki Bliskie: IV-V \item[\textbf{4.}] Kafelki Centralne: VI-VII \end{itemize}

source: \begin{itemize} \footnotesize \begin{multicols}{2} \item[\textbf{1.}] Empty Field \item[\textbf{2.}] Location \item[\textbf{3.}] Artifact Symbol \item[\textbf{4.}] Field Difficulty \item[\textbf{5.}] Border line \item[\textbf{6.}] Blocked Field \item[\textbf{7.}] Tile name like \\{} \texttt{F2} or \texttt{\#N3}
de: \begin{itemize} \footnotesize \begin{multicols}{2} \item[\textbf{1.}] Leeres Feld \item[\textbf{2.}] Ort \item[\textbf{3.}] Artefaktsymbol \item[\textbf{4.}] Schwierigkeitsgrad \item[\textbf{5.}] Durchgezogene Linie \item[\textbf{6.}] Blockiertes Feld \item[\textbf{7.}] Gebiets-Nr. (z.B. \\{} \texttt{F2} oder \texttt{\#N3})
fr: \begin{itemize} \footnotesize \begin{multicols}{2} \item[\textbf{1.}] Case Vide \item[\textbf{2.}] Site \item[\textbf{3.}] Symbole d'Artefact \item[\textbf{4.}] Difficulté de la Case \item[\textbf{5.}] Bord de Cases \item[\textbf{6.}] Case Bloquée \item[\textbf{7.}] Nom de la Tuile : \\{} \texttt{F2} ou \texttt{\#N3}
pl: \begin{itemize} \footnotesize \begin{multicols}{2} \item[\textbf{1.}] Puste Pole \item[\textbf{2.}] Lokacja \item[\textbf{3.}] Ikona Artefaktu \item[\textbf{4.}] Trudność Pola \item[\textbf{5.}] Granica między\\Polami \item[\textbf{6.}] Pole zablokowane \item[\textbf{7.}] Nazwa Kafelka,\\{} np. \texttt{F2} albo \texttt{\#N3}

source: \note{3}{ Blocked Field cannot be entered, but can be exited. }
de: \note{3}{ Blockierte Felder können nicht betreten, aber verlassen werden. }
fr: \note{3}{ Vous ne pouvez entrer dans une Case Bloquée, mais vous pouvez en sortir. }
pl: \note{3}{ Na zablokowane Pola nie można wejść, ale można z nich wyjść. }

source: \subsection*{\pagetarget{Categories}{Location Categories}} Visiting Fields provides Heroes with benefits, such as gaining Resources or Cards (see \pagelink{All Map Locations}{All Map Locations}). There are three categories of Fields: \begin{itemize} \item \textbf{Visitable} – Once you Visit this Field, place a Black Cube on it. Treat it as an Empty Field as long as it has a Black Cube. \item \textbf{Flaggable} – These Fields can be captured by players and provide passive benefits. When you Visit one, place your Faction Cube on it. Enemy Heroes who Visit your Flagged Fields will replace your Cube with theirs to \textbf{steal} the Field’s effects. Allied Heroes treat Flagged Fields \textbf{as if they were empty}. \item \textbf{Revisitable} – You can Visit this Field multiple times. Do not place any Cubes when you Visit it. You may pay 1 MP to Visit this Field again. \end{itemize}
de: \subsection*{\pagetarget{Categories}{Kategorien der Orte}} Besuchen Helden Felder mit Orten, liefern diese ihnen Belohnungen (siehe \pagelink{All Map Locations}{Übersicht aller Orte}). Es gibt 3 Kategorien von Orten: \begin{itemize} \item \textbf{Besuchbar} – Sobald der Ort besucht wurde, platziere dort einen Statuswürfel. Orte mit Statuswürfel gelten als leere Felder. \item \textbf{Einnehmbar} – Diese Orte können von Spielern kontrolliert werden und liefern passive Vorteile. Platziere dort einen eigenen Fraktionswürfel nach deinem Besuch. Gegnerische Helden können deinen Fraktionswürfel durch ihren eigenen ersetzen und so den Effekt des Ortes \textbf{stehlen}, wenn sie den Ort betreten. Für verbündete Helden gelten eingenommene Orte \textbf{als leere Felder}. \item \textbf{Mehrfach besuchbar} – Diese Orte werden jedes Mal beim Betreten besucht. Platziere keinen Würfel auf ihnen. Du darfst 1 BP ausgeben, um den Ort erneut zu besuchen. \end{itemize}

source: \subsection*{\pagetarget{Placing}{Placing and Discovering New Tiles}}\index{Discovering Tiles} Heroes may spend 1 MP to either reveal an adjacent face-down Tile, or to place a Far (II–III) Map Tile from their own supply of Tiles (scenario rules determine the Tiles in your own supply). All face-down Tiles should be kept \textbf{hidden from all players} until they are about to be placed or revealed. New Tiles must be placed adjacent to the Hero who spends the MP, and connected to at least two other existing Tiles. New Tiles must also be positioned so that there is a valid path that eventually connects them with all other Tiles. You may always rotate Map Tiles when placing or revealing them.
de: \subsection*{\pagetarget{Placing}{Platzieren und Entdecken von Gebieten}}\index{Gebiete entdecken} Helden dürfen 1 BP ausgeben, um entweder ein angrenzendes, verdecktes Gebiet zu entdecken oder ein fernes Gebiet (II–III) aus ihrem eigenen Vorrat (zusammengestellt je nach gewähltem Szenario) zu platzieren. Alle unentdeckten Gebiete sind stets \textbf{allen Spielern verborgen}, bis sie platziert oder aufgedeckt werden. Neue Gebiete müssen angrenzend an den Helden, der den BP ausgab, platziert werden und dabei mit mindestens zwei existierenden Gebieten verbunden sein. Außerdem dürfen sie nur so platziert werden, dass ein gültiger Pfad zwischen allen Gebieten gewährleistet bleibt. Du darfst Gebiete immer frei ausrichten bzw. rotieren, wenn du sie entdeckst oder platzierst.

source: Example Turn
de: Beispiel-Spielzug
fr: Exemple de Tour
pl: Przykładowa Tura

source: \begin{expansion}{cove} \subsection*{Sea Map Tiles} Sea Map Tiles have a unique backside and during setup are placed as shown in the chosen Scenario Map layout. Discovering them works as with regular Tiles. Sea Map Tiles may contain both land and sea Fields. Movement from land to land, from sea to sea, or from sea to land works as normal. However, when your Hero \textbf{enters a sea Field from a land Field}, their movement for the Turn ends. You may use unspent MP for other Actions (for example, to \pagelink{Timelimit}{extend Combat} against Neutral Units), but you cannot move anymore that Turn, not even with the help of Card effects. \end{expansion}
de: \begin{expansion}{cove} \subsection*{Seegebiete} Seegebiete erkennt man an ihrer Rückseite und sie werden gemäß des gewählten Szenario-Layout platziert. Du entdeckst sie genauso wie reguläre Gebiete. Seegebiete können sowohl Land- als auch Seefelder enthalten. Bewegungen von Land zu Land, von See zu See oder von See zu Land funktionieren wie üblich. Wenn ein Held aber ein \textbf{Seefeld ausgehend von einem Landfeld betritt}, endet seine Bewegung sofort. Du darfst verbleibende BP noch für andere Aktionen nutzen (z. B. um \pagelink{Timelimit}{einen neutralen Kampf zu verlängern}), aber du kannst diesen Helden nicht mehr bewegen, auch nicht mithilfe von Karteneffekten. \end{expansion}

source: \begin{expansion}{stronghold} \subsection*{\pagetarget{Subterranean Map Tiles}{Subterranean Map Tiles}} Subterranean Map Tiles have a unique backside and are placed during setup as shown in the chosen Scenario Map layout. They work similarly to regular Map Tiles, except that \textbf{you cannot move between a Surface and a Subterranean Tile without using a \pagelink{Subterranean Gate}{Subterranean Gate} in between} or a Town Portal Spell. No other movement effects from Cards can allow you to move from one to the other. You also may not discover a Subterranean Map Tile while standing on a Surface Map Tile and vice versa. Treat both Fields of the Subterranean Gate Token \textbf{as one Field}. When a Hero enters a Field with a Subterranean Gate, discover the Map Tile on the other side for free (if it is still not discovered). Otherwise treat a Subterranean Gate Token as an empty Field. % NOTE: Discovering from one to the other should also be impossible. \end{expansion}
de: \begin{expansion}{stronghold} \subsection*{\pagetarget{Subterranean Map Tiles}{Unterweltgebiete}} Unterweltgebiete erkennt man an ihrer Rückseite und sie werden gemäß des gewählten Szenario-Layouts platziert. Sie werden wie normale Gebiete behandelt, außer dass \textbf{du dich zwischen Unterwelt- und Oberweltgebieten nur durch ein \pagelink{Subterranean Gate}{Tor zur Unterwelt}} oder mit dem Zauber Stadtportal bewegen darfst. Andere Bewegungseffekte können hier nicht genutzt werden. Außerdem kannst du kein Unterweltgebiet entdecken, wenn dein Held in der Oberwelt steht, und andersherum. Behandle beide Felder des Tores zur Unterwelt \textbf{als ein Feld}. Wenn ein Held ein Tor zur Unterwelt betritt, entdecke sofort ohne weitere Kosten das Gebiet auf der anderen Seite (falls es noch nicht entdeckt ist). Anderenfalls behandle Tore zur Unterwelt wie leere Felder. % NOTE: Discovering from one to the other should also be impossible. \end{expansion}

source: {2} \subsection*{\pagetarget{Discover Location Tokens}{Placing and Discovering Location Tokens}} Location Tokens are added by several expansions to the game. They are placed either separately or on specific Fields of the Map Tile when a Hero discovers one with associated Token, and overwrite the original Location they are placed on. Tokens cannot be placed on other Location Tokens, Blocked Fields, or Fields containing Locations required to meet any of the Scenario's victory conditions.
de: {2} \subsection*{\pagetarget{Discover Location Tokens}{Platzieren und Entdecken von Ortsmarkern}} Ortsmarker werden durch Erweiterungen dem Spiel hinzugefügt. Sie werden entweder separat im Szenario-Layout platziert oder überdecken bestimmte Felder der Abenteuerkarte, sobald ein Held ein entsprechendes Gebiet entdeckt. Ortsmarker überschreiben den ursprünglichen Ort, den sie überdecken. Sie können weder auf anderen Ortsmarkern, auf blockierten Feldern oder auf für die Siegbedingung des Szenarios relevanten Feldern platziert werden.
