Repository: Heegu-sama/Homm3BG
Catalog: translations/components.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: \addsection{Components}{\skills/luck.png}
cs: \addsection{Seznam komponent}{\skills/luck.png}
de: \addsection{Spielmaterial}{\skills/luck.png}
es: \addsection{Componentes}{\skills/luck.png}
fr: \addsection{Éléments du Jeu}{\skills/luck.png}
pl: \addsection{Komponenty}{\skills/luck.png}
ru: \addsection{Компоненты}{\skills/luck.png}

source: This guide provides a visual overview of all components included in every expansion. For detailed information, including exact quantities and images of each individual component, please refer to the Archon's official content guide.
cs: Tento průvodce poskytuje vizuální přehled všech součástí hry, včetně každého rozšíření. Podrobnější informace, včetně přesného množství a obrázků jednotlivých komponent, najdete v oficiálním průvodci obsahem od Archonu.
de: Im Folgenden ist eine Übersicht über das Spielmaterial aus allen Erweiterungen. Ausführlichere Informationen (Mengenangaben; Bilder einzelner Komponenten) sind in den offiziellen Spielmaterial-Leitfäden von Archon Studios zu finden.
es: Esta guía ofrece un resumen de todos los componentes incluidos en cada expansión. Para obtener información detallada, incluidas cantidades exactas e imágenes de cada componente, consulta el contenido oficial en la guía de Archon.
fr: Ce guide vous donne un aperçu visuel de chaque élément inclus dans les extensions. Pour plus de détails, comme les images ou les quantités de chaque élément, merci de vous référer au guide officiel d'Archon Studio.
pl: Niniejszy przewodnik zawiera wizualny przegląd wszystkich komponentów zawartych w każdym rozszerzeniu. Szczegółowe informacje, w tym dokładne ilości i zdjęcia poszczególnych elementów, można znaleźć w oficjalnym ,,Content Guide'' Archon Studio.
ru: Данная инструкция предоставляет обзор всех компонентов, включённых в каждое дополнение. Для получения детальной информации, включающей точное количество и изображения каждого компонента, вы можете использовать официальный обзор от Archon.

source: [H] \centering \hfill \begin{subfigure}[c]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\images/map-tile-back.png} \caption{\textbf{\pagelink{Map}{Map Tile}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.25\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=0.7\linewidth]{\images/map-tile-sea.png} \caption{\textbf{\pagelink{Sea Map Tiles}{Sea Map Tile}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.25\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.7\linewidth]{\images/map-tile-sub.png} \caption{\textbf{\pagelink{Subterranean Map Tiles}{Subterranean Map Tile}}} \end{expansionmini} \end{subfigure} \hfill ~
de: [H] \centering \hfill \begin{subfigure}[c]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\images/map-tile-back.png} \caption{\textbf{\pagelink{Map}{Gebiete}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.25\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=0.7\linewidth]{\images/map-tile-sea.png} \caption{\textbf{\pagelink{Sea Map Tiles}{Seegebiete}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.25\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.7\linewidth]{\images/map-tile-sub.png} \caption{\textbf{\pagelink{Subterranean Map Tiles}{Untergrundgebiete}}} \end{expansionmini} \end{subfigure} \hfill ~

source: [H] \centering \hfill \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/movement-tokens.png} \caption{\textbf{\pagelink{Movement}{Movement Tokens}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.17\linewidth} \begin{expansionmini}{navalbattles} \vspace{3mm} \centering \includegraphics[width=0.8\linewidth]{\map_locations/creature-bank.png} \caption{\textbf{\pagelink{Creature Bank Tokens}{Creature Bank Token}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{cove} \vspace{3mm} \centering \includegraphics[width=0.6\linewidth]{\map_locations/whirlpool.png} \caption{\textbf{\pagelink{Whirlpool Tokens}{Whirlpool Token}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{conflux} \vspace{3mm} \centering \includegraphics[width=0.6\linewidth]{\map_locations/monolith_token.png} \caption{\textbf{\pagelink{Monolith Tokens}{Monolith Token}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.16\linewidth} \begin{expansionmini}{stronghold} \centering \vspace*{0.5em} \includegraphics[width=0.75\linewidth]{\map_locations/subterranean_gate_token.png} \caption{\textbf{\pagelink{Subterranean Gate}{Subterranean Gate}}} \end{expansionmini} \end{subfigure} \hfill ~
de: [H] \centering \hfill \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/movement-tokens.png} \caption{\textbf{\pagelink{Movement}{Bewegungsmarker}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.17\linewidth} \begin{expansionmini}{navalbattles} \vspace{3mm} \centering \includegraphics[width=0.8\linewidth]{\map_locations/creature-bank.png} \caption{\textbf{\pagelink{Creature Bank Tokens}{Kreaturenbank}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{cove} \vspace{3mm} \centering \includegraphics[width=0.6\linewidth]{\map_locations/whirlpool.png} \caption{\textbf{\pagelink{Whirlpool Tokens}{Strudel}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{conflux} \vspace{3mm} \centering \includegraphics[width=0.6\linewidth]{\map_locations/monolith_token.png} \caption{\textbf{\pagelink{Monolith Tokens}{Teleporter}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.16\linewidth} \begin{expansionmini}{stronghold} \centering \vspace*{0.5em} \includegraphics[width=0.75\linewidth]{\map_locations/subterranean_gate_token.png} \caption{\textbf{\pagelink{Subterranean Gate}{Tor zur Unterwelt}}} \end{expansionmini} \end{subfigure} \hfill ~

source: [H] \centering \begin{subfigure}[c]{0.3\linewidth} \includegraphics[width=\linewidth]{\images/town-empty.png} \caption{\textbf{\pagelink{Town}{Town Board}}} \end{subfigure} ~ \begin{subfigure}[c]{0.3\linewidth} \centering \includegraphics[width=0.25\linewidth]{\images/town-tile-1.png} \includegraphics[width=0.25\linewidth]{\images/town-tile-2.png} \includegraphics[width=0.25\linewidth]{\images/town-tile-3.png} \caption{\textbf{\pagelink{Town}{Building Tiles}}} \end{subfigure} ~ \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{stretchgoals2} \centering \begin{tikzpicture}
de: [H] \centering \begin{subfigure}[c]{0.3\linewidth} \includegraphics[width=\linewidth]{\images/town-empty.png} \caption{\textbf{\pagelink{Town}{Stadt-Tableau}}} \end{subfigure} ~ \begin{subfigure}[c]{0.3\linewidth} \centering \includegraphics[width=0.25\linewidth]{\images/town-tile-1.png} \includegraphics[width=0.25\linewidth]{\images/town-tile-2.png} \includegraphics[width=0.25\linewidth]{\images/town-tile-3.png} \caption{\textbf{\pagelink{Town}{Stadtgebäude}}} \end{subfigure} ~ \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{stretchgoals2} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/town-card-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/town-card.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Town Card}{Town card}}} \end{expansionmini} \end{subfigure} ~
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/town-card-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/town-card.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Town Card}{Stadtkarten}}} \end{expansionmini} \end{subfigure} ~

source: [H] \centering \begin{subfigure}[c]{0.18\linewidth} \centering \includegraphics[width=\linewidth]{\images/gold-tokens.png} \caption{\textbf{\pagelink{Resources}{Gold Tokens}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/building-materials-token.png} \caption{\textbf{\pagelink{Resources}{Building Materials}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/valuables-token.png} \caption{\textbf{\pagelink{Resources}{Valuables Token}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/build.png} \caption{\textbf{\pagelink{Town Actions}{Build Token}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.13\linewidth} \centering \includegraphics[width=5em]{\images/population.png} \caption{\textbf{\pagelink{Town Actions}{Population Token}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/spells.png} \caption{\textbf{\pagelink{Town Actions}{\mbox{Spell Book} Token}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure}
de: [H] \centering \begin{subfigure}[c]{0.18\linewidth} \centering \includegraphics[width=\linewidth]{\images/gold-tokens.png} \caption{\textbf{\pagelink{Resources}{Gold}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/building-materials-token.png} \caption{\textbf{\pagelink{Resources}{Baumaterial}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/valuables-token.png} \caption{\textbf{\pagelink{Resources}{Minerale}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/build.png} \caption{\textbf{\pagelink{Town Actions}{Baumarker}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.13\linewidth} \centering \includegraphics[width=5em]{\images/population.png} \caption{\textbf{\pagelink{Town Actions}{Bevölkerungsmarker}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/spells.png} \caption{\textbf{\pagelink{Town Actions}{\mbox{Zauberbuch}marker}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure}

source: [H] \centering \begin{subfigure}[c]{0.3\linewidth} \includegraphics[width=\linewidth]{\images/hero.png} \caption{\textbf{\pagelink{Herocard}{Hero Board}}} \end{subfigure} ~ \begin{subfigure}[c]{0.4\linewidth} \centering \includegraphics[width=\linewidth]{\images/hero-minis.png} \caption{\textbf{Hero Miniatures}} \end{subfigure}
de: [H] \centering \begin{subfigure}[c]{0.3\linewidth} \includegraphics[width=\linewidth]{\images/hero.png} \caption{\textbf{\pagelink{Herocard}{Helden-Tableau}}} \end{subfigure} ~ \begin{subfigure}[c]{0.4\linewidth} \centering \includegraphics[width=\linewidth]{\images/hero-minis.png} \caption{\textbf{Heldenminiaturen}} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.7\linewidth]{\cards/astrolog-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.7\linewidth]{\cards/astrolog.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Rounds}{Astrologers Proclaim card}}} \end{subfigure} ~ \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{fortress} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.7\linewidth]{\cards/astrolog-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.7\linewidth]{\cards/astrolog.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Rounds}{Astrologenkarten}}} \end{subfigure} ~ \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{fortress} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.8\linewidth]{\cards/event-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.8\linewidth]{\cards/event.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Events}{Event card}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{battlefield} \centering \vspace{0.5em} \includegraphics[width=\linewidth]{\cards/adventure.png} \caption{\textbf{\pagelink{Adventure Cards}{Adventure card}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{stretchgoals2} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.8\linewidth]{\cards/event-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.8\linewidth]{\cards/event.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Events}{Ereigniskarten}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{battlefield} \centering \vspace{0.5em} \includegraphics[width=\linewidth]{\cards/adventure.png} \caption{\textbf{\pagelink{Adventure Cards}{Abenteuerkarten}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{stretchgoals2} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/pandora-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/pandora.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Pandora Card}{Pandora's Box card}}} \end{expansionmini} \end{subfigure}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/pandora-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/pandora.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Pandora Card}{Pandoras-Box-Karten}}} \end{expansionmini} \end{subfigure}

source: [H] \centering \hfill \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/faction-cubes.png} \caption{\textbf{Faction Cubes}} \end{subfigure} \hfill \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/black-cubes.png} \caption{\textbf{Black Cubes}} \end{subfigure} \hfill \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/grail.png} \caption{\textbf{\pagelink{Grail}{Grail Token}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.18\linewidth} \begin{expansionmini}{navalbattles} \centering \vspace{0.5em} \includegraphics[width=0.45\linewidth]{\images/crown-token.png} \caption{\textbf{\pagelink{Empowered Ability Token}{Empowered Ability Token}}} \end{expansionmini} \end{subfigure} \hfill ~
de: [H] \centering \hfill \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/faction-cubes.png} \caption{\textbf{Fraktionswürfel}} \end{subfigure} \hfill \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/black-cubes.png} \caption{\textbf{Statuswürfel}} \end{subfigure} \hfill \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/grail.png} \caption{\textbf{\pagelink{Grail}{Gralmarker}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.18\linewidth} \begin{expansionmini}{navalbattles} \centering \vspace{0.5em} \includegraphics[width=0.45\linewidth]{\images/crown-token.png} \caption{\textbf{\pagelink{Empowered Ability Token}{Fähigkeitsmarker}}} \end{expansionmini} \end{subfigure} \hfill ~

source: [H] \centering \begin{subfigure}[c]{0.4\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/round-tracker.png} \caption{\textbf{\pagelink{Rounds}{Round Tracker}}} \end{subfigure} \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=0.7\linewidth]{\images/attack_die.png} \caption{\textbf{\pagelink{Combatterminology}{Attack Dice}} \\\phantom{Population}} \end{subfigure} \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/treasure_die.png} \caption{\textbf{\pagelink{Treasure Die}{Treasure Dice}}} \end{subfigure} \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/resource_die.png} \caption{\textbf{\pagelink{Resources}{Resource Dice}}} \end{subfigure}
de: [H] \centering \begin{subfigure}[c]{0.4\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/round-tracker.png} \caption{\textbf{\pagelink{Rounds}{Rundenleiste}}} \end{subfigure} \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=0.7\linewidth]{\images/attack_die.png} \caption{\textbf{\pagelink{Combatterminology}{Angriffswürfel}} \\\phantom{Population}} \end{subfigure} \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/treasure_die.png} \caption{\textbf{\pagelink{Treasure Die}{Schatzwürfel}}} \end{subfigure} \begin{subfigure}[c]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/resource_die.png} \caption{\textbf{\pagelink{Resources}{Ressourcenwürfel}}} \end{subfigure}

source: % background \node[opacity=0.75] at (6.7, 0.7) {\includegraphics[scale=1.2]{\images/unitmini-evileye.png}}; \node[opacity=0.75] at (-3.9, 1.0) {\includegraphics[scale=1.4]{\images/unitmini-dwarf.png}}; \node[opacity=0.75] at (-0.9, 0.66) {\includegraphics[scale=1.4]{\images/unitmini-naga.png}}; \node[opacity=0.75] at (3.1, 0.7) {\includegraphics[scale=1.4]{\images/unitmini-lich.png}}; \node[opacity=0.75] at (1, 1.1) {\includegraphics[scale=1.4]{\images/unitmini-archangel.png}}; \node[opacity=0.75, xscale=-1] at (-2.6, 1) {\includegraphics[scale=1.2]{\images/unitmini-troglodyte.png}}; % foreground \node at (-3.5, 0) {\includegraphics[scale=0.9]{\images/unitmini-magicelemental.png}}; \node at (-1.6, -0.4) {\includegraphics[scale=0.9]{\images/unitmini-seaman.png}}; \node at (2, -0.1) {\includegraphics[scale=0.9]{\images/unitmini-archdevil.png}}; \node at (0, 0.15) {\includegraphics[scale=1.1]{\images/unitmini-cyclops.png}}; \node at (5.1, 0.6) {\includegraphics[scale=0.7]{\images/unitmini-haspid.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Miniatures}{Unit Miniatures}}\\\textit{(Not included in the core game)}} \end{subfigure}
de: % background \node[opacity=0.75] at (6.7, 0.7) {\includegraphics[scale=1.2]{\images/unitmini-evileye.png}}; \node[opacity=0.75] at (-3.9, 1.0) {\includegraphics[scale=1.4]{\images/unitmini-dwarf.png}}; \node[opacity=0.75] at (-0.9, 0.66) {\includegraphics[scale=1.4]{\images/unitmini-naga.png}}; \node[opacity=0.75] at (3.1, 0.7) {\includegraphics[scale=1.4]{\images/unitmini-lich.png}}; \node[opacity=0.75] at (1, 1.1) {\includegraphics[scale=1.4]{\images/unitmini-archangel.png}}; \node[opacity=0.75, xscale=-1] at (-2.6, 1) {\includegraphics[scale=1.2]{\images/unitmini-troglodyte.png}}; % foreground \node at (-3.5, 0) {\includegraphics[scale=0.9]{\images/unitmini-magicelemental.png}}; \node at (-1.6, -0.4) {\includegraphics[scale=0.9]{\images/unitmini-seaman.png}}; \node at (2, -0.1) {\includegraphics[scale=0.9]{\images/unitmini-archdevil.png}}; \node at (0, 0.15) {\includegraphics[scale=1.1]{\images/unitmini-cyclops.png}}; \node at (5.1, 0.6) {\includegraphics[scale=0.7]{\images/unitmini-haspid.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Miniatures}{Einheitenminiaturen}}\\\textit{(im Grundspiel nicht enthalten)}} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{spells}{Spell card}}} \end{subfigure} \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{spells}{Zauberkarten}}} \end{subfigure} \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/artifact-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Artifact}{Artifact card}}} \end{subfigure} \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/artifact-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Artifact}{Artefaktkarten}}} \end{subfigure} \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/ability-offense.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Ability}{Ability card}}} \end{subfigure} \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/ability-offense.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Ability}{Fähigkeitskarten}}} \end{subfigure} \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Statistic}{Statistic card}}} \end{subfigure}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Statistic}{Statistikkarten}}} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/specialty.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Specialty}{Hero Specialty card}}} \end{subfigure} ~ \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{stronghold} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/specialty.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Specialty}{Sonderfähigkeitskarten}}} \end{subfigure} ~ \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{stronghold} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell_scroll.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Spell Scroll Cards}{Spell Scroll card}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{navalbattles} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell_scroll.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Spell Scroll Cards}{Zauberspruchrollen-Karten}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{navalbattles} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/ability-offense-empowered.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Ability}{Empowered Ability card}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{inferno} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/ability-offense-empowered.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Ability}{Verstärkte Fähigkeitskarten}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{inferno} \centering \begin{tikzpicture}
