Repository: Heegu-sama/Homm3BG
Catalog: translations/components.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: [H] \centering \begin{subfigure}[b]{0.16\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/initiative-bf.png} \caption{\textbf{Initiative Token} \textit{(Battlefield Expansion)}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\images/map-tile-back.png} \caption{\textbf{\pagelink{Map}{Map Tile}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/hero.png} \caption{\textbf{\pagelink{Herocard}{Hero Card}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/town.png} \caption{\textbf{\pagelink{Town}{Town Board}}} \end{subfigure}
cs: [H] \centering \begin{subfigure}[b]{0.16\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/initiative-bf.png} \caption{\textbf{Žeton Iniciativy} \textit{(Bitevní Pole)}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\images/map-tile-back.png} \caption{\textbf{\pagelink{Map}{Dílek Mapy}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/hero.png} \caption{\textbf{\pagelink{Herocard}{Karta Hrdiny}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/town.png} \caption{\textbf{\pagelink{Town}{Deska Města}}} \end{subfigure}
es: [H] \centering \begin{subfigure}[b]{0.16\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/initiative-bf.png} \caption{\textbf{Ficha de Iniciativa} \textit{(Expansión de Batalla)}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\images/map-tile-back.png} \caption{\textbf{\pagelink{Map}{Loseta de Mapa}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/hero.png} \caption{\textbf{\pagelink{Herocard}{Carta de Héroe}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/town.png} \caption{\textbf{\pagelink{Town}{Tablero Ciudad}}} \end{subfigure}
fr: [H] \centering \begin{subfigure}[b]{0.16\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/initiative-bf.png} \caption{\textbf{Jeton Initiative} \textit{(Champ de Bataille)}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\images/map-tile-back.png} \caption{\textbf{\pagelink{Map}{Tuile}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/hero.png} \caption{\textbf{\pagelink{Herocard}{Fiche de Héros}}} \end{subfigure} ~ \begin{subfigure}[b]{\iftoggle{printable}{0.20\linewidth}{0.25\linewidth}} \includegraphics[width=\linewidth]{\images/town.png} \caption{\textbf{\pagelink{Town}{Plateau de Ville}}} \end{subfigure}
pl: [H] \centering \begin{subfigure}[b]{0.16\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/initiative-bf.png} \caption{\textbf{Żeton Inicjatywy} \textit{(Pole Bitwy)}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\images/map-tile-back.png} \caption{\textbf{\pagelink{Map}{Kafelek Mapy}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/hero.png} \caption{\textbf{\pagelink{Herocard}{Planszetka Bohatera}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/town.png} \caption{\textbf{\pagelink{Town}{Plansza Miasta}}} \end{subfigure}
ru: [H] \centering \begin{subfigure}[b]{0.16\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/initiative-bf.png} \caption{\textbf{Жетон скорости} \textit{(дополнение Battlefield)}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\images/map-tile-back.png} \caption{\textbf{\pagelink{Map}{Фрагмент карты}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/hero.png} \caption{\textbf{\pagelink{Herocard}{Доска героя}}} \end{subfigure} ~ \begin{subfigure}[b]{0.25\linewidth} \includegraphics[width=\linewidth]{\images/town.png} \caption{\textbf{\pagelink{Town}{Доска города}}} \end{subfigure}

source: [H] \centering \begin{subfigure}[t]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/grail.png} \caption{\textbf{\pagelink{Grail}{Grail Token} \phantom{Population}}} \end{subfigure} \begin{subfigure}[t]{0.18\linewidth} \centering \includegraphics[width=\linewidth]{\images/gold-tokens.png} \caption{\textbf{\pagelink{Resources}{Gold Tokens}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/building-materials-token.png} \caption{\textbf{\pagelink{Resources}{Building Materials}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/valuables-token.png} \caption{\textbf{\pagelink{Resources}{Valuables Token}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/build.png} \caption{\textbf{\pagelink{Town Actions}{Build Token}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.13\linewidth} \centering \includegraphics[width=5em]{\images/population.png} \caption{\textbf{\pagelink{Town Actions}{Population Token}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/spells.png} \caption{\textbf{\pagelink{Town Actions}{\mbox{Spell Book} Token}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure}
cs: [H] \centering \begin{subfigure}[t]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/grail.png} \caption{\textbf{\pagelink{Grail}{Žeton Grálu} \phantom{Population}}} \end{subfigure} \begin{subfigure}[t]{0.18\linewidth} \centering \includegraphics[width=\linewidth]{\images/gold-tokens.png} \caption{\textbf{\pagelink{Resources}{Žetony Zlaťáků}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/building-materials-token.png} \caption{\textbf{\pagelink{Resources}{Stavební Materiály}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/valuables-token.png} \caption{\textbf{\pagelink{Resources}{Žeton Cenností}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/build.png} \caption{\textbf{\pagelink{Town Actions}{Žeton Výstavby}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.13\linewidth} \centering \includegraphics[width=5em]{\images/population.png} \caption{\textbf{\pagelink{Town Actions}{Žeton Populace}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/spells.png} \caption{\textbf{\pagelink{Town Actions}{Žeton \mbox{Knihy Kouzel}}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure}
es: [H] \centering \begin{subfigure}[t]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/grail.png} \caption{\textbf{\pagelink{Grail}{Ficha del Grial} \phantom{Population}}} \end{subfigure} \begin{subfigure}[t]{0.18\linewidth} \centering \includegraphics[width=\linewidth]{\images/gold-tokens.png} \caption{\textbf{\pagelink{Resources}{Ficha de Oro}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/building-materials-token.png} \caption{\textbf{\pagelink{Resources}{Ficha de Material}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/valuables-token.png} \caption{\textbf{\pagelink{Resources}{Objetos de Valor}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/build.png} \caption{\textbf{\pagelink{Town Actions}{Ficha Construir}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.13\linewidth} \centering \includegraphics[width=5em]{\images/population.png} \caption{\textbf{\pagelink{Town Actions}{Ficha Población}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/spells.png} \caption{\textbf{\pagelink{Town Actions}{Ficha \mbox{Hechizos}}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure}
fr: [H] \centering \begin{subfigure}[t]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/grail.png} \caption{\textbf{\pagelink{Grail}{Jeton Graal} \phantom{Population}}} \end{subfigure} \begin{subfigure}[t]{0.18\linewidth} \centering \includegraphics[width=\linewidth]{\images/gold-tokens.png} \caption{\textbf{\pagelink{Resources}{Jeton Or}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/building-materials-token.png} \caption{\textbf{\pagelink{Resources}{Jeton Matériaux}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/valuables-token.png} \caption{\textbf{\pagelink{Resources}{Jeton Richesses}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/build.png} \caption{\textbf{\pagelink{Town Actions}{Jeton Construction}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.13\linewidth} \centering \includegraphics[width=5em]{\images/population.png} \caption{\textbf{\pagelink{Town Actions}{Jeton Population}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/spells.png} \caption{\textbf{\pagelink{Town Actions}{Jeton \mbox{Grimoire}}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure}
pl: [H] \centering \begin{subfigure}[t]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/grail.png} \caption{\textbf{\pagelink{Grail}{Żeton Graala} \phantom{Population}}} \end{subfigure} \begin{subfigure}[t]{0.18\linewidth} \centering \includegraphics[width=\linewidth]{\images/gold-tokens.png} \caption{\textbf{\pagelink{Resources}{Żetony Złota}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/building-materials-token.png} \caption{\textbf{\pagelink{Resources}{Żeton Budulców}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/valuables-token.png} \caption{\textbf{\pagelink{Resources}{Żeton Kosztowności}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/build.png} \caption{\textbf{\pagelink{Town Actions}{Żeton Budowy}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.13\linewidth} \centering \includegraphics[width=5em]{\images/population.png} \caption{\textbf{\pagelink{Town Actions}{Żeton Populacji}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/spells.png} \caption{\textbf{\pagelink{Town Actions}{Żeton \mbox{Księgi Zaklęć}}} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure}
ru: [H] \centering \begin{subfigure}[t]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/grail.png} \caption{\textbf{\pagelink{Grail}{Жетон Грааля} \phantom{Популяция}}} \end{subfigure} \begin{subfigure}[t]{0.18\linewidth} \centering \includegraphics[width=\linewidth]{\images/gold-tokens.png} \caption{\textbf{\pagelink{Resources}{Жетоны золота}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/building-materials-token.png} \caption{\textbf{\pagelink{Resources}{Стройматериалы}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/valuables-token.png} \caption{\textbf{\pagelink{Resources}{Драгоценности}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/build.png} \caption{\textbf{\pagelink{Town Actions}{Жетон строительства}} \iftoggle{printable}{}{\phantom{Популяция}}} \end{subfigure} \begin{subfigure}[c]{0.13\linewidth} \centering \includegraphics[width=5em]{\images/population.png} \caption{\textbf{\pagelink{Town Actions}{Жетон популяции}} \iftoggle{printable}{}{\phantom{Популяция}}} \end{subfigure} \begin{subfigure}[c]{0.12\linewidth} \centering \includegraphics[width=5em]{\images/spells.png} \caption{\textbf{\pagelink{Town Actions}{Жетон \mbox{книги магии}}} \iftoggle{printable}{}{\phantom{Популяция}}} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Morale Token}}} \end{subfigure} \begin{subfigure}[b]{0.17\linewidth} \centering \includegraphics[width=4.5em]{\images/paralysis-defense.png} \caption{\textbf{\hyperlink{Paralysis}{Paralysis}/ \pagelink{Defend}{Defense} Token}} \end{subfigure} \begin{subfigure}[b]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Damage Token}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/movement-tokens.png} \caption{\textbf{\pagelink{Movement}{Movement Tokens}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/faction-cubes.png} \caption{\textbf{Faction Cubes}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/black-cubes.png} \caption{\textbf{Black Cubes}} \end{subfigure}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Žeton Morálky}}} \end{subfigure} \begin{subfigure}[b]{0.17\linewidth} \centering \includegraphics[width=4.5em]{\images/paralysis-defense.png} \caption{\textbf{Žeton \hyperlink{Paralysis}{Ochromení}/ \pagelink{Defend}{Obrany}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Žeton Poškození}}} \end{subfigure} \begin{subfigure}[b]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/movement-tokens.png} \caption{\textbf{\pagelink{Movement}{Žetony Pohybu}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/faction-cubes.png} \caption{\textbf{Kostičky Frakcí}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/black-cubes.png} \caption{\textbf{Černé Kostičky}} \end{subfigure}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Ficha de Moral}}} \end{subfigure} \begin{subfigure}[b]{0.17\linewidth} \centering \includegraphics[width=4.5em]{\images/paralysis-defense.png} \caption{\textbf{Ficha de \hyperlink{Paralysis}{Parálisis}/ \pagelink{Defend}{Defensa}}} \end{subfigure} \begin{subfigure}[b]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{Ficha de \pagelink{combatround}{Daño}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/movement-tokens.png} \caption{\textbf{Fichas de \pagelink{Movement}{PM}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/faction-cubes.png} \caption{\textbf{Cubos de Facción}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/black-cubes.png} \caption{\textbf{Cubo Negro}} \end{subfigure}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Jeton Moral}}} \end{subfigure} \begin{subfigure}[b]{\iftoggle{printable}{0.17\linewidth}{0.19\linewidth}} \centering \includegraphics[width=4.5em]{\images/paralysis-defense.png} \caption{\textbf{Jeton \hyperlink{Paralysis}{Paralysie}/ \pagelink{Defend}{Défense}}} \end{subfigure} \begin{subfigure}[b]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Jeton Dégât}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/movement-tokens.png} \caption{\textbf{\pagelink{Movement}{Jeton Mouvement}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/faction-cubes.png} \caption{\textbf{Cubes de Faction}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/black-cubes.png} \caption{\textbf{Cubes Noirs}} \end{subfigure}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Żeton Morale}}} \end{subfigure} \begin{subfigure}[b]{0.17\linewidth} \centering \includegraphics[width=4.5em]{\images/paralysis-defense.png} \caption{\textbf{Żeton \hyperlink{Paralysis}{Paraliżu} / \pagelink{Defend}{Obrony}}} \end{subfigure} \begin{subfigure}[b]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Żeton Obrażeń}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/movement-tokens.png} \caption{\textbf{\pagelink{Movement}{Żeton Ruchu}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/faction-cubes.png} \caption{\textbf{Kostki Frakcji}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/black-cubes.png} \caption{\textbf{Czarne Kostki}} \end{subfigure}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.6\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Жетон морали}}} \end{subfigure} \begin{subfigure}[b]{0.17\linewidth} \centering \includegraphics[width=4.5em]{\images/paralysis-defense.png} \caption{\textbf{\hyperlink{Paralysis}{Жетон паралича} / \pagelink{Defend}{защиты}}} \end{subfigure} \begin{subfigure}[b]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Жетон урона}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.6\linewidth]{\images/movement-tokens.png} \caption{\textbf{\pagelink{Movement}{Жетоны передвижения}}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/faction-cubes.png} \caption{\textbf{Кубики фракции}} \end{subfigure} \begin{subfigure}[b]{0.15\linewidth} \centering \includegraphics[width=\linewidth]{\images/black-cubes.png} \caption{\textbf{Чёрные кубики}} \end{subfigure}

source: [H] \centering \begin{subfigure}[b]{0.27\linewidth} \begin{tikzpicture}
es: [H] \centering \begin{subfigure}[b]{0.25\linewidth} \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{Positive Morale Card} \textit{(Battlefield Expansion)}} \end{subfigure} \begin{subfigure}[b]{0.27\linewidth} \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{Karta Pozitivní Morálky} \textit{(Bitevní Pole)}} \end{subfigure} \begin{subfigure}[b]{0.27\linewidth} \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{Carta Moral Positiva} \textit{(Expansión de Batalla)}} \end{subfigure} \begin{subfigure}[b]{0.25\linewidth} \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{Carte Moral Positif} \textit{(Champ de Bataille)}} \end{subfigure} \begin{subfigure}[b]{0.27\linewidth} \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{Karta Wysokiego Morale} \textit{(Pole Bitwy)}} \end{subfigure} \begin{subfigure}[b]{0.27\linewidth} \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{Карта положительной морали} \textit{(Battlefield)}} \end{subfigure} \begin{subfigure}[b]{0.27\linewidth} \begin{tikzpicture}
