Repository: Heegu-sama/Homm3BG
Catalog: translations/components.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/empowered_statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Statistic}{Empowered Statistic card}}} \end{expansionmini} \end{subfigure}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/empowered_statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Statistic}{Verstärkte Statistikkarten}}} \end{expansionmini} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-pack.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Units}{Faction Unit card}}} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{conflux} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-pack.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Units}{Fraktions-Einheitenkarten}}} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{conflux} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-earth-elemental-pack.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-earth-elemental-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Summoning}{Summoned Unit card}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{navalbattles} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-earth-elemental-pack.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-earth-elemental-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Summoning}{Beschworene Einheitenkarten}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{navalbattles} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/creature-bank-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/creature-bank.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Creature Banks Rules}{Creature Bank Unit card}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{rampart,cove} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/creature-bank-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/creature-bank.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Creature Banks Rules}{Kreaturenbank-Einheiten}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{rampart,cove} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{War Machine card}}} \end{expansionmini} \end{subfigure}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{Kriegsmaschinenkarten}}} \end{expansionmini} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Neutral Unit card}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Neutrale Einheitenkarten}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Arrow Tower card}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Gate, Walls cards}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{AI card}}} \end{subfigure} \hfill ~
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Geschützturmkarte}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Tor- und Mauerkarten}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{Bot-Karten}}} \end{subfigure} \hfill ~

source: [H] \centering \begin{subfigure}[b]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Combat Board}}} \end{subfigure} \hspace*{5em} ~ \begin{subfigure}[b]{0.3\linewidth} \begin{expansion}{battlefield} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{\pagelink{Battlefield Combat}{Battlefield Board}}} \end{expansion} \end{subfigure}
de: [H] \centering \begin{subfigure}[b]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Kampfspielplan}}} \end{subfigure} \hspace*{5em} ~ \begin{subfigure}[b]{0.3\linewidth} \begin{expansion}{battlefield} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{\pagelink{Battlefield Combat}{Schlachtfeldplan}}} \end{expansion} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=3em]{\images/paralysis.png}}; \node at (0.8, 0) {\includegraphics[width=3em]{\images/defense-token.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Combatterminology}{Paralysis/ Defense Token}}} \end{subfigure} \begin{subfigure}[c]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Damage Token}}} \end{subfigure} ~ \begin{subfigure}[c]{0.28\linewidth} \begin{expansionmini}{navalbattles} \centering \vspace{0.5em} \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=3em]{\images/paralysis.png}}; \node at (0.8, 0) {\includegraphics[width=3em]{\images/defense-token.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Combatterminology}{Lähmungs-/Verteidigungsmarker}}} \end{subfigure} \begin{subfigure}[c]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Schadensmarker}}} \end{subfigure} ~ \begin{subfigure}[c]{0.28\linewidth} \begin{expansionmini}{navalbattles} \centering \vspace{0.5em} \begin{tikzpicture}

source: \node at (-0.2, 0) {\includegraphics[width=3em]{\images/stack-token.png}}; \node at (0.75, 0) {\includegraphics[width=3em]{\images/stack-token-initiative.png}}; \node at (1.5, 0) {\includegraphics[width=3em]{\images/stack-token-hp.png}}; \node at (2.25, 0) {\includegraphics[width=3em]{\images/stack-token-defense.png}}; \node at (3, 0) {\includegraphics[width=3em]{\images/stack-token-attack.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Stack Tokens}{Stack Tokens}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/weakness-token.png} \caption{\textbf{\pagelink{Weakness Token}{Weakness Token}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/attack-token.png} \caption{\textbf{\pagelink{Attack Token}{Attack Token}}} \end{expansionmini} \end{subfigure}
de: \node at (-0.2, 0) {\includegraphics[width=3em]{\images/stack-token.png}}; \node at (0.75, 0) {\includegraphics[width=3em]{\images/stack-token-initiative.png}}; \node at (1.5, 0) {\includegraphics[width=3em]{\images/stack-token-hp.png}}; \node at (2.25, 0) {\includegraphics[width=3em]{\images/stack-token-defense.png}}; \node at (3, 0) {\includegraphics[width=3em]{\images/stack-token-attack.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Stack Tokens}{Rudelmarker}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/weakness-token.png} \caption{\textbf{\pagelink{Weakness Token}{Schwäche-Marker}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/attack-token.png} \caption{\textbf{\pagelink{Attack Token}{Angriffs-Marker}}} \end{expansionmini} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/quicksand-token-2.png}}; \node at (0.7, 0) {\includegraphics[width=0.5\linewidth]{\images/quicksand-token.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Quicksand Token}{Quicksand Token}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.18\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=\linewidth]{\images/clone-tokens.png} \caption{\textbf{\pagelink{Clone Token}{Clone Tokens}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stretchgoals2} \centering \vspace{0.5em} \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/quicksand-token-2.png}}; \node at (0.7, 0) {\includegraphics[width=0.5\linewidth]{\images/quicksand-token.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Quicksand Token}{Treibsand-Marker}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.18\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=\linewidth]{\images/clone-tokens.png} \caption{\textbf{\pagelink{Clone Token}{Klon-Marker}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stretchgoals2} \centering \vspace{0.5em} \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token-0.png}}; \node at (0.5, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token.png}}; \node at (1, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token-2.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Land Mine Token}{Land Mine Tokens}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stretchgoals2} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/force-field-token.png} \caption{\textbf{\pagelink{Force Field Token}{Force Field Token}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/corrosion-token.png} \caption{\textbf{\pagelink{Corrosion Token}{Corrosion Token}}} \end{expansionmini} \end{subfigure}
de: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token-0.png}}; \node at (0.5, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token.png}}; \node at (1, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token-2.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Land Mine Token}{Landminen-Marker}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stretchgoals2} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/force-field-token.png} \caption{\textbf{\pagelink{Force Field Token}{Kraftfeld-Marker}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/corrosion-token.png} \caption{\textbf{\pagelink{Corrosion Token}{Korrosions-Marker}}} \end{expansionmini} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/morale-negative-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale Cards}{Negative Morale card}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{battlefield} \centering \begin{tikzpicture}
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/morale-negative-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale Cards}{Negative Moralkarte}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{battlefield} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/morale-positive-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale Cards}{Positive Morale card}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.2\linewidth} \begin{expansionmini}{conflux} \centering \vspace*{0.5em} \includegraphics[width=\linewidth]{\images/summon-tokens.png} \caption{\textbf{\pagelink{Summoning}{Summon Tokens}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.2\linewidth} \begin{expansionmini}{conflux,cove,stronghold} \centering \vspace{0.5em} \includegraphics[width=0.4\linewidth]{\images/time-token.png} \caption{\textbf{\pagelink{Time Token}{Time Token}}} \end{expansionmini} \end{subfigure} \hfill
de: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/morale-positive-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale Cards}{Positive Moralkarte}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.2\linewidth} \begin{expansionmini}{conflux} \centering \vspace*{0.5em} \includegraphics[width=\linewidth]{\images/summon-tokens.png} \caption{\textbf{\pagelink{Summoning}{Beschworenen-Marker}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.2\linewidth} \begin{expansionmini}{conflux,cove,stronghold} \centering \vspace{0.5em} \includegraphics[width=0.4\linewidth]{\images/time-token.png} \caption{\textbf{\pagelink{Time Token}{Zeitmarker}}} \end{expansionmini} \end{subfigure} \hfill

source: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.5\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Morale Token}}}
de: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.5\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Moralmarker}}}

source: \vspace{0.5em} \begin{expansionmini}{conflux} \centering \vspace{0.5em} \includegraphics[width=0.4\linewidth]{\images/firewall-vi-token.png} \caption{\textbf{\pagelink{Firewall Token}{Luna's Firewall Token for Battlefield}}} \end{expansionmini} \end{subfigure} ~ ~ \begin{subfigure}[c]{0.5\linewidth} \begin{expansion}{battlefield} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{\pagelink{BF Obstacles}{Battlefield Obstacles}}} \end{expansion} \end{subfigure} ~ \begin{subfigure}[c]{0.12\linewidth} \begin{expansionmini}{battlefield} \centering \vspace{0.5em} \includegraphics[width=0.8\linewidth]{\images/initiative-bf.png} \caption{\textbf{\pagelink{Initiative Token}{Initiative Token}}} \end{expansionmini} \end{subfigure}
de: \vspace{0.5em} \begin{expansionmini}{conflux} \centering \vspace{0.5em} \includegraphics[width=0.4\linewidth]{\images/firewall-vi-token.png} \caption{\textbf{\pagelink{Firewall Token}{Luna's Feuerwand-Marker}}} \end{expansionmini} \end{subfigure} ~ ~ \begin{subfigure}[c]{0.5\linewidth} \begin{expansion}{battlefield} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{\pagelink{BF Obstacles}{Schlachtfeld-Hindernisse}}} \end{expansion} \end{subfigure} ~ \begin{subfigure}[c]{0.12\linewidth} \begin{expansionmini}{battlefield} \centering \vspace{0.5em} \includegraphics[width=0.8\linewidth]{\images/initiative-bf.png} \caption{\textbf{\pagelink{Initiative Token}{Initiativ-Marker}}} \end{expansionmini} \end{subfigure}

source: [H] \centering \begin{subfigure}[t]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Combat Board}}} \end{subfigure} ~ \begin{subfigure}[t]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{Battlefield Board} \\\textit{(Battlefield Expansion)}} \end{subfigure}
cs: [H] \centering \begin{subfigure}[t]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Deska Bojiště}}} \end{subfigure} ~ \begin{subfigure}[t]{\iftoggle{printable}{0.35\linewidth}{0.4\linewidth}} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{Deska Bitevního Pole} \\\textit{(Bitevní Pole)}} \end{subfigure}
es: [H] \centering \begin{subfigure}[t]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Tablero de Combate}}} \end{subfigure} ~ \begin{subfigure}[t]{\iftoggle{printable}{0.35\linewidth}{0.4\linewidth}} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{Campo de Batalla} \\\textit{(Expansión de Batalla)}} \end{subfigure}
fr: [H] \centering \begin{subfigure}[t]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Plateau de Combat}}} \end{subfigure} ~ \begin{subfigure}[t]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{Plateau de Champ de Bataille} \\\textit{(Champ de Bataille)}} \end{subfigure}
pl: [H] \centering \begin{subfigure}[t]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Plansza Walki}}} \end{subfigure} ~ \begin{subfigure}[t]{\iftoggle{printable}{0.35\linewidth}{0.4\linewidth}} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{Plansza Pola Bitwy} \\\textit{(Pole Bitwy)}} \end{subfigure}
ru: [H] \centering \begin{subfigure}[t]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Доска сражений}}} \end{subfigure} ~ \begin{subfigure}[t]{0.35\linewidth} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{Доска Battlefield} \\\textit{(дополнение Battlefield)}} \end{subfigure}
