Repository: Heegu-sama/Homm3BG
Catalog: translations/components.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{Negative Morale Card} \textit{(Battlefield Expansion)}} \end{subfigure} \begin{subfigure}[b]{0.4\linewidth} \centering \includegraphics[width=\linewidth]{\images/hero-minis.png} \caption{\textbf{Hero Miniatures}} \end{subfigure}
cs: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{Karta Negativní Morálky} \textit{(Bitevní Pole)}} \end{subfigure} \begin{subfigure}[b]{0.4\linewidth} \centering \includegraphics[width=\linewidth]{\images/hero-minis.png} \caption{\textbf{Figurky Hrdinů}} \end{subfigure}
es: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{Carta Moral Negativa} \textit{(Expansión de Batalla)}} \end{subfigure} \begin{subfigure}[b]{0.4\linewidth} \centering \includegraphics[width=\linewidth]{\images/hero-minis.png} \caption{\textbf{Figuras de Héroes}} \end{subfigure}
fr: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{Carte Moral Négatif} \textit{(Champ de Bataille)}} \end{subfigure} \begin{subfigure}[b]{0.4\linewidth} \centering \includegraphics[width=\linewidth]{\images/hero-minis.png} \caption{\textbf{Figurines Héros}} \end{subfigure}
pl: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{Karta Niskiego Morale} \textit{(Pole Bitwy)}} \end{subfigure} \begin{subfigure}[b]{0.4\linewidth} \centering \includegraphics[width=\linewidth]{\images/hero-minis.png} \caption{\textbf{Figurki Bohaterów}} \end{subfigure}
ru: \node at (0, 0) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative-back.png}}; \node at (1.9, 0.1) {\includegraphics[width=0.45\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{Карта отрицательной морали} \textit{(Battlefield)}} \end{subfigure} \begin{subfigure}[b]{0.4\linewidth} \centering \includegraphics[width=\linewidth]{\images/hero-minis.png} \caption{\textbf{Миниатюры героев}} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.8\linewidth]{\cards/event-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.8\linewidth]{\cards/event.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Events}{Event Card}}\\\textit{(Fortress Expansion)}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.8\linewidth]{\cards/event-back.png}}; \node at (1, 1) {\includegraphics[width=0.8\linewidth]{\cards/event.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Events}{Karta Události}}\\\textit{(Pevnost)}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.8\linewidth]{\cards/event-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.8\linewidth]{\cards/event.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Events}{Carta Evento}}\\\textit{(Expansión Fortaleza)}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.8\linewidth]{\cards/event-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.8\linewidth]{\cards/event.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Events}{Carte Évènement}}\textit{(Forteresse)}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.8\linewidth]{\cards/event-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.8\linewidth]{translations/assets/pl/event.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Events}{Karta Wydarzeń}}\textit{(Cytadela)}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.8\linewidth]{\cards/event-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.8\linewidth]{\cards/event.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Events}{Карта событий}}\\\textit{(дополнение Fortress)}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.7\linewidth]{\cards/astrolog-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.7\linewidth]{\cards/astrolog.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Rounds}{Astrologers Proclaim Card}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{AI Card}}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\cards/adventure.png} \caption{\textbf{Adventure Card} \textit{(Battlefield Expansion)}} \end{subfigure}
cs: \node at (0, 0) {\includegraphics[width=0.7\linewidth]{\cards/astrolog-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.7\linewidth]{\cards/astrolog.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Rounds}{Karta Hvězdářské Vyhlášky}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{Karta AI}}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\cards/adventure.png} \caption{\textbf{Karta Dobrodružství} \textit{(Bitevní Pole)}} \end{subfigure}
es: \node at (0, 0) {\includegraphics[width=0.7\linewidth]{\cards/astrolog-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.7\linewidth]{\cards/astrolog.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Rounds}{Carta de Astrólogos}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{Carta de IA}}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\cards/adventure.png} \caption{\textbf{Carta de Aventura} \textit{(Expansión de Batalla)}} \end{subfigure}
fr: \node at (0, 0) {\includegraphics[width=0.7\linewidth]{\cards/astrolog-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.7\linewidth]{\cards/astrolog.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Rounds}{Carte Proclamation des Astrologues}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{Carte IA}}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\cards/adventure.png} \caption{\textbf{Carte Aventure} \textit{(Champ de Bataille)}} \end{subfigure}
pl: \node at (0, 0) {\includegraphics[width=0.7\linewidth]{\cards/astrolog-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.7\linewidth]{\cards/astrolog.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Rounds}{Karta Astrologowie Ogłaszają}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{Karta AI}}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\cards/adventure.png} \caption{\textbf{Karta Przygody}\\\textit{(Pole Bitwy)}} \end{subfigure}
ru: \node at (0, 0) {\includegraphics[width=0.7\linewidth]{\cards/astrolog-back.png}}; \node at (0.7, 1.2) {\includegraphics[width=0.7\linewidth]{\cards/astrolog.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Rounds}{Карта предсказаний астрологов}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{Карта ИИ}}} \end{subfigure} \begin{subfigure}[t]{0.25\linewidth} \centering \includegraphics[width=\linewidth]{\cards/adventure.png} \caption{\textbf{Карта приключений} \textit{(дополнение Battlefield)}} \end{subfigure}\vspace*{-0.5em}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/necromancy_card.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Ability}{Ability Card}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/necromancy_card.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Ability}{Karta Dovednosti}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/necromancy_card.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Ability}{Carta Habilidad}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/necromancy_card.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Ability}{Carte Compétence}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/necromancy_card.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Ability}{Karta Zdolności}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/necromancy_card.png}}; \end{tikzpicture} \caption{\textbf{\mbox{\pagelink{Ability}{Карта навыков}}}} \end{subfigure} \hspace{2em} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/artifact-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Artifact}{Artifact Card}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/artifact-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Artifact}{Karta Artefaktu}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/artifact-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Artifact}{Carta Artefacto}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/artifact-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Artifact}{Carte Artefact}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/artifact-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Artifact}{Karta Artefaktu}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/artifact-front.png}}; \end{tikzpicture} \caption{\mbox{\textbf{\pagelink{Artifact}{Карта артефактов}}}} \end{subfigure} \hspace{2em} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{spells}{Spell Card}}} \end{subfigure}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{spells}{Karta Kouzla}}} \end{subfigure}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{spells}{Carta Hechizo}}} \end{subfigure}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{spells}{Carte Sort}}} \end{subfigure}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/spell.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{spells}{Karta Zaklęcia}}} \end{subfigure}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \end{tikzpicture} \caption{\mbox{\textbf{\pagelink{spells}{Карта заклинаний}}}} \end{subfigure}\vspace*{-0.5em}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{War Machine Card}} \textit{(Rampart Expansion)}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{Karta Válečného Stroje}} \textit{(Bašta)}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{Carta de Máquina de Guerra}} \textit{(Expansión Murallas)}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{Carte Machine de Guerre}} \textit{(Rempart)}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{Karta Machiny Wojennej}} \textit{(Bastion)} \iftoggle{printable}{}{\phantom{Population}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{Карта боевой машины}} \textit{(дополнение Rampart)}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/specialty.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Specialty}{Hero Specialty Card}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/specialty.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Specialty}{Karta Zaměření}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/specialty.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Specialty}{Carta de Especialidad del Héroe}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/specialty.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Specialty}{Carte Spécialisation}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/specialty.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Specialty}{Karta Specjalności}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/specialty.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Specialty}{Карта специальности героя}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Statistic}{Statistic Card}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Statistic}{Základní Karta}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Statistic}{Carta de Característica}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Statistic}{Carte Caractéristique}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Statistic}{Karta Statystyk}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Statistic}{Карта характеристики}}} \end{subfigure} \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/empowered_statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Statistic}{Empowered Statistic Card}} \textit{(Inferno Expansion)}} \end{subfigure}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/empowered_statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Statistic}{Vylepšená Karta}} \textit{(Peklo)}} \end{subfigure}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/empowered_statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Statistic}{Carta de Caract. Potenciada}} \textit{(Expansión Infierno)}} \end{subfigure}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/empowered_statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Statistic}{Carte Caractéristique Renforcée}} \textit{(Hadès)}} \end{subfigure}\iftoggle{printable}{\vspace*{-1em}}{}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/empowered_statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Statistic}{Karta Ulepszonych Statystyk}} \textit{(Inferno)}} \end{subfigure}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/empowered_statistic.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Empowered Statistic}{Карта усиленной характеристики}} \textit{(дополнение Inferno)}} \end{subfigure}\iftoggle{printable}{\vspace*{-1.5em}}{\vspace*{-0.5em}}
