Repository: Heegu-sama/Homm3BG
Catalog: translations/components.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Neutral Unit Card}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Karta Neutrální Jednotky}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Carta de Unidad Neutral}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Unité Neutre}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Karta Jednostek Neutralnych}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Карта нейтральных отрядов}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-pack.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Units}{Faction Unit Card}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-pack.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Units}{Karta Frakční Jednotky}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-pack.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Units}{Carta de Unidad de Facción}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-pack.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Units}{Unité de Faction}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/unit_pack.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/unit_few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Units}{Karta Jednostek}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-pack.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Units}{Карта отряда фракции}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Arrow Tower Card}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Gate, Walls Cards}}} \end{subfigure}
cs: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Karta Střílny}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Karty Brány a Hradeb}}} \end{subfigure}
es: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Carta de Torre de Arqueros}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Cartas de Puerta y Muros}}} \end{subfigure}
fr: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Carte Tourelle}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Carte Porte, Murs}}} \end{subfigure}
pl: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{translations/assets/pl/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Karta Wieży Łuczniczej}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Karta Bramy, Muru}}} \end{subfigure}
ru: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1.5, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Карта стрелковой башни}}} \end{subfigure} ~ \begin{subfigure}[t]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Карты ворот и стен}}} \end{subfigure}

source: {2} \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.7\linewidth]{\images/attack_die.png} \caption{\textbf{Attack Dice}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\linewidth]{\images/treasure_die.png} \caption{\textbf{Treasure Dice}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/resource_die.png} \caption{\textbf{Resource Dice}} \end{subfigure} \end{figure} \vspace*{-2em} \begin{figure}[H] \centering \begin{subfigure}[b]{\iftoggle{printable}{0.8\linewidth}{\linewidth}} \centering \includegraphics[width=0.8\linewidth]{\images/round-tracker.png} \caption{\textbf{\pagelink{Rounds}{Round Tracker}}} \end{subfigure} \end{figure} \vspace*{-1em} \switchcolumn \begin{figure}[H] \vspace*{1em} \centering \begin{subfigure}[b]{\iftoggle{printable}{0.8\linewidth}{\linewidth}} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{Obstacles} \textit{(Battlefield Expansion)}} \end{subfigure} \end{figure}
cs: {2} \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.5\linewidth}{0.7\linewidth}]{\images/attack_die.png} \caption{\textbf{Kostky Útoku}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.6\linewidth}{0.8\linewidth}]{\images/treasure_die.png} \caption{\textbf{Kostky Pokladu}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.6\linewidth}{0.8\linewidth}]{\images/resource_die.png} \caption{\textbf{Kostky Surovin}} \end{subfigure} \end{figure} \vspace*{-2em} \begin{figure}[H] \centering \begin{subfigure}[b]{\iftoggle{printable}{0.8\linewidth}{\linewidth}} \centering \includegraphics[width=0.8\linewidth]{\images/round-tracker.png} \caption{\textbf{\pagelink{Rounds}{Počítadlo Kol}}} \end{subfigure} \end{figure} \vspace*{-1em} \switchcolumn \begin{figure}[H] \vspace*{1em} \centering \begin{subfigure}[b]{\iftoggle{printable}{0.7\linewidth}{0.8\linewidth}} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{Překážky} \textit{(Bitevní Pole)}} \end{subfigure} \end{figure}
es: {2} \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.5\linewidth}{0.7\linewidth}]{\images/attack_die.png} \caption{\textbf{Dado de Ataque}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.6\linewidth}{0.8\linewidth}]{\images/treasure_die.png} \caption{\textbf{Dado de Tesoro}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.6\linewidth}{0.8\linewidth}]{\images/resource_die.png} \caption{\textbf{Dado de Recursos}} \end{subfigure} \end{figure} \vspace*{-2em} \begin{figure}[H] \centering \begin{subfigure}[b]{\iftoggle{printable}{0.8\linewidth}{\linewidth}} \centering \includegraphics[width=0.8\linewidth]{\images/round-tracker.png} \caption{\textbf{\pagelink{Rounds}{Guía de Rondas}}} \end{subfigure} \end{figure} \vspace*{-1em} \switchcolumn \begin{figure}[H] \vspace*{1em} \centering \begin{subfigure}[b]{\iftoggle{printable}{0.7\linewidth}{0.8\linewidth}} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{Obstáculos} \textit{(Expansión de Batalla)}} \end{subfigure} \end{figure}
fr: {2} \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.5\linewidth}{0.7\linewidth}]{\images/attack_die.png} \caption{\textbf{Dé d'Attaque}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.6\linewidth}{\linewidth}]{\images/treasure_die.png} \caption{\textbf{Dé de Trésor}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.6\linewidth}{0.8\linewidth}]{\images/resource_die.png} \caption{\textbf{Dé de Ressource}} \end{subfigure} \end{figure} \vspace*{-2em} \begin{figure}[H] \centering \begin{subfigure}[b]{\iftoggle{printable}{0.8\linewidth}{\linewidth}} \centering \includegraphics[width=0.8\linewidth]{\images/round-tracker.png} \caption{\textbf{\pagelink{Rounds}{Piste des Manches}}} \end{subfigure} \end{figure} \vspace*{-1em} \switchcolumn \begin{figure}[H] \vspace*{1em} \centering \begin{subfigure}[b]{\iftoggle{printable}{0.7\linewidth}{\linewidth}} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{Obstacles} \textit{(Champ de Bataille)}} \end{subfigure} \end{figure}
pl: {2} \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.5\linewidth}{0.7\linewidth}]{\images/attack_die.png} \caption{\textbf{Kości Ataku}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.6\linewidth}{0.8\linewidth}]{\images/treasure_die.png} \caption{\textbf{Kości Skarbów}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\iftoggle{printable}{0.6\linewidth}{0.8\linewidth}]{\images/resource_die.png} \caption{\textbf{Kości Zasobów}} \end{subfigure} \end{figure} \vspace*{-2em} \begin{figure}[H] \centering \begin{subfigure}[b]{\iftoggle{printable}{0.8\linewidth}{\linewidth}} \centering \includegraphics[width=0.8\linewidth]{\images/round-tracker.png} \caption{\textbf{\pagelink{Rounds}{Tor Rund}}} \end{subfigure} \end{figure} \vspace*{-1em} \switchcolumn \begin{figure}[H] \vspace*{1em} \centering \begin{subfigure}[b]{\iftoggle{printable}{0.7\linewidth}{0.9\linewidth}} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{Żetony Przeszkód} \textit{(Pole Bitwy)}} \end{subfigure} \end{figure}
ru: {2} \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.7\linewidth]{\images/attack_die.png} \caption{\textbf{Кубик атаки}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\linewidth]{\images/treasure_die.png} \caption{\textbf{Кубик сокровищ}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/resource_die.png} \caption{\textbf{Кубик ресурсов}} \end{subfigure} \end{figure} \vspace*{-2em} \begin{figure}[H] \centering \begin{subfigure}[b]{\iftoggle{printable}{0.8\linewidth}{\linewidth}} \centering \includegraphics[width=0.8\linewidth]{\images/round-tracker.png} \caption{\textbf{\pagelink{Rounds}{Трекер раундов}}} \end{subfigure} \end{figure} \vspace*{-1em} \switchcolumn \begin{figure}[H] \vspace*{1em} \centering \begin{subfigure}[b]{\iftoggle{printable}{0.9\linewidth}{\linewidth}} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{Препятствия} \textit{(дополнение Battlefield)}} \end{subfigure} \end{figure}

source: [H] \centering \begin{subfigure}[t]{0.23\linewidth} \centering \begin{tikzpicture}
ru: [H] \centering \begin{subfigure}[t]{0.24\linewidth} \centering \begin{tikzpicture}
