Repository: Heegu-sama/Homm3BG
Catalog: translations/components.tex/ua.po
Languages: ua

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-summoned-pack.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-summoned-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Summoning}{Summoned Unit card}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{navalbattles} \centering \begin{tikzpicture}
ua: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/unit-summoned-pack.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/unit-summoned-few.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Summoning}{Карта Викликаного Підрозділу}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{navalbattles} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/creature-bank-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/creature-bank.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Creature Banks Rules}{Creature Bank Unit card}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{rampart,cove} \centering \begin{tikzpicture}
ua: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/creature-bank-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/creature-bank.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Creature Banks Rules}{Карта Підрозділу Банку Створінь}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.23\linewidth} \begin{expansionmini}{rampart,cove} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{War Machine card}}} \end{expansionmini} \end{subfigure}
ua: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/mmback.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/war_machine.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{War Machines}{Карта Бойової Машини}}} \end{expansionmini} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Neutral Unit card}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}
ua: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/neutral-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/neutral-front.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Neutral Units}{Карта Нейтрального Підрозділу}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Arrow Tower card}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Gate, Walls cards}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{AI card}}} \end{subfigure} \hfill ~
ua: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower_back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/arrow_tower.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Walls}{Карта Стрілецької Вежі}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/gate.png} \caption{\textbf{\pagelink{Walls}{Карти Брами, Стін}}} \end{subfigure} \hfill \begin{subfigure}[c]{0.23\linewidth} \centering \includegraphics[width=\linewidth]{\cards/aiback.png} \caption{\textbf{\pagelink{AIrules}{Карти ШІ}}} \end{subfigure} \hfill ~

source: [H] \centering \begin{subfigure}[b]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Combat Board}}} \end{subfigure} \hspace*{5em} ~ \begin{subfigure}[b]{0.3\linewidth} \begin{expansion}{battlefield} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{\pagelink{Battlefield Combat}{Battlefield Board}}} \end{expansion} \end{subfigure}
ua: [H] \centering \begin{subfigure}[b]{0.4\linewidth} \includegraphics[width=\linewidth]{\images/combat_board.png} \caption{\textbf{\pagelink{Combat}{Планшет Бою}}} \end{subfigure} \hspace*{5em} ~ \begin{subfigure}[b]{0.3\linewidth} \begin{expansion}{battlefield} \includegraphics[width=\linewidth]{\images/battlefield-alone.png} \caption{\textbf{\pagelink{Battlefield Combat}{Планшет Поля Бою}}} \end{expansion} \end{subfigure}

source: [H] \centering \begin{subfigure}[c]{0.17\linewidth} \centering \includegraphics[width=4.5em]{\images/paralysis-defense.png} \caption{\textbf{\hyperlink{Paralysis}{Paralysis}/ \pagelink{Defend}{Defense} Token}} \end{subfigure} \begin{subfigure}[c]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Damage Token}}} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{navalbattles} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/stack-token.png} \caption{\textbf{\pagelink{Stack Tokens}{Stack Token}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/weakness-token.png} \caption{\textbf{\pagelink{Weakness Token}{Weakness Token}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/attack-token.png} \caption{\textbf{\pagelink{Attack Token}{Attack Token}}} \end{expansionmini} \end{subfigure}
ua: [H] \centering \begin{subfigure}[c]{0.17\linewidth} \centering \includegraphics[width=4.5em]{\images/paralysis-defense.png} \caption{Жетон \textbf{\hyperlink{Paralysis}{Паралічу}/ \pagelink{Defend}{Захисту}}} \end{subfigure} \begin{subfigure}[c]{0.1\linewidth} \centering \includegraphics[width=3em]{\images/damage-token.png} \caption{\textbf{\pagelink{combatround}{Жетон Пошкоджень}}} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{navalbattles} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/stack-token.png} \caption{\textbf{\pagelink{Stack Tokens}{Жетон Групи}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/weakness-token.png} \caption{\textbf{\pagelink{Weakness Token}{Жетон Слабкості}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/attack-token.png} \caption{\textbf{\pagelink{Attack Token}{Жетон Атаки}}} \end{expansionmini} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/quicksand-token-2.png}}; \node at (0.7, 0) {\includegraphics[width=0.5\linewidth]{\images/quicksand-token.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Quicksand Token}{Quicksand Token}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.18\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=\linewidth]{\images/clone-tokens.png} \caption{\textbf{\pagelink{Clone Token}{Clone Tokens}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stretchgoals2} \centering \vspace{0.5em} \begin{tikzpicture}
ua: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/quicksand-token-2.png}}; \node at (0.7, 0) {\includegraphics[width=0.5\linewidth]{\images/quicksand-token.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Quicksand Token}{Жетон Сипучого Піску}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.18\linewidth} \begin{expansionmini}{cove} \centering \vspace{0.5em} \includegraphics[width=\linewidth]{\images/clone-tokens.png} \caption{\textbf{\pagelink{Clone Token}{Жетон Клону}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stretchgoals2} \centering \vspace{0.5em} \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token-0.png}}; \node at (0.5, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token.png}}; \node at (1, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token-2.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Land Mine Token}{Land Mine Tokens}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stretchgoals2} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/force-field-token.png} \caption{\textbf{\pagelink{Force Field Token}{Force Field Token}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/corrosion-token.png} \caption{\textbf{\pagelink{Corrosion Token}{Corrosion Token}}} \end{expansionmini} \end{subfigure}
ua: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token-0.png}}; \node at (0.5, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token.png}}; \node at (1, 0) {\includegraphics[width=0.5\linewidth]{\images/land-mine-token-2.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Land Mine Token}{Жетони Мін}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stretchgoals2} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/force-field-token.png} \caption{\textbf{\pagelink{Force Field Token}{Жетон Силового Поля}}} \end{expansionmini} \end{subfigure} ~ \begin{subfigure}[c]{0.15\linewidth} \begin{expansionmini}{stronghold} \centering \vspace{0.5em} \includegraphics[width=0.5\linewidth]{\images/corrosion-token.png} \caption{\textbf{\pagelink{Corrosion Token}{Жетон Корозії}}} \end{expansionmini} \end{subfigure}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/morale-negative-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale Cards}{Negative Morale card}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{battlefield} \centering \begin{tikzpicture}
ua: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/morale-negative-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/morale-negative.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale Cards}{Карта Негативної Моралі}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.22\linewidth} \begin{expansionmini}{battlefield} \centering \begin{tikzpicture}

source: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/morale-positive-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale Cards}{Positive Morale card}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.2\linewidth} \begin{expansionmini}{conflux} \centering \vspace*{0.5em} \includegraphics[width=\linewidth]{\images/summon-tokens.png} \caption{\textbf{\pagelink{Summoning}{Summon Tokens}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.2\linewidth} \begin{expansionmini}{conflux,cove,stronghold} \centering \vspace{0.5em} \includegraphics[width=0.4\linewidth]{\images/time-token.png} \caption{\textbf{\pagelink{Time Token}{Time Token}}} \end{expansionmini} \end{subfigure} \hfill
ua: \node at (0, 0) {\includegraphics[width=0.6\linewidth]{\cards/morale-positive-back.png}}; \node at (1, 0.1) {\includegraphics[width=0.6\linewidth]{\cards/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale Cards}{Карта Позитивної Моралі}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.2\linewidth} \begin{expansionmini}{conflux} \centering \vspace*{0.5em} \includegraphics[width=\linewidth]{\images/summon-tokens.png} \caption{\textbf{\pagelink{Summoning}{Жетони Виклику}}} \end{expansionmini} \end{subfigure} \hfill \begin{subfigure}[c]{0.2\linewidth} \begin{expansionmini}{conflux,cove,stronghold} \centering \vspace{0.5em} \includegraphics[width=0.4\linewidth]{\images/time-token.png} \caption{\textbf{\pagelink{Time Token}{Жетон Часу}}} \end{expansionmini} \end{subfigure} \hfill

source: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.5\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Morale Token}}}
ua: \node at (0, 0) {\includegraphics[width=0.5\linewidth]{\images/morale-negative.png}}; \node at (1, 0) {\includegraphics[width=0.5\linewidth]{\images/morale-positive.png}}; \end{tikzpicture} \caption{\textbf{\pagelink{Morale}{Жетони Моралі}}}

source: \vspace{0.5em} \begin{expansionmini}{conflux} \centering \vspace{0.5em} \includegraphics[width=0.4\linewidth]{\images/firewall-vi-token.png} \caption{\textbf{\pagelink{Firewall Token}{Luna's Firewall Token for Battlefield}}} \end{expansionmini} \end{subfigure} ~ ~ \begin{subfigure}[c]{0.5\linewidth} \begin{expansion}{battlefield} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{\pagelink{BF Obstacles}{Battlefield Obstacles}}} \end{expansion} \end{subfigure} ~ \begin{subfigure}[c]{0.12\linewidth} \begin{expansionmini}{battlefield} \centering \vspace{0.5em} \includegraphics[width=0.9\linewidth]{\images/initiative-bf.png} \caption{\textbf{\pagelink{Initiative Token}{Initiative Token}}} \end{expansionmini} \end{subfigure}
ua: \vspace{0.5em} \begin{expansionmini}{conflux} \centering \vspace{0.5em} \includegraphics[width=0.4\linewidth]{\images/firewall-vi-token.png} \caption{\textbf{\pagelink{Firewall Token}{Жетон Вогняна Стіна Луни}}} \end{expansionmini} \end{subfigure} ~ ~ \begin{subfigure}[c]{\iftoggle{printable}{0.5\linewidth}{\linewidth}} \begin{expansion}{battlefield} \centering \includegraphics[width=\linewidth]{\images/battlefield-obstacles.png} \caption{\textbf{\pagelink{BF Obstacles}{Перешкоди для Поля Бою}}} \end{expansion} \end{subfigure} ~ \begin{subfigure}[c]{0.12\linewidth} \begin{expansionmini}{battlefield} \centering \vspace{0.5em} \includegraphics[width=0.9\linewidth]{\images/initiative-bf.png} \caption{\textbf{\pagelink{Initiative Token}{Жетон Ініціативи}}} \end{expansionmini} \end{subfigure}
