Repository: Heegu-sama/Homm3BG
Catalog: translations/language_metadata.tex/*.po
Languages: de, fr, he, pl, ru

source: p.
de: S.
he: ע.
pl: str.
ru: стр.

source: \phantom{j}\textbf{#1}\phantom{j}\\
pl: \phantom{jŻ}\textbf{#1}\phantom{jŻ}\\
ru: \phantom{Ёу}\textbf{#1}\phantom{Ёу}\\

source: Tower Expansion
de: Turm-Erweiterung
fr: Extension Tour
he: הרחבת \textenglish{Tower}
pl: Forteca
ru: Дополнение <<Tower>>

source: Rampart Expansion
de: Schutzwall-Erweiterung
fr: Extension Rempart
he: הרחבת \textenglish{Rampart}
pl: Bastion
ru: Дополнение <<Rampart>>

source: Fortress Expansion
de: Festung-Erweiterung
fr: Extension Forteresse
he: הרחבת \textenglish{Fortress}
pl: Cytadela
ru: Дополнение <<Fortress>>

source: Inferno Expansion
de: Inferno-Erweiterung
fr: Extension Had√®s
he: הרחבת \textenglish{Inferno}
pl: Inferno
ru: Дополнение <<Inferno>>

source: Stronghold Expansion
de: Burg-Erweiterung
fr: Extension Bastion
he: הרחבת \textenglish{Stronghold}
pl: Twierdza
ru: Дополнение <<Stronghold>>

source: Conflux Expansion
de: Konflux-Erweiterung
fr: Extension Conflux
he: הרחבת \textenglish{Conflux}
pl: Wrota Żywiołów
ru: Дополнение <<Conflux>>

source: Cove Expansion
de: Bucht-Erweiterung
fr: Extension Baie
he: הרחבת \textenglish{Cove}
pl: Przystań
ru: Дополнение <<Cove>>

source: Battlefield Expansion
de: Schlachtfeld-Erweiterung
fr: Extension Champ de Bataille
he: הרחבת \textenglish{Battlefield}
pl: Pole Bitwy
ru: Дополнение <<Battlefield>>

source: Naval Battles Expansion
fr: Extension Batailles Navales
pl: Bitwy Morskie

source: Stretch Goals 2 Expansion
de: Stretchgoal-Inhalte
fr: Extension Stretch Goal 2
he: הרחבת \textenglish{Stretch Goals 2}
pl: Stretch Goals 2
ru: Дополнение <<Stretch Goals 2>>

source: Naval Battles \mbox{Expansion}
he: \mbox{הרחבת} \textenglish{Naval Battles}
ru: \mbox{Дополнение} <<Naval Battles>>
