Repository: Heegu-sama/Homm3BG
Catalog: translations/language_metadata.tex/ua.po
Languages: ua

source: p.
ua: с.

source: Tower Expansion
ua: Розширення Вежа

source: Rampart Expansion
ua: Розширення Оплот

source: Fortress Expansion
ua: Розширення Фортеця

source: Inferno Expansion
ua: Розширення Інферно

source: Stronghold Expansion
ua: Розширення Цитадель

source: Conflux Expansion
ua: Розширення Злиття

source: Cove Expansion
ua: Розширення Бухта

source: Battlefield Expansion
ua: Розширення Поле Бою

source: Naval Battles \mbox{Expansion}
ua: Розширення Морські Битви

source: Stretch Goals 2 Expansion
ua: Розширення Додаткові Цілі 2
