Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: \addsection{All Map Locations}{\skills/earth_magic.png}
cs: \addsection{Všechny Lokace Mapy}{\skills/earth_magic.png}
de: \addsection[2]{Alle Orte der Abenteuerkarte}{\skills/earth_magic.png}
es: \addsection{Localizaciones del Mapa}{\skills/earth_magic.png} \vspace*{\lang_header_adjustment}
fr: \addsection{Liste des Sites}{\skills/earth_magic.png}
pl: \addsection{Lokacje na Mapie}{\skills/earth_magic.png}
ru: \addsection{Локации на карте}{\skills/earth_magic.png}

source: \subheader{Symbols on the Map}
de: \subheader{Symbole auf der Abenteuerkarte}
fr: \subheader{Symboles du Plateau}
pl: \subheader{Ikony na Mapie}

source: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Field Difficulty corresponding to the Level of Neutral Units.\smallskip \\ \svg[15]{treasure} & \parbox{0.7\hsize}{ Roll a \pagetarget{Treasure Die}{Treasure Die}\index{Treasure Die}\index{Dice} and gain the indicated bonus (\svg{resource_die}, \svg{2_treasure_die}, \svg{experience}, or \svg{artifact}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \svg[14]{resource_die} & Roll a \pagelink{Resources}{Resource Die} and gain the indicated Resources. \\ \svg[15]{2_treasure_die} & Roll 2 Resource Dice and choose the bonus from one of them. \\ \svg[14]{experience} & Gain one Experience Point. \\ \svg[15]{artifact} & Search (2) the Artifact Deck. \\ \svg[15]{spellpower} & Search (2) the Spell Deck. \\ \svg[11]{morale_positive} & Gain Positive Morale. \\ \svg[11]{morale_negative} & Gain Negative Morale. \\ \svg[14]{movement} & Gain 1 Movement Point for this turn. \\ {\LARGE\textbf{?}} & Special effect, see \pagelink{Settlements}{Settlements}, \pagelink{Revisitable Fields}{Revisitable} or \pagelink{Other Fields}{Other} Fields.\\ \end{tabularx} \endgroup
de: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Schwierigkeitsgrade neutraler Einheiten im Kampf.\smallskip \\ \svg[15]{treasure} & \parbox{0.7\hsize}{ Würfle einen \pagetarget{Treasure Die}{Schatzwürfel}\index{Schwatzwürfel}\index{Würfel} und erhalte den Bonus: \svg{resource_die}, \svg{2_treasure_die}, \svg{experience}, oder \svg{artifact}. } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \svg[14]{resource_die} & Würfle einen \pagelink{Resources}{Ressourcenwürfel} und erhalte die Ressourcen. \\ \svg[15]{2_treasure_die} & Würfle 2 Ressourcenwürfel und handle einen davon ab. \\ \svg[14]{experience} & Erhalten einen Erfahrungspunkt. \\ \svg[15]{artifact} & Durchsuche (2) das Artefakt-Deck. \\ \svg[15]{spellpower} & Durchsuche (2) das Zauber-Deck. \\ \svg[11]{morale_positive} & Erhalte gute Moral. \\ \svg[11]{morale_negative} & Erhalte schlechte Moral. \\ \svg[14]{movement} & Erhalte 1 BP für diesen Zug. \\ {\LARGE\textbf{?}} & Besonderer Effekt, siehe \pagelink{Settlements}{Siedlungen}, \pagelink{Revisitable Fields}{mehrfach besuchbare} oder \pagelink{Other Fields}{andere Orte}.\\ \end{tabularx} \endgroup
fr: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Difficulté correspondant au Niveau des Unités Neutres.\smallskip \\ \svg[15]{treasure} & \parbox{0.7\hsize}{ Lancez un \pagetarget{Treasure Die}{Dé de Trésor}\index{Dé de Trésor}\index{Dé} et gagnez le bonus indiqué (\svg{resource_die}, \svg{2_treasure_die}, \svg{experience} ou \svg{artifact}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \svg[14]{resource_die} & Lancez un \pagelink{Resources}{Dé de Ressource} et gagnez les Ressources indiquées. \\ \svg[15]{2_treasure_die} & Lancez 2 Dés de Ressource et choisissez le bonus d'un de ces dés. \\ \svg[14]{experience} & Gagnez un Point Expérience. \\ \svg[15]{artifact} & Fouillez (2) la Pile Artefact. \\ \svg[15]{spellpower} & Fouillez (2) la Pile Sort. \\ \svg[11]{morale_positive} & Gagnez un Moral Positif. \\ \svg[11]{morale_negative} & Gagnez un Moral Négatif. \\ \svg[14]{movement} & Gagnez 1 Point de Mouvement pendant ce tour. \\ {\LARGE\textbf{?}} & Spécial, voir \pagelink{Settlements}{Enclaves}, Sites \pagelink{Revisitable Fields}{Ouverts} ou \pagelink{Other Fields}{Autres}.\\ \end{tabularx} \endgroup
pl: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Poziom Trudności Pola wskazujący Poziom Jednostek Neutralnych.\smallskip \\ \svg[15]{treasure} & \parbox{0.7\hsize}{ Rzuć \pagetarget{Treasure Die}{Kością Skarbów}\index{Kość!Skarbów} i zyskaj wskazaną nagrodę (\svg{resource_die}, \svg{2_treasure_die}, \svg{experience}, lub \svg{artifact}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \svg[14]{resource_die} & Rzuć \pagelink{Resources}{Kością Zasobów} i zyskaj wskazane Zasoby. \\ \svg[15]{2_treasure_die} & Rzuć 2 Kośćmi Zasobów i wybierz nagrodę jednej z nich. \\ \svg[14]{experience} & Zyskaj jeden PD. \\ \svg[15]{artifact} & Przeszukaj (2) Talię Artefaktów. \\ \svg[15]{spellpower} & Przeszukaj (2) Talię Zaklęć. \\ \svg[11]{morale_positive} & Zyskaj Pozytywne Morale. \\ \svg[11]{morale_negative} & Zyskaj Negatywne Morale. \\ \svg[14]{movement} & Zyskaj 1 Punkt Ruchu dla tej tury. \\ {\LARGE\textbf{?}} & Efekt specjalny, zob. \pagelink{Settlements}{Osady}, \pagelink{Revisitable Fields}{Wielorazowe} lub \pagelink{Other Fields}{Inne} Pola.\\ \end{tabularx} \endgroup
ru: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Cложность поля, соответствующая уровню нейтральных отрядов.\smallskip \\ \svg[15]{treasure} & \parbox{0.7\hsize}{ Бросьте \pagetarget{Treasure Die}{кубик сокровищ}\index{Кубик!сокровищ} и получите выпавший бонус (\svg{resource_die}, \svg{2_treasure_die}, \svg{experience} или \svg{artifact}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\

source: \begin{itemize}[itemsep=0.4em] \item [{\LARGE$\boldsymbol{+}$}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} — Immediately gain the indicated Resource. \item [{\svg[14]{ongoing}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} — Increase the production of the indicated Resource. If it is \textbf{flagged} for the first time, you also gain it immediately. See \pagelink{Mines}{Mines}. \item [{\svg[10]{pay}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} \svg{arrow_right} — The Player needs to pay the indicated Resource to gain something. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Perform the {\LARGE\textbf{x}} action twice. \item [{\LARGE\textbf{2}}] \svg[14]{treasure}{\LARGE\textbf{$\boldsymbol{/}$2}} \svg[14]{resource_die} \svg{arrow_right}{\LARGE\textbf{1}} — Roll 2 Treasure or Resource Dice and resolve one, OR draw \pagelink{Pandora Card}{Pandora's Box card}. \end{itemize}
fr: \begin{itemize}[itemsep=0.4em] \item [{\LARGE$\boldsymbol{+}$}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} — Gagnez immédiatement la Ressource indiquée. \item [{\svg[14]{ongoing}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} — Augmente le revenu de la Ressource indiquée. À la première \textbf{Revendication}, gagnez aussi le revenu immédiatement. Voir \pagelink{Mines}{Mines}. \item [{\svg[10]{pay}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} \svg{arrow_right} — Le Joueur doit payer la Ressource indiquée pour obtenir quelque chose. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Faites l'action {\LARGE\textbf{x}} deux fois. \item [{\LARGE\textbf{2}}] \svg[14]{treasure}{\LARGE\textbf{$\boldsymbol{/}$2}} \svg[14]{resource_die} \svg{arrow_right}{\LARGE\textbf{1}} — Lancez 2 Dés de Trésor ou Ressource et choisissez 1 résultat. Ou piochez une \pagelink{Pandora Card}{Carte Boîte de Pandore} \end{itemize}
pl: \begin{itemize}[itemsep=0.4em] \item [{\LARGE$\boldsymbol{+}$}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} — Natychmiast zyskaj wskazany Zasób. \item [{\svg[14]{ongoing}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} — Zwiększ produkcję wskazanego Zasobu. Jeśli ta Kopalnia zostaje \textbf{oflagowana} po raz pierwszy, natychmiastowo również zyskujesz jej Zasób, zob. \pagelink{Mines}{Kopalnie}. \item [{\svg[10]{pay}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} \svg{arrow_right} — Gracz musi zapłacić wskazany Zasób, aby coś zdobyć. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Wykonaj akcję {\LARGE\textbf{x}} dwukrotnie. \item [{\LARGE\textbf{2}}] \svg[14]{treasure}{\LARGE\textbf{$\boldsymbol{/}$2}} \svg[14]{resource_die} \svg{arrow_right}{\LARGE\textbf{1}} — Rzuć 2 Kośćmi Skarbów albo 2 Kośćmi Zasobów i rozpatrz wynik jednej z nich. \end{itemize}

source: \note{9}{ The effects of Fields that allow you to \textbf{Search} for Spells or Artifacts, or where you must spend resources to use the Field's effect, are \textbf{always optional}. You must always place a Black Cube on such Visitable Fields even if you choose not to use that Field's effect. }
cs: \note{9}{ Efekty Polí, které vám umožňují \textbf{Hledat} Kouzla nebo Artefakty, nebo kde musíte utratit suroviny, abyste použili efekt Pole, jsou \textbf{vždy volitelné}. Na taková Navštívitelná Pole musíte vždy umístit Černou Kostku, i když se rozhodnete efekt Pole nepoužít. }
de: \note{9}{ Effekte von Orten, die das \textbf{Durchsuchen} von Zaubern oder Artefakten erlauben oder an denen man Ressourcen ausgeben muss, um den Effekt zu nutzen, sind \textbf{stets optional}. Trotzdem muss auf besuchbaren Orten immer ein Statuswürfel platziert werden, auch wenn der Effekt nicht genutzt wurde. }
es: \note{9}{ Los efectos de las casillas que te permiten \textbf{Buscar} Hechizos o Artefactos, o donde debes gastar recursos para usar el efecto de la casilla, son \textbf{siempre opcionales}. Siempre debes colocar un Cubo Negro en las casillas Visitables, incluso si decides no utilizar el efecto. }
fr: \note{9}{ Les effets des Sites qui permettent de \textbf{Fouiller} pour des Sorts ou Artefacts, ou ceux dont l'effet nécessite une dépense de ressources pour être utilisé, sont \textbf{toujours optionnels}. Vous devez toujours placer un Cube Noir sur ces Sites Explorables même si vous n'utilisez pas l'effet du Site. }
pl: \note{9}{ \smallskip \vspace{0.5em}Efekty Pól, które pozwalają ci \textbf{Przeszukać} Talię Zaklęć lub Artefaktów, lub takie, które wymagają wydania Zasobów, aby skorzystać z efektu Pola, są \textbf{opcjonalne}. Na takim Polu Jednorazowym musisz zawsze położyć Czarną Kostkę, nawet jeśli nie skorzystasz z jego efektu. }
ru: \note{9}{ Эффекты от полей, позволяющих вам \textbf{искать} заклинания или артефакты, или на которых вы должны тратить ресурсы для использования эффекта поля, \textbf{всегда опциональны}. Вы должны всегда помещать чёрный кубик на это одноразовое поле, даже если вы решили не использовать его эффект. }

source: The effects of the following \textbf{Visitable} \pagetarget{All Map Locations}{fields} are explained by the symbols on the left:
cs: Efekty následujících \textbf{Navštívitelných} \pagetarget{All Map Locations}{polí} jsou vysvětleny symboly vlevo:
de: Effekte der folgenden \textbf{besuchbaren} \pagetarget{All Map Locations}{Orte} sind durch ihre Symbole erklärt:
fr: Les effets des \pagetarget{All Map Locations}{Sites} \textbf{Explorables} suivants sont expliqués par les symboles à gauche.
pl: Efekty następujących \textbf{Jednorazowych} \pagetarget{All Map Locations}{Pól} są wyjaśnione ikonami po lewej:
ru: Эффекты следующих \textbf{одноразовых} \pagetarget{All Map Locations}{полей} обозначены символами слева:

source: {\centering \phantom{j}\textbf{Artifact}\\ \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \phantom{j}\textbf{Resource}\\ \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \phantom{j}\textbf{Treasure}\\ \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }
cs: {\centering \phantom{j}\textbf{Artefakt}\\ \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \phantom{j}\textbf{Surovina}\\ \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \phantom{j}\textbf{Poklad}\\ \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }
es: {\centering \phantom{j}\textbf{Artefacto}\\ \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \phantom{j}\textbf{Recurso}\\ \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \phantom{j}\textbf{Tesoro}\\ \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }
pl: {\centering \phantom{j}\textbf{Artefakt}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \phantom{j}\textbf{Zasób}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \phantom{j}\textbf{Skarb}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }

source: The effects of the following \textbf{Visitable} Fields are explained by the symbols on the previous page:
de: Effekte der folgenden \textbf{besuchbaren} Orte sind durch ihre aufgedruckten Symbole erklärt:
fr: Les effets des \textbf{Explorables} suivants sont expliqués par les symboles de la page précédente.
pl: Efekty następujących \textbf{Jednorazowych} Pól są wyjaśnione ikonami na poprzedniej stronie:
ru: Эффекты следующих \textbf{одноразовых} полей описаны символами с предыдущей страницы:

source: {2} {\centering \phantom{j}\textbf{Fountain of Youth}\\ \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \phantom{j}\textbf{Warrior's Tomb}\\ \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \textbf{Mystical Garden}\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \textbf{Learning Stone}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \phantom{j}\textbf{Shrine of Magic Gesture/Incantation}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \filbreak \phantom{j}\textbf{Water Wheel}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \phantom{j}\textbf{Temple}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \phantom{j}\textbf{Grave}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/grave.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{-2pt} \phantom{j}\textbf{Windmill}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Due to a misprint, the Windmill on the Tile \texttt{\#N3} has a \textbf{?}. It should be ``\textbf{+}1 \svg{valuablegreater}''.} \vspace*{\fill} \begin{tikzpicture}[remember picture, overlay] \node[opacity=0.2] at ([xshift=12em, yshift=10em]current page.south) {\includegraphics[width=0.7\linewidth]{\art/morale_high.png}}; \end{tikzpicture} }
pl: {2} {\centering \phantom{j}\textbf{Fontanna Młodości}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \phantom{j}\textbf{Grób Wojownika}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \textbf{Mistyczny Ogród}\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \textbf{Kamień Wiedzy}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \phantom{j}\textbf{Kapliczka Magicznego Symbolu/Inkantacji}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \filbreak \phantom{j}\textbf{Młyn Wodny}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \phantom{j}\textbf{Świątynia}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \phantom{j}\textbf{Grób}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/grave.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{-2pt} \phantom{j}\textbf{Wiatrak}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Ze względu na błąd druku Wiatrak na kafelku \texttt{\#N3} ma \textbf{?}. Powinien mieć ,,\textbf{+}1 \svg{valuablegreater}''.} \vspace*{\fill} }

source: {\centering \phantom{j}\pagetarget{Pandora Box}{\textbf{Pandora's Box}}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/pandoras_boxes.jpg}\\ \expansionlabelnocap{cove} \bigskip \centering \phantom{j}\textbf{Mermaid}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/mermaid.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Derelict Ship}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/derelict_ship.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Temple of the Sea}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/temple_of_the_sea.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Shrine of Magic Gesture/Incantation}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever_water.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} \columnbreak \phantom{j}\textbf{Flotsam}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/flotsam.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Sea Barrel}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/sea_barrel.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Shipwreck}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/shipwreck.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Buoy}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/buoy.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Shipwreck Survivor}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/shipwreck_survivor.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} }
pl: {\centering \phantom{j}\pagetarget{Pandora Box}{\textbf{Puszka Pandory}}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/pandoras_boxes.jpg}\\ \expansionlabelnocap{cove} \bigskip \centering \phantom{j}\textbf{Syreny}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/mermaid.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Opuszczony Statek}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/derelict_ship.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Świątynia Morza}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/temple_of_the_sea.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Kapliczka Magicznego Symbolu/Inkantacji}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever_water.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} \columnbreak \phantom{j}\textbf{Szczątki Statku}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/flotsam.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Morska Beczka}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/sea_barrel.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Wrak}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/shipwreck.jpg}\\ \expansionlabelnocap{cove} \bigskip \phantom{j}\textbf{Boja}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/buoy.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{1.45em} \phantom{j}\textbf{Rozbitek}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/shipwreck_survivor.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} }

source: {2} \subheader{Towns} \textbf{Towns} are always located in the center of a Starting (I) Tile. Flagging an enemy Town prevents their Secondary Heroes from spawning there and Main Heroes from moving there if defeated. Flagging a Town can cause \pagelink{End}{Player Elimination}, and Scenarios typically have special rewards for flagging them. Flagging a Town also gives you a \textbf{Faction Cube} from its original owner. Otherwise, flagging a Town does not affect its original owner in any way. They do not lose access to their Town Board or its functions. You also do not gain access to their Town Board or Faction units, unlike in the video game.
de: {2} \subheader{Städte} \textbf{Städte} befinden sich in der Mitte der Startgebiete (I). Eine Stadteroberung hat folgende Auswirkungen: Ein eigener Nebenheld kann dort nicht rekrutiert werden; besiegte Haupthelden können sich dorthin nicht zurückziehen; der Eroberer erhält einen \textbf{Fraktionswürfel} und ggf. szenarioabhängige Belohnungen für Stadteroberungen. Weitere Auswirkungen gibt es nicht: Der ursprünglicher Besitzer behält Zugang zu allen Funktionen des Stadttableaus. Der Eroberer erhält wiederum keinen Zugang zum Stadttableau oder zu Fraktionseinheiten. Eine Stadteroberung kann zum \pagelink{End}{Spielsieg} des Szenarios führen (z.B. durch Spielereliminierung).
fr: {2} \subheader{Villes} Les \textbf{Villes} sont toujours situées au centre de la Tuile de Départ (I). Revendiquer une Ville ennemie empêche le Héros Secondaire d'apparaître dessus et le Héros Principal d'y retourner si ce dernier est défait. Revendiquer une Ville peut \pagelink{End}{Éliminer un Joueur}, et les Scénarios ont souvent des récompenses spéciales pour les Revendications. Revendiquer une Ville donne aussi un \textbf{Cube de Faction} du propriétaire originel. Excepté cela, Revendiquer une Ville n'affecte pas plus le propriétaire originel. Ils ne perdent pas l'accès à leur Plateau de Ville ou ses fonctions. Vous n'obtenez pas non plus l'accès à leur Plateau de Ville et Unités de Faction.
pl: {2} \subheader{Miasta} \textbf{Miasta} usytuowane są w centralnym Polu Początkowego (I) Kafelka. Oflagowanie Miasta wroga uniemożliwia odradzanie się tam jego Bohaterów Pomocniczych i przemieszczanie się tam Bohaterów Głównych, kiedy zostaną pokonani. Oflagowanie Miasta może \pagelink{End}{wyeliminować gracza}, a Scenariusze przeważnie przewidują za ich flagowanie specjalne nagrody. Za oflagowanie Miasta otrzymujesz \textbf{Kostkę Frakcji} jej właściciela. Poza tym oflagowanie Miasta wroga nie ma innych konsekwencji. Nie traci on dostępu do swojej Planszy Miasta ani jego akcji, a ty, w odróżnieniu do gry komputerowej, nie uzyskujesz dostępu do nich, ani jednostek frakcyjnych.

source: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Towns from the core game:\\Necropolis, Castle, and Dungeon.}
de: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Städte aus dem Grundspiel:\\Nekropolis, Schloss und Dungeon.}
fr: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Villes du jeu de base: \\Nécropole, Château, et Donjon.}
pl: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Miasta z zestawu podstawowego gry:\\Nekropolia, Zamek i Loch.}
ru: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Города из базовой игры:\\Некрополис, Замок и Темница.}

source: \framedimage[\linewidth]{\map_locations/crystal-mine.jpg} \textit{Various \svg{valuablegreater} mines.} \end{center}
fr: \framedimage[\linewidth]{\map_locations/crystal-mine.jpg} \textit{Différentes mines de \svg{valuablegreater}} \end{center}
pl: \framedimage[\linewidth]{\map_locations/crystal-mine.jpg} \textit{Różne kopalnie \svg{valuablegreater}.} \end{center}
