Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Sanctuary}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Category: \textbf{Revisitable}\\ Heroes on this Field cannot be attacked by other Heroes. Friendly Heroes can move through enemy Heroes on this Field but cannot stop here.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Tavern}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \caption{\small Category: \textbf{Revisitable}\\ You can \includesvg[height=8px]{\svgs/pay_v2.svg} 7 \includesvg[height=8px]{\svgs/gold.svg} to gain a Secondary Hero. Place their model on this Field. Then, choose one enemy player to discard 1 random card from their hand.} \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Santuario}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Categoría: \textbf{Revisitable}\\ Los Héroes en esta casilla no pueden ser atacados. Los Héroes amigos pueden pasar a través de un Héroe enemigo que esté en la casilla pero no pueden detenerse en ella.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Taberna}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \caption{\small Categoría: \textbf{Revisitable}\\ Puedes \includesvg[height=8px]{\svgs/pay_v2.svg} 7 \includesvg[height=8px]{\svgs/gold.svg} para ganar un Héroe Secundario. Coloca su ficha en esta casilla. Después, escoje un jugador enemigo y descarta 1 carta aleatoria de su mano.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \hypertarget{Trading Post}{\textbf{Trading Post}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Category: \textbf{Revisitable}\\ \textbf{Choose one}: \protect\hyperlink{Trading}{Trade} resources OR Remove a card OR buy a \protect\hyperlink{War Machines}{War Machine}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\hypertarget{War Machine Factory}{\textbf{War Machine Factory}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \caption{\small Category: \textbf{Revisitable}\\Buy a \protect\hyperlink{War Machines}{War Machine}.\phantom{.......}} \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \hypertarget{Trading Post}{\phantom{j}\textbf{Mercadillo}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Categoría: \textbf{Revisitable}\\ \textbf{Escoge uno}: \protect\hyperlink{Trading}{Comerciar} recursos O eliminar cartas O comprar una \protect\hyperlink{War Machines}{Máquina de Guerra}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\hypertarget{War Machine Factory}{\textbf{Fábrica}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \caption{\small Categoría: \textbf{Revisitable}\\Compra una \protect\hyperlink{War Machines}{Máquina de Guerra}.\phantom{.......}} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Stables}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Category: \textbf{Revisitable}\\ Gain 1 MP \includesvg[height=8px]{\svgs/movement.svg}. It lasts for only one Turn. See \protect\hyperlink{Movement}{Movement Actions}. } \end{minipage}\hfill
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Establos}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Categoría: \textbf{Revisitable}\\ Gana 1 PM \includesvg[height=8px]{\svgs/movement.svg}. Dura 1 turno. Ver \protect\hyperlink{Movement}{Acciones de Movimiento}. } \end{minipage}\hfill

source: \hypertarget{Other Fields}{Other Fields}
es: \hypertarget{Other Fields}{Otras Casillas}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Tree of Knowledge}\par \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Category: \textbf{Visitable}\\You may \includesvg[height=8px]{\svgs/pay_v2.svg} 3 \includesvg[height=8px]{\svgs/valuablegreater.svg} or 10 \includesvg[height=8px]{\svgs/gold.svg} to gain 2 \includesvg[height=8px]{\svgs/experience.svg}.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Redwood Observatory}\par \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Category: \textbf{Visitable}\\Discover a face down Tile adjacent to this one.} \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Árbol del conocimiento}\par \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Categoría: \textbf{Visitable}\\Puedes \includesvg[height=8px]{\svgs/pay_v2.svg} 3 \includesvg[height=8px]{\svgs/valuablegreater.svg} o 10 \includesvg[height=8px]{\svgs/gold.svg} para ganar 2 \includesvg[height=8px]{\svgs/experience.svg}.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Observatorio de Caoba}\par \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Category: \textbf{Visitable}\\Descubre una Loseta adyacente boca abajo.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Grail}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Category: \textbf{Visitable}\\Gain a Grail Token. Only one Grail Token can exist in the game, do not gain another if this Field's Black Cube is removed or if there are multiple Grail Fields. The Token's effects are described in the Scenario's description. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Market of Time}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \caption{\small Category: \textbf{Visitable}\\ Remove one card from your hand. Then \textbf{Search (2)} the Ability, Spell, or Artifact Deck. } \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Grial}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Categoría: \textbf{Visitable}\\Gana una ficha del Grial. Sólo puede existir una Ficha en el juego, no ganas otra si el cubo negro es retirado o si hay varias casillas de Grial. Los efectos de la ficha se describen en el escenario. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Mercado del Tiempo}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \caption{\small Category: \textbf{Visitable}\\ Elimina una carta de tu mano. Después \textbf{Busca (2)} Habilidades, Hechizos o Artefactos. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Hill Fort}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \caption{\small Category: \textbf{Visitable}\\ You may immediately Reinforce one of your \includesvg[height=8px]{\svgs/bronze.svg} or \includesvg[height=8px]{\svgs/silver.svg} Units. The Reinforcement cost is reduced by 3 \includesvg[height=8px]{\svgs/gold.svg} to a minimum of 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Prison}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \caption{\small Category: \textbf{Visitable}\\ Gain a Secondary Hero. Place their model on this Field. If you already have a Secondary Hero, gain 3 \includesvg[height=8px]{\svgs/gold.svg} instead.} \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Colina Fortificada}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \caption{\small Categoría: \textbf{Visitable}\\ Puedes Reforzar inmediatamente una Unidad \includesvg[height=8px]{\svgs/bronze.svg} o \includesvg[height=8px]{\svgs/silver.svg}. El coste de Reforzarla se reduce en \includesvg[height=8px]{\svgs/gold.svg} a un mínimo de 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Prisión}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \caption{\small Categoría: \textbf{Visitable}\\ Gana un Héroe Secundario. Colócalo en esta casilla. Si ya tienes un Héroe Secundario ganas 3 \includesvg[height=8px]{\svgs/gold.svg} en su lugar.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Obelisk}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Category: \textbf{Flaggable}\\ The Obelisk's effects depend on the Scenario. When you Flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Scholar}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \caption[scholar they]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] - Gain a Statistic Card of your choice or Remove a Statistic Card from your hand. \item[\textbf{0}] - Draw 2 Cards from the Ability Deck, gain one of them and discard the other. \item[\textbf{-1}] - Draw 2 Cards from the Spell Deck, gain one of them and discard the other. \end{itemize} } \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Obelisco}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Categoría: \textbf{Señalizable}\\ Los efectos del Obelisco dependen del Escenario. Cuando señalizas esta casilla, no elimines los cubos enemigos; varios jugadores pueden tener su cubo en esta casilla.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Escolar}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \caption[scholar they]{\small Categoría: \textbf{Visitable}\\ Lanza 1 dado de ataque. Dependiendo del resultado, haz: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] - Gana una Carta de Característica a tu elección o eliminala de tu mano. \item[\textbf{0}] - Roba 2 Cartas del mazo de Habilidades, gana una y la otra descártala. \item[\textbf{-1}] - Roba 2 Cartas del mazo de Hechizos, gana una y la otra descártala. \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Dragon Utopia}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Category: \textbf{Flaggable}\\Effects depend on the Scenario.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{University}\par \framedimage[\linewidth]{\map_locations/university.jpg} \caption{\small Category: \textbf{Visitable}\\ \includesvg[height=8px]{\svgs/pay_v2.svg} 6 \includesvg[height=8px]{\svgs/gold.svg} to \textbf{Search (4)} the Ability Discard Pile.} \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Utopía del Dragón}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Categoría: \textbf{Señalizable}\\El efecto depende del escenario.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Universidad}\par \framedimage[\linewidth]{\map_locations/university.jpg} \caption{\small Categoría: \textbf{Visitable}\\ \includesvg[height=8px]{\svgs/pay_v2.svg} 6 \includesvg[height=8px]{\svgs/gold.svg} para \textbf{Search (4)} en los Descates de Habilidades.} \end{minipage}

source: {\centering\phantom{Star Axis}\par} \includegraphics[width=\linewidth]{\art/unicorn.jpg}
es: {\centering\phantom{Eje Estelar}\par} \includegraphics[width=\linewidth]{\art/unicorn.jpg}

source: {\centering\textbf{Star Axis}\par} \framedimage[\linewidth]{\map_locations/star_axis.jpg} {\small Category: \textbf{Flaggable}\\ You may Remove one of your Statistic cards from your hand and replace it with an \textbf{Empowered} one of the same type. When you Flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field. }
es: {\centering\textbf{Eje Estelar}\par} \framedimage[\linewidth]{\map_locations/star_axis.jpg} {\small Categoría: \textbf{Señalizable}\\ Puedes eliminar una de tus cartas de Características de tu mano y reemplazarla por una \textbf{Potenciada} del mismo tipo. Cuando señalices esta casilla, no elimines ningún Cubo enemigo, puede haber varios cubos de varios jugadores. }

source: {\centering\textbf{\hypertarget{Random Town}{Random Town}}\par} \framedimage[\linewidth]{\map_locations/random_town.jpg} {\small Category: \textbf{Flaggable}\\ When revealed, all players roll 2 \includesvg[height=10px]{\svgs/resource_die.svg}. The highest roller chooses an unused Faction. The random Town is defended by Units from that Faction. They have a ``Pack'' of \includesvg[height=10px]{\svgs/bronze.svg}, two ``Packs'' of \includesvg[height=10px]{\svgs/silver.svg}, and two ``Fews'' of \includesvg[height=10px]{\svgs/golden.svg} Units. The \includesvg[height=10px]{\svgs/bronze.svg} Unit is chosen by the player who controls the Units during that Combat. Flagging it increases \includesvg[height=10px]{\svgs/gold.svg} production by 10, which is also gained immediately if you are the first to Flag it. }
es: {\centering\textbf{\hypertarget{Random Town}{Ciudad Aleatoria}}\par} \framedimage[\linewidth]{\map_locations/random_town.jpg} {\small Category: \textbf{Señalizable}\\ Cuando se revele, todos los jugadores lanzan 2 \includesvg[height=10px]{\svgs/resource_die.svg}. El más alto selecciona una Facción sin usar. La Ciudad Aleatoria es defendida por las Unidades de esa Facción. Tendrá una Unidad ``Manada'' \includesvg[height=10px]{\svgs/bronze.svg}, dos ``Manadas'' \includesvg[height=10px]{\svgs/silver.svg}, y dos ``Pocas'' \includesvg[height=10px]{\svgs/golden.svg}. La Unidad \includesvg[height=10px]{\svgs/bronze.svg} es escogida por el jugador que controle las Unidades durante el combate. Señalizarla incrementa la producción de \includesvg[height=10px]{\svgs/gold.svg} en 10, que también se gana si eres el primero en señalizarla. }
