Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Sea Chest} \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/sea_chest.jpg} \expansionlabel{cove} \caption[sea chest]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Search (1) \svg{artifact}. \item[\textbf{0}] -- Gain 5 \svg{gold}. \item[\textbf{\textminus{}1}] -- Gain nothing. \end{itemize} } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Jetsam} \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/jetsam.jpg} \expansionlabel{cove} \caption[jetsam]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Roll and resolve 2 \svg{resource_die}. \item[\textbf{0}] -- Roll and resolve 1 \svg{resource_die}. \item[\textbf{\textminus{}1}] -- Gain nothing. \end{itemize} } \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Seekiste} \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/sea_chest.jpg} \expansionlabel{cove} \caption[sea chest]{\small Kategorie: \textbf{besuchbar}\\ Würfle einen Angriffswürfel. Abhängig vom Wurfergebnis, handle folgendes ab: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Durchsuche (1) \svg{artifact}. \item[\textbf{0}] -- Erhalte 5 \svg{gold}. \item[\textbf{\textminus{}1}] -- Erhalte nichts. \end{itemize} } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Treibkiste} \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/jetsam.jpg} \expansionlabel{cove} \caption[jetsam]{\small Kategorie: \textbf{besuchbar}\\ Würfle einen Angriffswürfel. Abhängig vom Wurfergebnis, handle folgendes ab: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Würfle 2 \svg{resource_die} und handle sie ab. \item[\textbf{0}] -- Würfle 1 \svg{resource_die} und handle ihn ab. \item[\textbf{\textminus{}1}] -- Erhalte nichts. \end{itemize} } \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Coffre des Mers} \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/sea_chest.jpg} \expansionlabel{cove} \caption[sea chest]{\small Catégorie: \textbf{Explorable}\\ Lancez un Dé d'Attaque. Selon le résultat, faites ce qui suit: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Fouillez (1) \svg{artifact}. \item[\textbf{0}] -- Gagnez 5 \svg{gold}. \item[\textbf{\textminus{}1}] -- Aucun gain. \end{itemize} } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Caisse Flottante} \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/jetsam.jpg} \expansionlabel{cove} \caption[jetsam]{\small Catégorie: \textbf{Explorable}\\ Lancez un Dé d'Attaque. Selon le résultat, faites ce qui suit: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Lancez et résoudre \svg{resource_die}. \item[\textbf{0}] -- Lancez et résoudre 1 \svg{resource_die}. \item[\textbf{\textminus{}1}] -- Aucun gain. \end{itemize} } \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Морской сундук\phantom{j}}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/sea_chest.jpg} \expansionlabel{cove} \caption[sea chest]{\small Категория: \textbf{одноразовые}\\ Бросьте кубик атаки. В зависимости от результата: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Ищите (1) \svg{artifact}. \item[\textbf{0}] -- Получите 5 \svg{gold}. \item[\textbf{-1}] -- Ничего не получите. \end{itemize} } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Потерянный груз\phantom{j}}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/jetsam.jpg} \expansionlabel{cove} \caption[jetsam]{\small Категория: \textbf{одноразовые}\\ Бросьте кубик атаки. В зависимости от результата: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Бросьте 2 \svg{resource_die} и получите результат. \item[\textbf{0}] -- Бросьте 1 \svg{resource_die} и получите результат. \item[\textbf{-1}] -- Ничего не получите. \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Hill Fort} \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Visitable}\\ You may immediately reinforce one of your \svg{bronze} or \svg{silver} units. The reinforcement cost is reduced by 3 \svg{gold} to a minimum of 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Prison} \framedimage[\linewidth]{\map_locations/prison.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Visitable}\\ Gain a Secondary Hero. Place their model on this Field. If you already have a Secondary Hero, gain 3 \svg{gold} instead.} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Hügelfestung} \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \expansionlabel{tower} \caption{\small Kategorie: \textbf{besuchbar}\\ Du darfst sofort eine Bronze- \svg{bronze} oder Silber-Einheit \svg{silver} verstärken. Die Kosten sind um 3 \svg{gold} reduziert (bis zu einem Minimum von 0).} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Gefängnis} \framedimage[\linewidth]{\map_locations/prison.jpg} \expansionlabel{tower} \caption{\small Kategorie: \textbf{besuchbar}\\ Erhalte einen Nebenhelden. Platziere ihn auf diesem Feld. Hast du bereits einen Nebenhelden, erhalte 3 \svg{gold} stattdessen.} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Fortin} \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \expansionlabel{tower} \caption{\small Catégorie : \textbf{Explorable}\\ Vous pouvez immédiatement améliorer une de vos unités \svg{bronze} ou \svg{silver}. Le coût d'amélioration est réduit de 3 \svg{gold} (minimum 0).} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Prison} \framedimage[\linewidth]{\map_locations/prison.jpg} \expansionlabel{tower} \caption{\small Catégorie : \textbf{Explorable}\\ Gagnez un Héros Secondaire. Placez sa figurine sur ce Site. Si vous en avez déjà un, gagnez 3 \svg{gold} à la place.} \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Форт на холме}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \expansionlabel{tower} \caption{\small Категория: \textbf{одноразовые}\\ Вы можете мгновенно усилить один из \svg{bronze} или \svg{silver} отрядов. Стоимость усиления снижена на 3 \svg{gold} вплоть до 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Тюрьма}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \expansionlabel{tower} \caption{\small Категория: \textbf{одноразовые}\\ Получите вторичного героя. Поместите его миниатюру на это поле. Если у вас уже есть вторичный герой, получите 3 \svg{gold}.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Spell Scroll} \framedimage[\linewidth]{\map_locations/spell_scroll.jpg} \expansionlabel{stronghold} \caption{\small Category: \textbf{Visitable}\\ Take a Spell Scroll card from its Deck and place it next to your Hero Board. Draw two Spells and place them face-down at the Spell Scroll card. You can use these Spells \protect\pagelink{Spell Scroll Cards}{with some restrictions}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Market of Time} \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Visitable}\\ Remove one card from your hand. Then \textbf{Search (2)} the Ability, Spell, or Artifact Deck. } \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Zauberspruchrolle} \framedimage[\linewidth]{\map_locations/spell_scroll.jpg} \expansionlabel{stronghold} \caption{\small Kategorie: \textbf{besuchbar}\\ Erhalte eine Zauberspruchrolle von ihrem Deck und platziere sie neben deinem Heldentableau. Ziehe zwei Zauber und platziere sie verdeckt auf der Zauberspruchrolle. Du kannst diese Zauber nutzen \protect\pagelink{Spell Scroll Cards}{mit einigen Einschränkungen}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Markt der Zeit} \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \expansionlabel{tower} \caption{\small Kategorie: \textbf{besuchbar}\\ Entferne eine Karte aus deine Hand. Dann \textbf{Durchsuche (2)} das Fähigkeiten-, Zauber- oder Artefakt-Deck. } \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Parchemin de Sort} \framedimage[\linewidth]{\map_locations/spell_scroll.jpg} \expansionlabel{stronghold} \caption{\small Catégorie: \textbf{Explorable}\\ Prenez une carte Parchemin de Sort de son Deck et placez là à côté de votre Fiche de Héros. Piochez deux Sorts et placez-les face cachée sous la carte Parchemin de Sort. Vous pouvez utiliser ces Sorts \protect\pagelink{Spell Scroll Cards}{avec certaines restrictions}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Marché du Temps} \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \expansionlabel{tower} \caption{\small Catégorie : \textbf{Explorable}\\ Détruisez une carte de votre main. Puis \textbf{Fouillez (2)} dans les Piles Compétence, Sort ou Artefact. } \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Свиток заклинаний}\par \framedimage[\linewidth]{\map_locations/spell_scroll.jpg} \expansionlabel{stronghold} \caption{\small Категория: \textbf{одноразовые}\\ Возьмите карту Свитка заклинаний и поместите её возле доски героя. Возьмите две карты заклинаний и пложите их лицом вниз на карту Свитка заклинаний. Вы можете использовать эти заклинания \protect\pagelink{Spell Scrolls Cards}{с некоторыми ограничениями}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Рынок времени}\phantom{j}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \expansionlabel{tower} \caption{\small Категория: \textbf{одноразовые}\\ Удалите одну карту из руки, затем \textbf{ищите (2)} в колоде навыков, заклинаний или артефактов. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Cyclops Stockpile} \framedimage[\linewidth]{\map_locations/cyclops_stockpile.jpg} \expansionlabel{stronghold} \caption{\small Category: \textbf{Visitable}\\ When preparing the Neutral Army guarding this location, instead of drawing 1 \svg{azure} unit, find 2 \svg{golden} Cyclops and add them to the Neutral Army (look for them first in the \svg{golden} discard pile, and then in the \svg{golden} Neutral Unit Deck). If you win the Combat, roll and resolve 4 \svg{resource_die}. Any additional effects depend on the Scenario. } \end{minipage}\hfill
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Stock des Cyclopes} \framedimage[\linewidth]{\map_locations/cyclops_stockpile.jpg} \expansionlabel{stronghold} \caption{\small Category: \textbf{Explorable}\\ En préparant l'Armée Neutre gardant ce site, au lieu de piochez 1 unité \svg{azure}, cherchez 2 \svg{golden} Cyclopes et ajoutez les à l'Armée Neutre (cherchez d'abord dans la défausse \svg{golden}, puis dans le Deck d'Unités Neutres \svg{golden}). Si vous gagnez le Combat, lancez et résolvez 4 \svg{resource_die}. D'autres effets peuvent dépendre du Scénario. } \end{minipage}\hfill

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Monolith}{\locationtitle{One-Way Entrance Monolith}} \framedimage[\textwidth]{\map_locations/one-way_monolith_entrance.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Revisitable}\\ Move your Hero to the corresponding Exit Monolith (see below). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Two-Way Monolith} \framedimage[\textwidth]{\map_locations/two-way_monolith.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Revisitable}\\ Move your Hero to the corresponding Two-Way Monolith. } \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Monolith}{\locationtitle{Ein-Weg-Teleporter Eingang}} \framedimage[\textwidth]{\map_locations/one-way_monolith_entrance.jpg} \expansionlabel{conflux} \caption{\small Kategorie: \textbf{mehrfach besuchbar}\\ Bewege deinen Helden zu dem gleichfarbigen Ein-Weg-Teleporter Ausgang. (siehe unten). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Zwei-Weg-Teleporter} \framedimage[\textwidth]{\map_locations/two-way_monolith.jpg} \expansionlabel{conflux} \caption{\small Kategorie: \textbf{mehrfach besuchbar}\\ Bewege deinen Helden zu dem anderen Zwei-Weg-Teleporter dieses Typs. } \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Monolith}{\locationtitle{Entrée de Monolithe Sens Unique}} \framedimage[\textwidth]{\map_locations/one-way_monolith_entrance.jpg} \expansionlabel{conflux} \caption{\small Catégorie: \textbf{Revisitable}\\ Déplacez votre Héros sur la Sortie du Monolithe correspondant (voir ci-dessous). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Monolithe Double Sens} \framedimage[\textwidth]{\map_locations/two-way_monolith.jpg} \expansionlabel{conflux} \caption{\small Catégorie: \textbf{Revisitable}\\ Déplacez votre Héros sur le Monolithe Double Sens correspondant. } \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{Monolith}{\textbf{Односторонний монолит--вход}}\phantom{j}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_entrance.jpg} \expansionlabel{conflux} \caption{\small Категория: \textbf{многоразовые}\\ Переместите героя в монолит--выход, парный этому (см.~ниже). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Двусторонний монолит}\par \framedimage[\textwidth]{\map_locations/two-way_monolith.jpg} \expansionlabel{conflux} \caption{\small Категория: \textbf{многоразовые}\\ Переместите героя в монолит, парный этому. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{One-Way Exit Monolith} \framedimage[\textwidth]{\map_locations/one-way_monolith_exit.jpg} \expansionlabel{conflux} \caption{\raggedright \small Category: \textbf{Revisitable}\\ \raggedright Treat it as an empty Field. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Subterranean Gate} \framedimage[\textwidth]{\map_locations/subterranean_gate.jpg} \expansionlabel{stronghold} \caption{{\raggedright \small Category: \textbf{Revisitable}}\\ Connects a surface and a \protect\pagelink{Subterranean Map Tiles}{Subterranean Map Tile}. Treat both sides of the Gate as a single Field. Discover the connected Tile, if it wasn't discovered already. } \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Ein-Weg-Teleporter Ausgang} \framedimage[\textwidth]{\map_locations/one-way_monolith_exit.jpg} \expansionlabel{conflux} \caption{\raggedright \small Kategorie: \textbf{mehrfach besuchbar}\\ \raggedright Behandle diesen Ort als leeres Feld. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Tor zur Unterwelt} \framedimage[\textwidth]{\map_locations/subterranean_gate.jpg} \expansionlabel{stronghold} \caption{{\raggedright \small Kategorie: \textbf{mehrfach besuchbar}}\\ Verbindet Oberwelt- und \protect\pagelink{Subterranean Map Tiles}{Unterweltgebiet}. Behandle beide Felder des Markers als ein Feld. Entdecke das verbundene Gebiet, falls es noch nicht entdeckt wurde. } \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Sortie Monolithe Sens Unique} \framedimage[\textwidth]{\map_locations/one-way_monolith_exit.jpg} \expansionlabel{conflux} \caption{\raggedright \small Catégorie: \textbf{Revisitable}\\ \raggedright Considérez la comme une Case vide. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Passage Souterrain} \framedimage[\textwidth]{\map_locations/subterranean_gate.jpg} \expansionlabel{stronghold} \caption{{\raggedright \small Catégorie: \textbf{Revisitable}}\\ Connectez la surface et un \protect\pagelink{Subterranean Map Tiles}{Tuile Souterraine}. Considérez les deux côtés du Passage comme une seule Case. Révélez la Tuile connectée, si elle ne l'était pas encore. } \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace*{-1em} \centering \phantom{j}\textbf{Односторонний монолит--выход}\phantom{j}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_exit.jpg} \expansionlabel{conflux} \caption{\raggedright \small Категория: \textbf{многоразовые}\\ \raggedright Воспринимайте как пустое поле. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace*{-1em} \centering \phantom{j}\textbf{Подземные врата}\phantom{j}\par \framedimage[\textwidth]{\map_locations/subterranean_gate.jpg} \expansionlabel{stronghold} \caption{{\raggedright \small Категория: \textbf{многоразовые}}\\ Соединяет поверхность и \protect\pagelink{Subterranean Map Tiles}{подземные фрагменты карты}. Воспринимайте обе стороны врат как одно поле. Исследуйте соединённый фрагмент, если он ещё не был исследован. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Whirlpool} \framedimage[\textwidth]{\map_locations/whirlpool.jpg} \expansionlabel{cove} \caption{{\raggedright \small Category: \textbf{Revisitable}}\\ Move your Hero to another Whirlpool Token. If there are multiple valid targets, roll an Attack Die to determine where your Hero goes. Reroll any Die which shows the number of the Whirlpool your Hero is standing on. After each Whirlpool travel, lose 1 unit from your unit Deck. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Creature Bank} \framedimage[\textwidth]{\map_locations/creature_bank.jpg} \expansionlabel{navalbattles} \caption{{\raggedright \small Category: \textbf{Visitable}}\\ Start a \protect\pagelink{Creature Banks Rules}{Creature Bank Combat} against the specified units (see the list on the next page). If you win, receive the reward and a bonus depending on the number of Stacked units. Creature Banks count as \textbf{land Fields} (even if designed as sea locations) and are NOT treated as other Fields of the same name. } \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Whirlpool}{\locationtitle{Whirlpool}} \framedimage[\textwidth]{\map_locations/whirlpool.jpg} \expansionlabel{cove} \caption{{\raggedright \small Category: \textbf{Revisitable}}\\ Move your Hero to another Whirlpool Token. If there are multiple valid targets, roll an Attack Die to determine where your Hero goes. Reroll any Die which shows the number of the Whirlpool your Hero is standing on. After each Whirlpool travel, lose 1 unit from your unit Deck. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Banque de Créatures} \framedimage[\textwidth]{\map_locations/creature_bank.jpg} \expansionlabel{navalbattles} \caption{{\raggedright \small Catégorie: \textbf{Explorable}}\\ \protect\pagelink{Creature Banks Rules}{Combattre une Banque de Créature} contre des unités spécifiques (voir la liste page suivante). Si vous gagnez, recevez la récompense et un bonus en fonction du nombre de Jetons. La Banque de Créature compte comme une \textbf{Case terrestre} (même c'est un site en mer) et n'est PAS considérée comme la Case du même nom. } \end{minipage}

source: \begin{itemize}[itemsep=0.4em] \item [{\LARGE$\boldsymbol{+}$}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuables} — Immediately gain the indicated Resource. \item [{\svg[14]{ongoing}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuables} — Increase the production of the indicated Resource. If it is \textbf{flagged} for the first time, you also gain it immediately. See \pagelink{Mines}{Mines}. \item [{\svg[10]{pay}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuables} \svg{arrow_right} — The Player needs to pay the indicated Resource to gain something. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Perform the {\LARGE\textbf{x}} action twice. \item [{\LARGE\textbf{2}}] \svg[14]{treasure}{\LARGE\textbf{$\boldsymbol{/}$2}} \svg[14]{resource_die} \svg{arrow_right}{\LARGE\textbf{1}} — Roll 2 Treasure or Resource Dice and resolve one, OR draw \pagelink{Pandora Card}{Pandora's Box card}. \end{itemize}
de: \begin{itemize}[itemsep=0.4em] \item [{\LARGE$\boldsymbol{+}$}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuables} — Erhalte die gezeigten Ressourcen. \item [{\svg[14]{ongoing}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuables} — Erhöhe die Produktion um die gezeigten Ressourcen. Erhalte \textbf{bei Erstbesuch} auch sofort diese Ressourcen. Siehe \pagelink{Mines}{Minen}. \item [{\svg[10]{pay}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuables} \svg{arrow_right} — Zahle die angezeigten Ressourcen, um den Bonus zu erhalten. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Führe die Aktion {\LARGE\textbf{x}} doppelt aus. \item [{\LARGE\textbf{2}}] \svg[14]{treasure}{\LARGE\textbf{$\boldsymbol{/}$2}} \svg[14]{resource_die} \svg{arrow_right}{\LARGE\textbf{1}} — Würfle 2 Schatz- oder Ressourcenwürfel und handle einen davon ab. ODER: Ziehe eine \pagelink{Pandora Card}{Pandoras Box Karte}. \end{itemize}
ru: \begin{itemize}[itemsep=0.4em] \item [{\LARGE$\boldsymbol{+}$}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} --- немедленно получите указанные ресурсы. \item [{\svg[14]{ongoing}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} --- увеличьте добычу указанных ресурсов. Если поле \textbf{захвачено} в первый раз, также немедленно получите эти ресурсы. См. \pagelink{Mines}{шахты} \item [{\svg[10]{pay}}] \svg{gold}$\boldsymbol{/}$\svg{building_materials}$\boldsymbol{/}$\svg{valuablegreater} \svg{arrow_right} --- игрок должен заплатить изображённые ресурсы для получения чего-либо. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} --- выполните действие {\LARGE\textbf{x}} дважды. \item [{\LARGE\textbf{2}}] \svg[14]{treasure}{\LARGE\textbf{$\boldsymbol{/}$2}} \svg[14]{resource_die} \svg{arrow_right}{\LARGE\textbf{1}} --- бросьте 2 кубика сокровищ или ресурсов и выберите результат одного из них, ИЛИ возьмите \pagelink{Pandora Card}{карту Ящика Пандоры}. \end{itemize}
