Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Cyclops Stockpile}\par \framedimage[\linewidth]{\map_locations/cyclops_stockpile.jpg} \caption{\small Category: \textbf{Visitable}\\ When preparing the Neutral Army guarding this location, instead of drawing 1 \svgunit{azure} Unit, find 2 \svgunit{golden} Cyclops and add them to the Neutral Army (look for them first in the \svgunit{golden} discard pile, and then in the \svgunit{golden} Neutral Unit Deck). If you win the Combat, roll and resolve 4 \svg{resource_die}. Any additional effects depend on the scenario. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Random Town}{Random Town}}\phantom{j}\par \framedimage[\linewidth]{\map_locations/random_town.jpg} \caption{\small Category: \textbf{Flaggable}\\ When revealed, all players roll 2 \svg{resource_die}. The highest roller chooses an unused Faction. The random Town is defended by Units from that Faction. They have a ``Pack'' of \svgunit{bronze}, two ``Packs'' of \svgunit{silver}, and two ``Fews'' of \svgunit{golden} Units. The \svgunit{bronze} Unit is chosen by the player who controls the Units during that Combat. Flagging it increases \svg{gold} production by 10, which is also gained immediately if you are the first to Flag it. } \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Zásoby Kyklopů}\par \framedimage[\linewidth]{\map_locations/cyclops_stockpile.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ Při přípravě Neutrální Armády střežící tuto lokaci si místo 1 \svgunit{azure} najděte 2 \svgunit{gold} Jednotky Kyklopů a přidejte je k Neutrální Armádě (nejprve je hledejte v odhazovací hromádce \svgunit{gold} a pak v Balíčku \svgunit{gold} Neutrálních Jednotek). Pokud Boj vyhrajete, hoďte a vyřešte 4 \svg{resource_die}. Jakékoli další efekty závisí na scénáři. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Random Town}{Náhodné Město}}\phantom{j}\par \framedimage[\linewidth]{\map_locations/random_town.jpg} \caption{\small Kategorie: \textbf{Obsaditelné}\\ Když je odhaleno, všichni hráči hodí 2 \svg{resource_die}. Hráč s nejvyšším hodem si vybere nepoužitou Frakci. Náhodné Město je bráněno Jednotkami této Frakce. Obsahují jednu \uv{Tlupu} \svg{bronze}, dvě \uv{Tlupy} \svg{silver} a dvě \uv{Hrstky} \svg{golden} Jednotek. Jednotku \svg{bronze} vybere hráč, který kontroluje Jednotky během toho Souboje. Obsazení tohoto Pole zvýší produkci \svg{gold} o 10, což také okamžitě získáte, pokud jste první, kdo toto Pole Obsadil. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Spell Scroll}\par \framedimage[\linewidth]{\map_locations/spell_scroll.jpg} \caption{\small Category: \textbf{Visitable}\\ Take a Spell Scroll Card, place it near your Hero Card, then follow its instructions. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Market of Time}\phantom{j}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \caption{\small Category: \textbf{Visitable}\\ Remove one card from your hand. Then \textbf{Search (2)} the Ability, Spell, or Artifact Deck. } \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Kouzelný Svitek}\par \framedimage[\linewidth]{\map_locations/spell_scroll.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ Vezměte si Kartu Kouzelného Svitku, položte ji vedle karty Hrdiny, poté proveďte instrukce na kartě Kouzelného Svitku. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Trh Času}\phantom{j}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ Odstraňte jednu kartu z vaší ruky. Poté \textbf{Hledejte (2)} v Balíčku Dovedností, Kouzel, nebo Artefaktů. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Sea Chest\phantom{j}}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/sea_chest.jpg} \caption[sea chest]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Search (1) \svg{artifact}. \item[\textbf{0}] -- Gain 5 \svg{gold}. \item[\textbf{-1}] -- Gain nothing. \end{itemize} } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Jetsam\phantom{j}}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/jetsam.jpg} \caption[jetsam]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Roll and resolve 2 \svg{resource_die}. \item[\textbf{0}] -- Roll and resolve 1 \svg{resource_die}. \item[\textbf{-1}] -- Gain nothing. \end{itemize} } \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Obelisk}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Kategorie: \textbf{Obsaditelné}\\ Efekty Obelisku závisí na Scénáři. Když toto Pole Obsazujete, neodstraňujte žádné nepřátelské Kostičky Frakce; více hráčů může mít na tomto Poli Kostičku Frakce.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Plovoucí Trosky\phantom{j}}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/jetsam.jpg} \caption[jetsam]{\small Kategorie: \textbf{Navštívitelné}\\ Hoďte 1 Kostkou Útoku. Podle výsledku udělejte následující: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] -- Hoďte a vyřešte 2 \svg{resource_die}. \item[\textbf{0}] -- Hoďte a vyřešte 1 \svg{resource_die}. \item[\textbf{-1}] -- Nezískáváte nic. \end{itemize} } \end{minipage}

source: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Field Difficulty corresponding to the level of Neutral Units.\smallskip \\ \includesvg[height=15px]{\svgs/treasure.svg} & \parbox{0.7\hsize}{ Roll a Treasure Die\index{Treasure Die}\index{Dice} and gain the indicated bonus (\includesvg[height=10px]{\svgs/resource_die.svg}, \includesvg[height=10px]{\svgs/2_treasure_die.svg}, \includesvg[height=10px]{\svgs/experience.svg}, or \includesvg[height=10px]{\svgs/artifact.svg}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \includesvg[height=15px]{\svgs/resource_die.svg} & Roll a \hyperlink{Resources}{Resource Die} and gain the indicated Resources. \\ \includesvg[height=15px]{\svgs/2_treasure_die.svg} & Roll 2 Resource Dice and choose the bonus from one of them. \\ \includesvg[height=15px]{\svgs/experience.svg} & Gain one Experience Point. \\ \includesvg[height=15px]{\svgs/artifact.svg} & Search (2) the Artifact Deck. \\ \includesvg[height=15px]{\svgs/spellpower.svg} & Search (2) the Spell Deck. \\ \includesvg[height=15px]{\svgs/morale_positive.svg} & Gain Positive Morale. \\ \includesvg[height=15px]{\svgs/morale_negative.svg} & Gain Negative Morale. \\ \includesvg[height=15px]{\svgs/movement.svg} & Gain 1 Movement Point for this turn. \\ {\huge\textbf{?}} & Special effect, see \hyperlink{Revisitable Fields}{Revisitable} or \hyperlink{Other Fields}{Other} fields.\\ \end{tabularx} \endgroup
es: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Dificultad correspondiente al nivel de las Unidades Neutrales.\smallskip \\ \includesvg[height=15px]{\svgs/treasure.svg} & \parbox{0.7\hsize}{ Lanza un Dado de Tesoro\index{Dado de Tesoro}\index{Dado} y gana el bonus indicado (\includesvg[height=10px]{\svgs/resource_die.svg}, \includesvg[height=10px]{\svgs/2_treasure_die.svg}, \includesvg[height=10px]{\svgs/experience.svg}, o \includesvg[height=10px]{\svgs/artifact.svg}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \includesvg[height=15px]{\svgs/resource_die.svg} & Lanza un \hyperlink{Resources}{Dado de Recursos} y gana los Recursos indicados. \\ \includesvg[height=15px]{\svgs/2_treasure_die.svg} & Lanza 2 Dados de Recursos y escoge el bonus de uno de ellos. \\ \includesvg[height=15px]{\svgs/experience.svg} & Gana 1 punto de experiencia. \\ \includesvg[height=15px]{\svgs/artifact.svg} & Busca (2) Artefactos. \\ \includesvg[height=15px]{\svgs/spellpower.svg} & Busca (2) Hechizos. \\ \includesvg[height=15px]{\svgs/morale_positive.svg} & Gana Moral Positiva. \\ \includesvg[height=15px]{\svgs/morale_negative.svg} & Gana Moral Negativa. \\ \includesvg[height=15px]{\svgs/movement.svg} & Gana 1 Punto de Movimiento. \\ {\huge\textbf{?}} & Efectos especiales, ver \hyperlink{Revisitable Fields}{Revisitables} o \hyperlink{Other Fields}{Otras} casillas.\\ \end{tabularx} \endgroup

source: \begin{itemize}[itemsep=0.4em] \item [{\LARGE\textbf{+}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} — Immediately gain the indicated Resource. \item [{\includesvg[height=15px]{\svgs/ongoing.svg}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} — Increase the production of the indicated Resource. If it is \textbf{Flagged} for the first time, you also gain it immediately. \item [{\includesvg[height=0.8\baselineskip]{\svgs/pay_v2.svg}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} \includesvg[height=0.8\baselineskip]{\svgs/arrow_right.svg} — The Player needs to pay the indicated Resource to gain something. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Perform the {\LARGE\textbf{x}} action twice. \item [{\LARGE\textbf{2}}] \includesvg[height=0.8\baselineskip]{\svgs/treasure.svg}/{\LARGE\textbf{2}} \includesvg[height=0.8\baselineskip]{\svgs/resource_die.svg} \includesvg[height=0.8\baselineskip]{\svgs/arrow_right.svg}{\LARGE\textbf{1}} — Roll 2 Treasure or Resource Dice and choose one to be resolved. \end{itemize}
es: \begin{itemize}[itemsep=0.4em] \item [{\LARGE\textbf{+}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} — Gana el rescurso indicado. \item [{\includesvg[height=15px]{\svgs/ongoing.svg}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} — Gana la producción del recurso indicado. Si es \textbf{señalizado} por primera vez, también ganas el recurso. \item [{\includesvg[height=0.8\baselineskip]{\svgs/pay_v2.svg}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} \includesvg[height=0.8\baselineskip]{\svgs/arrow_right.svg} — El jugador necesita para los recursos indicados para ganar algo. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Realiza la acción {\LARGE\textbf{x}} dos veces. \item [{\LARGE\textbf{2}}] \includesvg[height=0.8\baselineskip]{\svgs/treasure.svg}/{\LARGE\textbf{2}} \includesvg[height=0.8\baselineskip]{\svgs/resource_die.svg} \includesvg[height=0.8\baselineskip]{\svgs/arrow_right.svg}{\LARGE\textbf{1}} — Lanza 2 dados de Tesoro o Recursos y escoje uno a ganar. \end{itemize}

source: The effects of the following \textbf{Visitable} \hypertarget{All Map Locations}{fields} are explained by the symbols on the left:
es: Los efectos de las \hypertarget{All Map Locations}{Casillas} \textbf{Visitables} se explican por los símbolos de la izquierda:

source: {2} {\centering \phantom{j}\textbf{Fountain of Youth}\\ \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \phantom{j}\textbf{Warrior's Tomb}\\ \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \textbf{Mystical Garden}\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \phantom{j}\textbf{Learning Stone}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \phantom{j}\textbf{Shrine of Magic Gesture/Incantation}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \vspace*{\fill} \filbreak \phantom{j}\textbf{Water Wheel}\\ \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \phantom{j}\textbf{Temple}\\ \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \phantom{j}\textbf{Pandora's Box}\\ \framedimage[\linewidth]{\map_locations/pandoras_box.jpg}\\ \bigskip \phantom{j}\textbf{Windmill}\\ \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Due to a misprint, the Windmill on the tile \texttt{\#N3} has a \textbf{?}. It should be ``\textbf{+}1 \includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg}''.} }
es: {2} {\centering \phantom{j}\textbf{Fuente de la Juventud}\\ \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \phantom{j}\textbf{Tumba del Guerrero}\\ \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \phantom{j}\textbf{Jardín Místico}\phantom{j}\\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \phantom{j}\textbf{Piedra del Aprendizaje}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \phantom{j}\textbf{Santuario del Gesto Mágico/Encantamiento}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \vspace*{\fill} \filbreak \phantom{j}\textbf{Molino de Agua}\\ \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \phantom{j}\textbf{Templo}\\ \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \phantom{j}\textbf{Caja de Pandora}\\ \framedimage[\linewidth]{\map_locations/pandoras_box.jpg}\\ \bigskip \phantom{j}\textbf{Molino}\\ \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Debido a un error tipográfico, el Molino, \texttt{\#N3} tiene un \textbf{?}. Debería de ser ``\textbf{+}1 \includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg}''.} }

source: \subsection*{Towns, Mines and Settlements} \textbf{Towns} are always located in the center of a Starting (I) Tile. Flagging an enemy Town prevents their Secondary Heroes from spawning there and Main Heroes from moving there if defeated. Flagging a Town can cause \hyperlink{End}{Player Elimination}, and Scenarios typically have special rewards for Flagging them. Flagging a Town also gives you a \textbf{Faction Cube} from its original owner. Otherwise, Flagging a Town does not affect its original owner in any way. They do not lose access to their Town board or its functions. You also do not gain access to their Town board or Faction Units, unlike in the video game.
es: \subsection*{Ciudades, Minas, Asentamientos} Las \textbf{Ciudades} siempre están en el centro de la Loseta (I). Señalizar una Ciudad enemiga evita que sus Héroes Secundarios aparezcan allí y que los Héroes Principales se muevan allí si son derrotados. Señalizar una Ciudad puede \hyperlink{End}{Eliminar al Jugador}, y algunos escenarios tienen recompensas. Señalizar una ciudad también te da un \textbf{Cubo de la Facción} de su dueño. Por lo demás, señalizar una ciudad no tiene más efectos para su propietario. No se pierde el acceso al Tablero de la Ciudad ni a sus funciones. A diferencia del videojuego, no tendrás acceso a su Tablero ni a sus Unidades.

source: \hypertarget{Mines}{\textbf{Mines}}\index{Mines} are Flaggable Fields which increase a specific resource's income when Flagged. If you are the first one to Flag a mine, it also immediately provides you with its income. All mines have the \includesvg[height=10px]{\svgs/ongoing.svg} symbol and a picture of the Resource they produce next to it.
es: Las \hypertarget{Mines}{\textbf{Minas}}\index{Minas} son casillas señalizables que aumentan los ingresos de un recurso específico cuando tienen dueño. Si eres el primero en ganar una mina, también te proporciona inmediatamente sus ingresos. Todas las Minas tienen el símbolo \includesvg[height=10px]{\svgs/ongoing.svg} y un dibujo del recurso que producen.

source: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{A mine that produces \includesvg[height=10px]{\svgs/valuablegreater.svg}, guarded by Level 3 Neutral Units. The first player to Flag this Field would immediately gain one \includesvg[height=10px]{\svgs/valuablegreater.svg} in addition to increasing their \includesvg[height=10px]{\svgs/valuablegreater.svg} income. } \end{center} \columnbreak
es: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{Una mina que produce \includesvg[height=10px]{\svgs/valuablegreater.svg}, protegido por Unidades de Nivel 3. El primer jugador que gane esta casilla ganará inmediatamente un \includesvg[height=10px]{\svgs/valuablegreater.svg} además del incremento de \includesvg[height=10px]{\svgs/valuablegreater.svg}. } \end{center} \columnbreak

source: \textbf{Settlements}\index{Settlement} act as a spawn point for Secondary Heroes, and as a place for Main Heroes to move to when defeated. When you Flag a Settlement, choose whether to increase your \includesvg[height=10px]{\svgs/gold.svg}, \includesvg[height=10px]{\svgs/building_materials.svg} or \includesvg[height=10px]{\svgs/valuablegreater.svg} income by one space. As with Mines, if you are the first player to Flag a Settlement, you \textbf{immediately} gain Resources equal to that increase in production. Mark the Settlement with an appropriate Resource Token to show which Resource it produces. When you Flag an enemy Settlement, you may change this Resource.\par Additionally, \textbf{instead of increasing Resource Production}, you may choose to \textbf{Reinforce} one of your \includesvg[height=10px]{\svgs/bronze.svg} or \includesvg[height=10px]{\svgs/silver.svg} Units immediately for half the normal cost, rounded up. If you were the first player to Flag the Settlement, Reinforce that Unit \textbf{for free} instead. Do not place any Resource Tokens on the Settlement if you choose to Reinforce.
es: Los \textbf{Asentamientos}\index{Asentamientos} funcionan como punto de aparición de los Héroes Secundarios y como lugar al que se desplazan los Héroes Principales cuando son derrotados. Al señalizar un Asentamiento puedes aumentar tu ingreso de \includesvg[height=10px]{\svgs/gold.svg}, \includesvg[height=10px]{\svgs/building_materials.svg} o \includesvg[height=10px]{\svgs/valuablegreater.svg} un espacio. Como las minas, si eres el primer jugador en señalizar un asentamiento, \textbf{inmediatamente} ganas los recursos que incrementan tu producción. Marca el asentamiento con una Ficha de Recurso para mostrar qué Recurso produce. Cuando señalizas un Asentamiento enemigo puedes cambiar el tipo de recurso que produce.\par Además, \textbf{en lugar de aumentar la Producción de Recursos}, puedes escojer \textbf{Reforzar} una de tus unidades \includesvg[height=10px]{\svgs/bronze.svg} o \includesvg[height=10px]{\svgs/silver.svg} por la mitad de su coste, redondeando hacia arriba. Si eres el primero jugador en señalizarlo, puedes Reforzarla \textbf{gratis}. No añadas Fichas de Recursos al Asentamiento si eliges Reforzar.

source: \begin{minipage}[h]{\linewidth} \centering \includegraphics[width=0.44\linewidth]{\map_locations/castle_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/dungeon_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/necropolis_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/rampart_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/fortress_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/inferno_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/tower_settlement.png} \par \textit{All possible Settlements. Each is styled after a different Faction. They all work identically.} \end{minipage}
es: \begin{minipage}[h]{\linewidth} \centering \includegraphics[width=0.44\linewidth]{\map_locations/castle_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/dungeon_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/necropolis_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/rampart_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/fortress_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/inferno_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/tower_settlement.png} \par \textit{Los posibles Asentamientos. Cada uno de ellos inspirados en una facción diferente. Todos funcionan igual.} \end{minipage}

source: \hypertarget{Revisitable Fields}{Revisitable Fields}
es: \hypertarget{Revisitable Fields}{Casillas Revisitables}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Library}\par \framedimage[\textwidth]{\map_locations/library.jpg} \caption{\small Category: \textbf{Revisitable}\\You may \includesvg[height=8px]{\svgs/pay_v2.svg} 3 \includesvg[height=8px]{\svgs/gold.svg} to Remove 1 Statistic Card from your hand or Discard Pile and replace it with any other Statistic Card. You may do this twice per Visit.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \captionsetup{singlelinecheck=off} \phantom{j}\textbf{Black Market}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \caption[black market]{\small Category: \textbf{Revisitable}\\Look at the top 4 cards from the Artifact Discard Pile. You may buy one of them for: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Minor} Artifact \item [7] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Major} Artifact \item [10] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Relic} Artifact \end{itemize} } \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Biblioteca}\par \framedimage[\textwidth]{\map_locations/library.jpg} \caption{\small Categoría: \textbf{Revisitable}\\Puedes \includesvg[height=8px]{\svgs/pay_v2.svg} 3 \includesvg[height=8px]{\svgs/gold.svg} tpara eliminar 1 Carta de Propiedades de tu mano o pila de descartes y reemplazarla por otra carta de propiedades. Puedes hacer esto 2 veces por visita.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \captionsetup{singlelinecheck=off} \phantom{j}\textbf{Mercado Negro}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \caption[black market]{\small Categoría: \textbf{Revisitable}\\Mira las 4 cartas superiores de la Pila de Descartes de Artefactos. Puedes comprar una por: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \includesvg[height=8px]{\svgs/gold.svg} si es un Artefacto \textbf{Menor} \item [7] \includesvg[height=8px]{\svgs/gold.svg} si es un Artefacto \textbf{Mayor} \item [10] \includesvg[height=8px]{\svgs/gold.svg} si es un Artefacto \textbf{Reliquia} \end{itemize} } \end{minipage}
