Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Library} \framedimage[\textwidth]{\map_locations/library.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Revisitable}\\You may \svg{pay} 3 \svg{gold} to remove 1 Statistic card from your hand or Discard Pile and replace it with any other Statistic card. You may do this twice per Visit.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \locationtitle{Black Market} \framedimage[\textwidth]{\map_locations/black_market.jpg} \expansionlabel{tower} \caption[black market]{\small Category: \textbf{Revisitable}\\Look at the top 4 cards from the Artifact Discard Pile. You may buy one of them for: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} if it is a \textbf{Minor} Artifact \item [7] \svg{gold} if it is a \textbf{Major} Artifact \item [10] \svg{gold} if it is a \textbf{Relic} Artifact \end{itemize} } \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Bibliothèque d'Illumination} \framedimage[\textwidth]{\map_locations/library.jpg} \expansionlabel{tower} \caption{\small Catégorie : \textbf{Ouvert}\\Vous pouvez \svg{pay} 3 \svg{gold} pour Détruire 1 carte Caractéristique de votre main ou de votre Défausse et la remplacer par une autre carte Caractéristique. Faisable deux fois par Exploration.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \captionsetup{singlelinecheck=off} \locationtitle{Marché Noir} \framedimage[\textwidth]{\map_locations/black_market.jpg} \expansionlabel{tower} \caption[black market]{\small Catégorie : \textbf{Ouvert}\\Regardez les 4 premières cartes de la Défausse d'Artefact. Vous pouvez en acheter un pour : \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} pour un Artefact \textbf{Mineur} \item [7] \svg{gold} pour un Artefact \textbf{Majeur} \item [10] \svg{gold} pour un Artefact \textbf{Relique} \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Tavern} \framedimage[\textwidth]{\map_locations/tavern.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Revisitable}\\ You can \svg{pay} 7 \svg{gold} to gain a Secondary Hero. Place their model on this Field. Then, choose one enemy player to discard 1 random card from their hand.} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Taverne} \framedimage[\textwidth]{\map_locations/tavern.jpg} \expansionlabel{tower} \caption{\small Kategorie: \textbf{mehrfach besuchbar}\\ \svg{pay} 7 \svg{gold}: Erhalte einen Nebenhelden. Platziere den Helden auf diesem Feld. Wähle außerdem einen Gegenspieler, der eine zufällige Handkarte abwerfen muss.} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Taverne} \framedimage[\textwidth]{\map_locations/tavern.jpg} \expansionlabel{tower} \caption{\small Catégorie : \textbf{Ouvert}\\ Vous pouvez \svg{pay} 7 \svg{gold} pour acheter un Héros Secondaire. Placez sa figurine sur ce Site. Puis, choisissez un joueur ennemi qui défausse une carte aléatoire de sa main.} \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Таверна}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \expansionlabel{tower} \caption{\small Категория: \textbf{многоразовые}\\ Вы можете \svg{pay} 7 \svg{gold} для получения вторичного героя. Поместите его миниатюру на это поле. Затем выберите противника, который сбросит 1 случайную карту с руки.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Obelisk} \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Category: \textbf{Flaggable}\\ The Obelisk's effects depend on the Scenario. When you flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Tree of Knowledge} \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Category: \textbf{Visitable}\\You may \svg{pay} 3 \svg{valuablegreater} or 10 \svg{gold} to gain 2 \svg{experience}.} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Obélisque} \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Catégorie: \textbf{Revendicable}\\ Les effets de l’Obélisque dépendent du Scénario. Lorsque vous l’Explorez, les cubes des Factions ennemies ne sont pas retirés ; il peut donc y avoir plusieurs Cubes sur cette Case..} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Arbre de Connaissance} \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Category: \textbf{Explorable}\\Vous pouvez \svg{pay} 3 \svg{valuablegreater} ou 10 \svg{gold} pour gagner 2 \svg{experience}.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Grail}{\locationtitle{Grail}} \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Category: \textbf{Visitable}\\Gain a Grail Token. Only one Grail Token can exist in the game, do not gain another if this Field's Black Cube is removed or if there are multiple Grail Fields. The Token's effects are described in the Scenario's description. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Observatory}{\locationtitle{Redwood Observatory}} \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Category: \textbf{Visitable}\\Discover a Tile adjacent to this one, either a face down one, or a \protect\pagelink{Placing}{new one} from your supply. \protect\newline \protect\pagelink{Tournament Mode}{\textbf{Tournament Mode}}: Rotate an adjacent Tile not occupied by a Hero, but follow the \protect\pagelink{Placing}{standard rules} for placing Tiles.} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Grail}{\locationtitle{Gral}} \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Kategorie: \textbf{besuchbar}\\Erhalte den Gralmarker. Es kann nur ein Gralmarker im Spiel existieren. Erhalte keinen weiteren Gralmarker, falls der Statuswürfel von diesem Ort entfernt wurde oder es mehrere Gral-Orte gibt. Der Effekt des Gralmarkers ist vom Szenario abhängig. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Observatory}{\locationtitle{Mammutbaum-Observatorium}} \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Kategorie: \textbf{besuchbar}\\Entdecke ein angrenzendes Gebiet (ein verdecktes oder \protect\pagelink{Placing}{ein neues} aus deinem Vorrat. \protect\newline \protect\pagelink{Tournament Mode}{\textbf{Turniermodus:}}: Rotiere ein angrenzendes, nicht von Helden besetztes Gebiet, aber befolge die \protect\pagelink{Placing}{Standardregeln} für das Platzieren von Gebieten.} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Grail}{\locationtitle{Graal}} \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Catégorie : \textbf{Explorable}\\Gagnez le Jeton Graal. Il ne peut y avoir qu'un Jeton Graal dans la partie, n'en gagnez pas d'autre si le Cube Noir de ce site est retiré ou si il y a plusieurs Sites Graal. Ces Effets sont décrits dans la description du Scénario. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Observatory}{\locationtitle{Arbre Observatoire}} \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Catégorie: \textbf{Explorable}\\Révélez une Tuile adjacente à celle-ci, soit une face cachée ou \protect\pagelink{Placing}{une nouvelle} de la réserve. \protect\newline \protect\pagelink{Tournament Mode}{\textbf{Mode Tournoi}}: Tournez une Tuile adjacente inoccupé par un Héros, mais suivez les \protect\pagelink{Placing}{règles standards} de placement de Tuile.} \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Grail}{Грааль}}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Категория: \textbf{одноразовые}\\Получите жетон Грааля. В игре может существовать только один жетон Грааля, вы не можете получить ещё один — даже в случае удаления чёрного кубика или посещения ещё одного поля с Граалем. Эффекты жетона описаны в сценарии. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Обелиск}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Категория: \textbf{захватываемые}\\ Эффект обелиска зависит от сценария. Когда вы захватываете это поле, не удаляйте чужие кубики фракций; разные игроки могут иметь кубик фракции на этом поле.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Magic Spring} \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Category: \textbf{Visitable}\\ You may look at the top 3 cards of your Discard Pile and return one of them to your Hand. Return the remaining cards to the top of your Discard Pile in any order.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Witch Hut} \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Category: \textbf{Visitable}\\ \textbf{Choose one}: Remove an Ability card from your hand OR look at the top card of the Ability Deck and put that card into your hand or into the Ability Deck Discard Pile.} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Magische Quelle} \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Kategorie: \textbf{besuchbar}\\ Du darfst die obersten 3 Karten deines Ablagestapels ansehen und eine davon auf die Hand nehmen. Lege die übrigen in beliebiger Reihenfolge oben auf den Ablagestapel zurück.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Hexenhütte} \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Kategorie: \textbf{besuchbar}\\ \textbf{Wähle eins}: Entferne eine Fähigkeitenkarte aus deine Hand ODER sieh die oberste Karte des Fähigkeiten-Decks an und nimm sie auf die Hand oder wirf sie auf den Fähigkeiten-Ablagestapel.} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Source Enchantée} \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Catégorie : \textbf{Explorable}\\ Vous pouvez regarder les 3 premières cartes de votre Défausse et en reprendre 1 en Main. Remettez les 2 autres cartes sur votre Défausse, dans l'ordre de votre choix.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Cabane de Sorcière} \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Catégorie : \textbf{Explorable}\\ \textbf{Choisissez} : Détruire une carte Compétence de votre Main OU regarder la première carte de la Pile Compétence et l'ajouter à votre Main ou à la Défausse de Compétence.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Dragon Utopia} \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Category: \textbf{Flaggable}\\Effects depend on the Scenario.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{University} \framedimage[\linewidth]{\map_locations/university.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Visitable}\\ \svg{pay} 6 \svg{gold} to \textbf{Search (4)} the Ability Discard Pile.} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Drachenutopia} \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Kategorie: \textbf{einnehmbar}\\Der Effekt der Drachenutopia ist vom Szenario abhängig.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Universität} \framedimage[\linewidth]{\map_locations/university.jpg} \expansionlabel{tower} \caption{\small Kategorie: \textbf{besuchbar}\\ \svg{pay} 6 \svg{gold}: \textbf{Durchsuche (4)} den Fähigkeiten-Ablagestapel.} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Terres Désolées} \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Catégorie : \textbf{Revendicable}\\Les Effets dépendent du Scénario.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Université} \framedimage[\linewidth]{\map_locations/university.jpg} \expansionlabel{tower} \caption{\small Catégorie : \textbf{Explorable}\\ \svg{pay} 6 \svg{gold} pour \textbf{Fouiller (4)} la Défausse de Compétences.} \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Утопия драконов}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Категория: \textbf{захватываемые}\\Эффект зависит от сценария.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Университет}\par \framedimage[\linewidth]{\map_locations/university.jpg} \expansionlabel{tower} \caption{\small Категория: \textbf{одноразовые}\\ \svg{pay} 6 \svg{gold} для \textbf{поиска (4)} в сбросе колоды навыков.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Elemental Conflux} \framedimage[\linewidth]{\map_locations/elemental_conflux.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Visitable}\\ For every Dwelling you have, draw from the corresponding Neutral Unit Decks until you find one ``Elementals'' unit from each (reshuffle if you run out of units before finding one). You can recruit one of those Elementals if you \svg{pay} its recruitment cost. Shuffle the remaining units back into their respective Decks. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \locationtitle{Scholar} \framedimage[\linewidth]{\map_locations/scholar.jpg} \expansionlabel{fortress} \caption[scholar they]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] -- Gain a Statistic card of your choice or remove a Statistic card from your hand. \item[\textbf{0}] -- Draw 2 cards from the Ability Deck, gain one of them and discard the other. \item[\textbf{\textminus{}1}] -- Draw 2 cards from the Spell Deck, gain one of them and discard the other. \end{itemize} } \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Altar der Elemente} \framedimage[\linewidth]{\map_locations/elemental_conflux.jpg} \expansionlabel{conflux} \caption{\small Kategorie: \textbf{besuchbar}\\ Für jede Behausung in deiner Stadt, durchsuche das entsprechende neutrale Einheitendeck nach je einer ``Elementar''-Einheit. Mische das Deck neu, wenn dir die Einheiten ausgehen, bevor du eine findest. Du darfst eine dieser Elementar-Einheiten zu ihren Rekrutierungskosten kaufen. Mische nicht gekaufte Einheiten zurück in ihre Decks. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \locationtitle{Gelehrter} \framedimage[\linewidth]{\map_locations/scholar.jpg} \expansionlabel{fortress} \caption[scholar they]{\small Kategorie: \textbf{besuchbar}\\ Würfle einen Angriffswürfel. Handle abhängig vom Ergebnis folgendes ab: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] -- Erhalte eine Statistikkarte deiner Wahl oder entferne eine Statisti aus deiner Hand. \item[\textbf{0}] -- Ziehe 2 Karten vom Fähigkeiten-Deck. Behalte eine davon. Wirf die andere ab. \item[\textbf{\textminus{}1}] -- Ziehe 2 Karten vom Zauber-Deck. Behalte eine davon. Wirf die andere ab. \end{itemize} } \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Conflux Élémentaire} \framedimage[\linewidth]{\map_locations/elemental_conflux.jpg} \expansionlabel{conflux} \caption{\small Catégorie: \textbf{Explorable}\\ Pour chaque Demeure construite, piochez dans les Deck d'Unités Neutres correspondants jusqu'à trouver une Unité «Élémentaire» pour chaque (remélangez si vous épuisez le Deck avant d'en trouver). Vous pouvez en recruter un de ces Élémentaires si vous \svg{pay} son coût de recrutement. Mélangez les unités restantes dans leurs Decks respectifs. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \locationtitle{Scholar} \framedimage[\linewidth]{\map_locations/scholar.jpg} \expansionlabel{fortress} \caption[scholar they]{\small Catégorie : \textbf{Explorable}\\ Lancez 1 Dé d'Attaque. Accomplissez les actions suivantes en fonction du résultat : \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] -- prenez une carte Caractéristique au choix ou détruisez-en une de votre Main ; \item[\textbf{0}] -- piochez 2 cartes Compétence, gardez-en une et défaussez l'autre ; \item[\textbf{\textminus{}1}] -- piochez 2 cartes Sort, gardez-en une et défaussez l'autre. \end{itemize} } \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Сопряжение элементалей}\phantom{j}\par \framedimage[\linewidth]{\map_locations/elemental_conflux.jpg} \expansionlabel{conflux} \caption{\small Категория: \textbf{одноразовые}\\ Берите нейтральные отряды из колод нейтральных отрядов, соответствующих вашим жилищам, пока не найдётся по одному элементалю из каждой такой колоды (если колода закончилась, перетасуйте её сброс и продолжайте искать). Вы можете нанять одного из этих элементалей, заплатив \svg{pay} цену его найма. Замешайте остальные отряды из поиска назад в их колоды. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Учёный}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \expansionlabel{fortress} \caption[scholar they]{\small Категория: \textbf{одноразовые}\\ Бросьте 1 кубик атаки. В зависимости от результата: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] получите карту характеристики на ваш выбор или удалите карту характеристики из руки; \item[\textbf{0}] наберите 2 карты из колоды навыков, заберите одну из них и сбросьте вторую; \item[\textbf{-1}] наберите 2 карты из колоды заклинаний, заберите одну из них и сбросьте вторую. \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Faerie Ring} \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Visitable}\\ Remove one card from your hand, then Search (2) the card's Deck. You cannot remove Statistics, Starting Ability, or Specialty cards.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Star Axis} \framedimage[\linewidth]{\map_locations/star_axis.jpg} \expansionlabel{inferno} \caption{\small Category: \textbf{Flaggable}\\ You may remove one of your Statistic cards from your hand and replace it with an \textbf{Empowered} one of the same type. When you flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Cercle des Fées} \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \expansionlabel{conflux} \caption{\small Catégorie: \textbf{Explorable}\\ Détruire une carte de votre main, puis Fouiller (2) le Deck correspondant. Vous ne pouvez pas détruire de carte Caractéristique, Compétence de Départ, ou Spécialisation.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Star Axis}{\locationtitle{Roue de Puissance}} \framedimage[\linewidth]{\map_locations/star_axis.jpg} \expansionlabel{inferno} \caption{\small Category: \textbf{Revendicable}\\ Vous pouvez Détruire 1 Carte Caractéristique de votre main et la remplacer par 1 \textbf{Renforcée} du même type. Lorsque vous l’Explorez, ne retirez pas les Cubes des Factions ennemies ; il peut donc y avoir plusieurs Cubes sur cette Case.} \end{minipage}
