Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Magic Spring}\par \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Category: \textbf{Visitable}\\ You may look at the top 3 cards of your Discard Pile and return one of them to your Hand. Return the remaining cards to the top of your Discard Pile in any order.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Witch Hut}\par \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Category: \textbf{Visitable}\\ \textbf{Choose one}: Remove an Ability card from your hand OR look at the top card of the Ability Deck and put that card into your hand or into the Ability Deck Discard Pile.} \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Magiczne Źródło}\phantom{j}\par \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ Możesz podejrzeć 3 wierzchnie karty ze swojego Stosu Kart Odrzuconych i wziąć 1 z nich na Rękę. Pozostałe karty odłóż na wierzch swojego Stosu Kart Odrzuconych w dowolnej kolejności.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{Ź}\textbf{Chatka Czarownicy}\phantom{Ź}\par \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ \textbf{Wybierz jedną opcję}: Usuń kartę Zdolności ze swojej ręki ALBO spójrz na wierzchnią kartę z Talii Zdolności i weź tę kartę do swojej ręki albo odłóż na Stos Kart Odrzuconych Talii Zdolności.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Dragon Utopia}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Category: \textbf{Flaggable}\\Effects depend on the Scenario.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{University}\par \framedimage[\linewidth]{\map_locations/university.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Visitable}\\ \svg{pay} 6 \svg{gold} to \textbf{Search (4)} the Ability Discard Pile.} \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Smocza Utopia}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Typ Lokacji: \textbf{Flagowalna}\\Efekty zależą od Scenariusza.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Uniwersytet}\par \framedimage[\linewidth]{\map_locations/university.jpg} \expansionlabel{tower} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ \svg{pay} 6 \svg{gold} aby \textbf{Przeszukać (4)} Stos Kart Odrzuconych Talii Zdolności.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Elemental Conflux}\phantom{j}\par \framedimage[\linewidth]{\map_locations/elemental_conflux.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Visitable}\\ For every Dwelling you have, draw from the corresponding Neutral Unit Decks until you find one ``Elementals'' unit from each (reshuffle if you run out of units before finding one). You can recruit one of those Elementals if you \svg{pay} its recruitment cost. Shuffle the remaining units back into their respective Decks. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Scholar}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \expansionlabel{fortress} \caption[scholar they]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] -- Gain a Statistic card of your choice or remove a Statistic card from your hand. \item[\textbf{0}] -- Draw 2 cards from the Ability Deck, gain one of them and discard the other. \item[\textbf{\textminus{}1}] -- Draw 2 cards from the Spell Deck, gain one of them and discard the other. \end{itemize} } \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Ołtarz Żywiołów}\phantom{j}\par \framedimage[\linewidth]{\map_locations/elemental_conflux.jpg} \expansionlabel{conflux} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ Za każde Siedlisko, które masz zbudowane, dobieraj z odpowiednich Talii Jednostek Neutralnych, aż znajdziesz jednostkę Żywiołaka w każdej z nich (przetasuj Talię, jeśli skończą ci się jednostki przed znalezieniem). Możesz zrekrutować jednego z tych Żywiołaków, jeśli \svg{pay} jego koszt rekrutacji. Wtasuj pozostałe jednostki z powrotem do odpowiadających im Talii. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{Ż}\textbf{Uczony\phantom{Ż}}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \expansionlabel{fortress} \caption[scholar they]{\small Typ Lokacji: \textbf{Jednorazowa}\\ Rzuć 1 Kością Ataku. W zależności od wyniku zrób co poniższe: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] -- Dobierz wybraną kartę Statystyki lub Usuń kartę Statystyki ze swojej ręki. \item[\textbf{0}] -- Dobierz 2 karty z Talii Zdolności, weź jedną z nich na rękę, odrzuć drugą. \item[\textbf{-1}] -- Dobierz 2 karty z Talii Zaklęć, weź jedną z nich na rękę, odrzuć drugą. \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Faerie Ring}\phantom{j}\par \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Visitable}\\ Remove one card from your hand, then Search (2) the card's Deck. You cannot remove Statistics, Starting Ability, or Specialty cards.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{Star Axis}{\textbf{Star Axis}}\phantom{j}\par \framedimage[\linewidth]{\map_locations/star_axis.jpg} \expansionlabel{inferno} \caption{\small Category: \textbf{Flaggable}\\ You may remove one of your Statistic cards from your hand and replace it with an \textbf{Empowered} one of the same type. When you flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Zaklęty Krąg}\phantom{j}\par \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \expansionlabel{conflux} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ Usuń jedną kartę z ręki, następnie Przeszukaj (2) talię tej karty. Nie możesz usunąć kart Statystyk, Zdolnści Początkowych ani Specjalności.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Star Axis}{\textbf{Oś Gwiazdy}}\par \framedimage[\linewidth]{\map_locations/star_axis.jpg} \expansionlabel{inferno} \caption{\small Typ Lokacji: \textbf{Flagowalna}\\ Możesz usunąć z ręki jedną ze swoich kart Statystyk i zamienić ją na kartę \textbf{Ulepszoną} tego samego typu. Gdy oflagujesz to Pole, nie usuwaj wrogich Kostek Frakcji - na tym Polu mogą znajdować się Kostki Frakcji wielu graczy.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Sea Chest\phantom{j}}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/sea_chest.jpg} \expansionlabel{cove} \caption[sea chest]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Search (1) \svg{artifact}. \item[\textbf{0}] -- Gain 5 \svg{gold}. \item[\textbf{\textminus{}1}] -- Gain nothing. \end{itemize} } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Jetsam\phantom{j}}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/jetsam.jpg} \expansionlabel{cove} \caption[jetsam]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Roll and resolve 2 \svg{resource_die}. \item[\textbf{0}] -- Roll and resolve 1 \svg{resource_die}. \item[\textbf{\textminus{}1}] -- Gain nothing. \end{itemize} } \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Skrzynia}\phantom{j}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/sea_chest.jpg} \expansionlabel{cove} \caption[sea chest]{\small Typ Lokacji: \textbf{Jednorazowa}\\ Rzuć 1 Kością Ataku. W zależności od wyniku zrób co poniższe: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Przeszukaj (1) \svg{artifact}. \item[\textbf{0}] -- Zyskaj 5 \svg{gold}. \item[\textbf{\textminus{}1}] -- Nie rób nic. \end{itemize} } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Porzucony Towar}\par \captionsetup{singlelinecheck=off} \framedimage[\linewidth]{\map_locations/jetsam.jpg} \expansionlabel{cove} \caption[jetsam]{\small Typ Lokacji: \textbf{Jednorazowa}\\ Rzuć 1 Kością Ataku. W zależności od wyniku zrób co poniższe: \begin{itemize} \setlength\itemsep{-0.2em} \item[\textbf{+1}] -- Rzuć i rozpatrz 2 \svg{resource_die}. \item[\textbf{0}] -- Rzuć i rozpatrz 1 \svg{resource_die}. \item[\textbf{\textminus{}1}] -- Nie rób nic. \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Hill Fort}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Visitable}\\ You may immediately reinforce one of your \svg{bronze} or \svg{silver} units. The reinforcement cost is reduced by 3 \svg{gold} to a minimum of 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Prison}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Visitable}\\ Gain a Secondary Hero. Place their model on this Field. If you already have a Secondary Hero, gain 3 \svg{gold} instead.} \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Fort na Wzgórzu}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \expansionlabel{tower} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ Możesz natychmiast wzmocnić jedną ze swoich \svg{bronze} lub \svg{silver} Jednostek. Koszt wzmocnienia jest obniżony o 3 \svg{gold} do minimum 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Więzienie}\phantom{j}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \expansionlabel{tower} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ Zyskaj Bohatera Pomocniczego i umieść jego Figurkę na tym Polu. Jeśli już masz Bohatera Pomocniczego, otrzymujesz w zamian 3 \svg{gold}.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Spell Scroll}\par \framedimage[\linewidth]{\map_locations/spell_scroll.jpg} \expansionlabel{stronghold} \caption{\small Category: \textbf{Visitable}\\ Take a Spell Scroll card from its Deck and place it next to your Hero Board. Draw two Spells and place them face-down at the Spell Scroll card. You can use these Spells \protect\pagelink{Spell Scroll Cards}{with some restrictions}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Market of Time}\phantom{j}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Visitable}\\ Remove one card from your hand. Then \textbf{Search (2)} the Ability, Spell, or Artifact Deck. } \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Pergamin z Zaklęciem}\par \framedimage[\linewidth]{\map_locations/spell_scroll.jpg} \expansionlabel{stronghold} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ Weź kartę Pergaminu z Zaklęciem i umieść ją obok swojej Planszetki Bohatera. Dobierz 2 Zaklęcia i umieść je zakryte na karcie Pergaminu. Możesz użyć tych Zaklęć \protect\pagelink{Spell Scroll Cards}{z pewnymi ograniczeniami}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Jarmark Czasu}\phantom{j}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \expansionlabel{tower} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ Usuń 1 kartę ze swojej ręki. Następnie \textbf{Przeszukaj (2)} Talię Zdolności, Zaklęć lub Artefaktów. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Cyclops Stockpile}\par \framedimage[\linewidth]{\map_locations/cyclops_stockpile.jpg} \expansionlabel{stronghold} \caption{\small Category: \textbf{Visitable}\\ When preparing the Neutral Army guarding this location, instead of drawing 1 \svg{azure} unit, find 2 \svg{golden} Cyclops and add them to the Neutral Army (look for them first in the \svg{golden} discard pile, and then in the \svg{golden} Neutral Unit Deck). If you win the Combat, roll and resolve 4 \svg{resource_die}. Any additional effects depend on the Scenario. } \end{minipage}\hfill
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Kryjówka Cyklopów}\par \framedimage[\linewidth]{\map_locations/cyclops_stockpile.jpg} \expansionlabel{stronghold} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\ Podczas przygotowywania Jednostek Neutralnych strzegących tej lokacji, zamiast dobierać 1~\svg{azure} jednostkę, znajdź 2~\svg{golden} Cyklopy i dodaj je do Neutralnej Armii (szukaj ich najpierw w \svg{golden} stosie Kart odrzuconych, a następnie w Talii \svg{golden} Jednostek Neutralnych). Jeśli wygrasz Walkę, rzuć i rozpatrz 4 \svg{resource_die}. Wszelkie inne efekty zależą od Scenariusza. } \end{minipage}\hfill

source: [remember picture, overlay] \node[opacity=0.15] at ([xshift=13em, yshift=24.9em]current page.south) {\includegraphics[width=0.8\linewidth, trim=0 200pt 0 0, clip]{\art/cyclops.png}};
de: [remember picture, overlay] \node[opacity=0.15] at ([xshift=13em, yshift=24.7em]current page.south) {\includegraphics[width=0.8\linewidth, trim=0 200pt 0 0, clip]{\art/cyclops.png}};
pl: [remember picture, overlay] \node[opacity=0.15] at ([xshift=13em, yshift=24.7em]current page.south) {\includegraphics[width=0.8\linewidth, trim=0 200pt 0 0, clip]{\art/cyclops.png}};

source: \pagetarget{Location Token}{\subheader{Location Tokens}}
de: \pagetarget{Location Token}{\subheader{Ortsmarker}}
fr: \pagetarget{Location Token}{\subheader{Jetons Site}}
pl: \pagetarget{Location Token}{\subheader{Żetony Lokacji}}
ru: \pagetarget{Location Token}{\subheader{Жетоны локаций}}

source: The following Fields are found on single-hex Location Tokens only, not on regular Map Tiles. The placement of the Location Tokens is described in \pagelink{Discover Location Tokens}{Map Elements}.
de: Die folgenden Orte befinden sich auf Hexfeld-Markern, nicht auf regulären Gebieten. Ihre Platzierung ist im Kapitel \pagelink{Discover Location Tokens}{Abenteuerkarte} beschrieben.
fr: Les Cases suivantes sont présentes sur un jeton Site héxagonal simple, mais pas sur les Tuiles. Le placement du Jeton Site est décrites dans \pagelink{Discover Location Tokens}{Éléments du Plateau}. \vspace*{-1mm}
pl: Niniejsze Pola znajdują się wyłącznie na Żetonach Lokacji będących pojedynczymi heksami, nie na zwykłych Kafelkach Mapy. Umieszczanie ich opisano w rozdziale \pagelink{Discover Location Tokens}{Elementy Mapy}.
ru: Следующие поля можно найти только на жетонах локаций, а не на фрагментах карты.

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{Monolith}{\textbf{One-Way Entrance Monolith}}\phantom{j}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_entrance.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Revisitable}\\ Move your Hero to the corresponding Exit Monolith (see below). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Two-Way Monolith}\par \framedimage[\textwidth]{\map_locations/two-way_monolith.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Revisitable}\\ Move your Hero to the corresponding Two-Way Monolith. } \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{Monolith}{\textbf{Monolit Wejścia}}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_entrance.jpg} \expansionlabel{conflux} \caption{\small Typ Lokacji: \textbf{Wielorazowa}\\ Przenieś Bohatera na odpowiedni Monolit Wyjścia (patrz poniżej). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Monolit Przejścia}\par \framedimage[\textwidth]{\map_locations/two-way_monolith.jpg} \expansionlabel{conflux} \caption{\small Typ Lokacji: \textbf{Wielorazowa}\\ Przenieś Bohatera na odpowiedni Monolit Przejścia. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{One-Way Exit Monolith}\phantom{j}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_exit.jpg} \expansionlabel{conflux} \caption{\raggedright \small Category: \textbf{Revisitable}\\ \raggedright Treat it as an empty Field. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Subterranean Gate}\phantom{j}\par \framedimage[\textwidth]{\map_locations/subterranean_gate.jpg} \expansionlabel{stronghold} \caption{{\raggedright \small Category: \textbf{Revisitable}}\\ Connects a surface and a \protect\pagelink{Subterranean Map Tiles}{Subterranean Map Tile}. Treat both sides of the Gate as a single Field. Discover the connected Tile, if it wasn't discovered already. } \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Monolit Wyjścia}\phantom{j}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_exit.jpg} \expansionlabel{conflux} \caption{\raggedright \small Typ Lokacji: \textbf{Wielorazowa}\\ \raggedright Traktuj je jak puste Pola. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Brama Podziemi}\phantom{j}\par \framedimage[\textwidth]{\map_locations/subterranean_gate.jpg} \expansionlabel{stronghold} \caption{{\raggedright \small Typ Lokacji: \textbf{Wielorazowa}}\\ Brama łączy Kafelki Mapy z~\protect\pagelink{Subterranean Map Tiles}{Kafelkami Podziemi}. Cały żeton Bramy jest jednym Polem. Odkryj sąsiadujący Kafelek, jeśli jeszcze nie był odkryty. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{Whirlpool}{\textbf{Whirlpool}}\phantom{j}\par \framedimage[\textwidth]{\map_locations/whirlpool.jpg} \expansionlabel{cove} \caption{{\raggedright \small Category: \textbf{Revisitable}}\\ Move your Hero to another Whirlpool Token. If there are multiple valid targets, roll an Attack Die to determine where your Hero goes. Reroll any Die which shows the number of the Whirlpool your Hero is standing on. After each Whirlpool travel, lose 1 unit from your unit Deck. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Creature Bank}\par \framedimage[\textwidth]{\map_locations/creature_bank.jpg} \expansionlabel{navalbattles} \caption{{\raggedright \small Category: \textbf{Visitable}}\\ Start a \protect\pagelink{Creature Banks Rules}{Creature Bank Combat} against the specified units (see the list on the next page). If you win, receive the reward and a bonus depending on the number of Stacked units. Creature Banks count as \textbf{land Fields} (even if designed as sea locations) and are NOT treated as other Fields of the same name. } \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{Whirlpool}{\textbf{Wir}}\phantom{j}\par \framedimage[\textwidth]{\map_locations/whirlpool.jpg} \expansionlabel{cove} \caption{{\raggedright \small Typ Lokacji: \textbf{Wielorazowa}}\\ Przenieś Bohatera na inny Wir. Jeśli jest dostępny więcej niż jeden, rzuć Kością Ataku. Przerzuć wynik, który wskazuje Wir, na którym znajduje się twój Bohater. Po podróży Wirem strać 1 jednostkę z twojej Talii. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Bank Stworzeń}\phantom{j}\par \framedimage[\textwidth]{\map_locations/creature_bank.jpg} \expansionlabel{navalbattles} \caption{{\raggedright \small Typ Lokacji: \textbf{Jednorazowa}}\\ Rozpocznij \protect\pagelink{Creature Banks Rules}{Walkę w Banku Stworzeń} z odpowiednimi jednostkami (zobacz listę na następnej stronie). Jeśli wygrasz, otrzymaj nagrodę i bonus zależny od liczby Ulepszonych jednostek. Banki stworzeń są \textbf{Polami naziemnymi} (nawet jeśli wyglądają na morskie) i NIE DZIAŁAJĄ jak Pola o tej samej nazwie. } \end{minipage}
