Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: {2} {\centering \locationtitle{Fountain of Youth} \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \locationtitle{Warrior's Tomb} \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \locationtitle{Mystical Garden} \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \locationtitle{Learning Stone} \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \locationtitle{Shrine of Magic Gesture/Incantation} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \filbreak \locationtitle{Water Wheel} \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \locationtitle{Temple} \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \locationtitle{Grave} \framedimage[\linewidth]{\map_locations/grave.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{-2pt} \locationtitle{Windmill} \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Due to a misprint, the Windmill on the Tile \texttt{\#N3} has a \textbf{?}. It should be ``\textbf{+}1 \svg{valuables}''.} \vspace*{\fill} \begin{tikzpicture}[remember picture, overlay] \node[opacity=0.2] at ([xshift=12em, yshift=10em]current page.south) {\includegraphics[width=0.7\linewidth]{\art/morale_high.png}}; \end{tikzpicture} }
de: {2} {\centering \locationtitle{Quelle der Jugend} \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \locationtitle{Grab des Kriegers} \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \locationtitle{Mystischer Garten} \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \locationtitle{Stein des Lernens} \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \textbf{Schrein der magischen Gesten/Beschwörung} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \filbreak \locationtitle{Wasserrad} \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \locationtitle{Tempel} \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \locationtitle{Grab} \framedimage[\linewidth]{\map_locations/grave.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{-2pt} \locationtitle{Windmühle} \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Achtung Druckfehler: Die Windmühle auf Gebiet \texttt{\#N3} hat ein \textbf{?}. Es muss ``\textbf{+}1 \svg{valuables}'' lauten.} \vspace*{\fill} \begin{tikzpicture}[remember picture, overlay] \node[opacity=0.2] at ([xshift=12em, yshift=10em]current page.south) {\includegraphics[width=0.7\linewidth]{\art/morale_high.png}}; \end{tikzpicture} }

source: \framedimage[\linewidth]{\map_locations/crystal-mine.jpg} \textit{Various \svg{valuables} mines.} \end{center}
de: \framedimage[\linewidth]{\map_locations/crystal-mine.jpg} \textit{Verschiedene Minen mit \svg{valuables}-Produktion.} \end{center}
ru: \framedimage[\linewidth]{\map_locations/crystal-mine.jpg} \textit{Различные \svg{valuablegreater} шахты.} \end{center}

source: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{A mine that produces \svg{valuables}, guarded by \mbox{Level III} Neutral Units. The first player to flag this Field would immediately gain one \svg{valuables} in addition to increasing their \svg{valuables} income. }
de: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{Diese Mine, bewacht von neutralen Einheiten der \mbox{Stufe III}, produziert \svg{valuables}. Der erste Spieler, der diese Mine einnimmt, erhält 1 \svg{valuables} und erhöht zusätzlich sein \svg{valuables}-Einkommen. }

source: {2} \textbf{Settlements}\index{Settlement} act as a spawn point for Secondary Heroes, and as a place for Main Heroes to move to when defeated. They also prevent \pagelink{End}{Player Elimination}. When you flag a Settlement, choose one of the following options: \begin{itemize} \item Increase your \svg{gold}, \svg{building_materials} or \svg{valuables} income by one space. As with Mines, if you are the first player to flag a Settlement, you \textbf{immediately} gain Resources equal to that increase in production. Mark the Settlement with an appropriate Resource Token to show which Resource it produces. When you flag an enemy Settlement, you may change this Resource. If your Settlement is lost, decrease its production. \item \textbf{Or reinforce} one of your \svg{bronze} or \svg{silver} units immediately for half the normal cost, rounded up. If you were the first player to flag the Settlement, reinforce that unit \textbf{for free} instead. Do not place any Resource Tokens on the Settlement if you choose to reinforce. \end{itemize} \textbf{Note:} all Settlements work identically.
de: {2} In \textbf{Siedlungen}\index{Siedlung} können Nebenhelden rekrutiert werden und besiegte Haupthelden können sich dorthin zurückziehen. Sie verhindern auch \pagelink{End}{Spielereliminierung}. Wer eine Siedlung einnimmt, wählt genau einen der folgenden Effekte: \begin{itemize} \item Erhöhe ein Einkommen deiner Wahl (\svg{gold}, \svg{building_materials} oder \svg{valuables}) um eine Stufe. Erhalte wie bei Minen das gewählte Einkommen einmal \textbf{sofort} ausbezahlt, wenn du der erste Spieler bist, der die Siedlung einnimmt. Markiere die Siedlung mit einem Ressourcenmarker der gewählten Art, um die Art des Einkommens anzuzeigen. Eroberst du eine gegnerische Siedlung, darfst du die Ressourcenart auch wechseln. Verlierst du eine Mine, reduziere ihre Produktion. \item \textbf{Verstärke} eine Bronze- \svg{bronze} oder Silber-Einheit \svg{silver} zu halben Kosten (aufgerundet). Bist du der erste Spieler, der die Siedlung einnimmt, ist das Verstärken sogar \textbf{kostenlos}. Platziere keinen Ressourcenmarker auf dieser Siedlung. \end{itemize} \textbf{Hinweis:} Alle Siedlungen funktionieren identisch.
ru: {2} \subsection*{Посёлки}\pagetarget{Settlements}{} \textbf{Посёлки}\index{Посёлки} служат точкой появления вторичного героя и точкой размещения основного героя при его поражении. Они также предотвращают \pagelink{End}{выбывание игрока}. При захвате посёлка выберите одно из: \begin{itemize} \item Увеличьте навыбор добычу \svg{gold}, \svg{building_materials} или \svg{valuables} на один шаг. Как и с шахтами, если вы первым захватили посёлок, вы \textbf{немедленно} получаете ресурсы в количестве, равным шагу увеличения их производства. Отметьте посёлок соответствующим жетоном ресурсов для отображения типа производимых ресурсов. Если вы захватили вражеский посёлок, вы можете сменить тип ресурсов. Если посёлок потерян, уменьшите добычу. \item Либо мгновенно \textbf{усильте} один из ваших \svg{bronze} или \svg{silver} отрядов за половину обычной стоимости, округлённой вверх. Если вы первым захватили посёлок, усильте этот отряд \textbf{бесплатно}. Не помещайте жетон ресурсов на посёлок, если выбрали усиление отряда. \end{itemize} \textbf{Обратите внимание:} все посёлки работают одинаково.

source: \medskip When revealed, choose a Faction not in play. Either: \begin{itemize} \item All players roll 2 \svg{resource_die}. The highest roller chooses, OR \begin{expansion}[left=5mm]{stretchgoals2} \item Draw a random unused \pagelink{Town Card}{Town Card}. \end{expansion} \end{itemize}
de: \medskip Sobald sie erkundet wird, wähle eine Fraktion, die nicht im Spiel ist, z.B. auf folgende Weise: \begin{itemize} \item Alle Spieler würfeln 2 \svg{resource_die}. Wer die höchste Zahl würfelt, wählt die Fraktion. \begin{expansion}[left=5mm]{stretchgoals2} \item Oder zieht eine zufällige (nicht verwendete) \pagelink{Town Card}{Stadtkarte}. \end{expansion} \end{itemize}
ru: \medskip При обнаружении, выберите фракцию, которой нет в игре. Далее: \begin{itemize} \item Все игроки бросают 2 \svg{resource_die}. Игрок с лучшим результатом выбирает фракцию, ИЛИ \begin{expansion}[left=5mm]{stretchgoals2} \item Тянет случайную неиспользованную карту города. \end{expansion} \end{itemize}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\locationtitle{Trading Post}} \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Category: \textbf{Revisitable}\\ \textbf{Choose one}: \protect\pagelink{Trading}{Trade} resources OR remove one card and gain 1 \svg{gold} OR buy a \protect\pagelink{War Machines}{War Machine} at a higher cost. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{War Machine Factory}{\locationtitle{War Machine Factory}} \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \expansionlabel{rampart} \caption{\small Category: \textbf{Revisitable}\\Buy a \protect\pagelink{War Machines}{War Machine} at a lower cost.\phantom{.......}} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\locationtitle{Handelsposten}} \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Kategorie: \textbf{mehrfach besuchbar}\\ \textbf{Wähle eins}: \protect\pagelink{Trading}{Handle Ressourcen} ODER entferne eine Handkarte und erhalte 1\svg{gold} ODER kaufe eine \protect\pagelink{War Machines}{Kriegsmaschine} (zum höheren Preis). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{War Machine Factory}{\locationtitle{Kriegsmaschinenfabrik}} \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \expansionlabel{rampart} \caption{\small Kategorie: \textbf{mehrfach besuchbar}\\Kaufe eine \protect\pagelink{War Machines}{Kriegsmaschine} (zum günstigeren Preis).} \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{Trading Post}{\textbf{Рынок}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Категория: \textbf{многоразовые}\\ \textbf{Выберите одно}: \protect\pagelink{Trading}{обменяйте} ресурсы ИЛИ удалите карту с руки, получив 1 \svg{gold}, ИЛИ купите \protect\pagelink{War Machines}{боевую машину} по высокой цене. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{War Machine Factory}{\textbf{Фабрика боевых машин}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \expansionlabel{rampart} \caption{\small Категория: \textbf{многоразовые}\\Здесь вы можете приобрести \protect\pagelink{War Machines}{боевые машины} по низкой цене.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Library of Enlightenment} \framedimage[\textwidth]{\map_locations/library.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Revisitable}\\You may \svg{pay} 3 \svg{gold} to remove 1 Statistic card from your hand or Discard Pile and replace it with any other Statistic card. You may do this twice per Visit.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \locationtitle{Black Market} \framedimage[\textwidth]{\map_locations/black_market.jpg} \expansionlabel{tower} \caption[black market]{\small Category: \textbf{Revisitable}\\Look at the top 4 cards from the Artifact Discard Pile. You may buy one of them for: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} if it is a \textbf{Minor} Artifact \item [7] \svg{gold} if it is a \textbf{Major} Artifact \item [10] \svg{gold} if it is a \textbf{Relic} Artifact \end{itemize} } \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Bibliothek der Erleuchtung} \framedimage[\textwidth]{\map_locations/library.jpg} \expansionlabel{tower} \caption{\small Kategorie: \textbf{mehrfach besuchbar}\\ \svg{pay} 3 \svg{gold}: Entferne 1 Statistikkarte von deiner Hand oder dem Ablagestapel und ersetze sie durch eine andere Statistik deiner Wahl. Die neue Karte wird dort abgelegt, von wo die ursprüngliche entfernt wurde. Du darfst dies zweimal pro Besuch tun.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \locationtitle{Schwarzmarkt} \framedimage[\textwidth]{\map_locations/black_market.jpg} \expansionlabel{tower} \caption[black market]{\small Kategorie: \textbf{mehrfach besuchbar}\\Sieh dir die obersten 4 Karten des Artefakt-Ablagestapels an. Du darfst eine von ihnen zu folgende Preisen kaufen: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} für ein \textbf{gewöhnliches} Artefakt \item [7] \svg{gold} für ein \textbf{seltenes} Artefakt \item [10] \svg{gold} für ein \textbf{Relikt}-Artefakt \end{itemize} } \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Библиотека}\par \framedimage[\textwidth]{\map_locations/library.jpg} \expansionlabel{tower} \caption{\small Категория: \textbf{многоразовые}\\Вы можете \svg{pay} 3 \svg{gold} чтобы удалить 1 карту характеристики из руки или сброса и заменить её любой другой картой характеристики. Вы можете сделать это дважды за посещение.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Чёрный рынок}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \expansionlabel{tower} \caption[black market]{\small Категория: \textbf{многоразовые}\\Изучите 4 верхних карты из сброса колоды артефактов. Вы можете купить одну из них: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} за \textbf{малый} артефакт; \item [7] \svg{gold} за \textbf{великий} артефакт; \item [10] \svg{gold} за \textbf{реликвию}. \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Obelisk} \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Category: \textbf{Flaggable}\\ The Obelisk's effects depend on the Scenario. When you flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Tree of Knowledge} \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Category: \textbf{Visitable}\\You may \svg{pay} 3 \svg{valuables} or 10 \svg{gold} to gain 2 \svg{experience}.} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Obelisk} \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Kategorie: \textbf{einnehmbar}\\ Der Effekt des Obelisks ist vom Szenario abhängig. Entferne gegnerische Fraktionswürfel nicht, wenn du diesen Ort besuchst. Dieser Ort kann Fraktionswürfel mehrere Spieler enthalten.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Baum des Wissens} \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Kategorie: \textbf{besuchbar}\\ \svg{pay} 3 \svg{valuables} oder 10 \svg{gold}: Erhalte 2 \svg{experience}.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Faerie Ring} \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \expansionlabel{conflux} \caption{\small Category: \textbf{Visitable}\\ Remove one card from your hand, then Search (2) the card's Deck. You cannot remove Statistics, Starting Ability, or Specialty cards.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Star Axis}{\locationtitle{Star Axis}} \framedimage[\linewidth]{\map_locations/star_axis.jpg} \expansionlabel{inferno} \caption{\small Category: \textbf{Flaggable}\\ You may remove one of your Statistic cards from your hand and replace it with an \protect\pagelink{Empowered Statistic}{\textbf{Empowered}} one of the same type. When you flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Feenring} \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \expansionlabel{conflux} \caption{\small Kategorie: \textbf{besuchbar}\\ Entferne eine Karte aus deiner Hand, handle danach eine Durchsuche (2) Aktion ab bei jenem Deck, aus dem die entfernte Karte stammt. Du darfst keine Statistikkarten, deine Startfähigkeit oder Sonderfähigkeitskarten entfernen.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Star Axis}{\locationtitle{Sternenachse}} \framedimage[\linewidth]{\map_locations/star_axis.jpg} \expansionlabel{inferno} \caption{\small Kategorie: \textbf{einnehmbar}\\ Du darfst eine Statistik aus deiner Hand entfernen und gegen eine \textbf{verstärkte Statistik} desselben Typs ersetzen. Mehrere Spieler können diesen Ort einnehmen. Entferne keine gegnerischen Fraktionswürfel von diesem Ort.} \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Кольцо фей}\phantom{j}\par \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \expansionlabel{conflux} \caption{\small Категория: \textbf{одноразовые}\\ Удалите 1 карту с руки, затем ищите (2) в той же колоде. Здесь нельзя удалить карты характеристик, стартового навыка и специальности.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{Star Axis}{\textbf{Звёздная ось}}\phantom{j}\par \framedimage[\linewidth]{\map_locations/star_axis.jpg} \expansionlabel{inferno} \caption{\small Категория: \textbf{захватываемые}\\ Вы можете удалить одну карту статистики из руки и заменить её \textbf{усиленной} того же типа. Когда вы захватываете это поле, не удаляйте чужие кубики фракций; разные игроки могут иметь кубик фракции на этом поле.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Whirlpool}{\locationtitle{Whirlpool}} \framedimage[\textwidth]{\map_locations/whirlpool.jpg} \expansionlabel{cove} \caption{{\raggedright \small Category: \textbf{Revisitable}}\\ Move your Hero to another Whirlpool Token. If there are multiple valid targets, roll an Attack Die to determine where your Hero goes. Reroll any Die which shows the number of the Whirlpool your Hero is standing on. After each Whirlpool travel, lose 1 unit from your unit Deck. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Creature Bank} \framedimage[\textwidth]{\map_locations/creature_bank.jpg} \expansionlabel{navalbattles} \caption{{\raggedright \small Category: \textbf{Visitable}}\\ Start a \protect\pagelink{Creature Banks Rules}{Creature Bank Combat} against the specified units (see the list on the next page). If you win, receive the reward and a bonus depending on the number of Stacked units. Creature Banks count as \textbf{land Fields} (even if designed as sea locations) and are NOT treated as other Fields of the same name. } \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Whirlpool}{\locationtitle{Strudel}} \framedimage[\textwidth]{\map_locations/whirlpool.jpg} \expansionlabel{cove} \caption{{\raggedright \small Kategorie: \textbf{mehrfach besuchbar}}\\ Bewege deinen Helden zu einem anderen Strudel. Bei mehreren möglichen Zielen, bestimme den Ziel-Strudel mit einen Angriffswürfel. Ignoriere Würfelergebnisse des aktuellen Standorts und würfle erneut. Lege nach jeder Reise mit einem Strudel eine Einheitenkarte aus deinem Einheitendeck ab. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Kreaturenbank} \framedimage[\textwidth]{\map_locations/creature_bank.jpg} \expansionlabel{navalbattles} \caption{{\raggedright \small Kategorie: \textbf{besuchbar}}\\ Starte einen \protect\pagelink{Creature Banks Rules}{Kreaturenbank-Kampf}. Die nächstseitige Liste zeigt die verteidigenden Einheiten, sowie Belohnung und Bonus für besiegte Rudeleinheiten im Falle eines Sieges. Kreaturenbanken sind \textbf{Landfelder} (auch wenn sie als Seefelder gestaltet sind) und dürfen NICHT mit gleichnamigen anderen Orten verwechselt werden. } \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace*{-1em} \centering \phantom{j}\pagetarget{Whirlpool}{\textbf{Водоворот}}\phantom{j}\par \framedimage[\textwidth]{\map_locations/whirlpool.jpg} \expansionlabel{cove} \caption{{\raggedright \small Категория: \textbf{многоразовые}}\\ Переместите вашего героя на другой жетон Водоворота. Если у вас несколько Водоворотов на карте, бросьте кубик атаки, чтобы определить нужный. Перебросьте кубик, если он показывает номер Водоворота, на котором стоит ваш герой. После каждого путешествия в Водовороте уберите 1 отряд из вашей колоды отрядов. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace*{-1em} \centering \phantom{j}\textbf{Сокровищница}\par \framedimage[\textwidth]{\map_locations/creature_bank.jpg} \expansionlabel{navalbattles} \caption{{\raggedright \small Категория: \textbf{одноразовые}}\\ Начните \protect\pagelink{Creature Banks Rules}{сражение в Сокровищнице} против специализированных отрядов (см. список на следующей странице). В случае победы получите награды и бонус в соответствии с количеством Stacked отрядов. Сокровищницы считаются \textbf{сушей} (даже если они выглядят как морская локация) и НЕ считаются другими полями с таким же названием. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Cyclops Stockpile} \framedimage[\linewidth]{\map_locations/cyclops_stockpile.jpg} \expansionlabel{stronghold} \caption{\small Category: \textbf{Visitable}\\ When preparing the Neutral Army guarding this location, instead of drawing 1 \svg{azure} unit, find 2 \svg{golden} \protect\wikilink{units/cyclopes}{Cyclopes} and add them to the Neutral Army (look for them first in the \svg{golden} discard pile, and then in the \svg{golden} Neutral Unit Deck). If you win the Combat, roll and resolve 4 \svg{resource_die}. Any additional effects depend on the Scenario. } \end{minipage}\hfill
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Склад циклопов}\par \framedimage[\linewidth]{\map_locations/cyclops_stockpile.jpg} \expansionlabel{stronghold} \caption{\small Категория: \textbf{одноразовые}\\ При подготовке нейтральной армии, охраняющей эту локацию, вместо 1 отряда \svg{azure} найдите 2 циклопов \svg{golden} и добавьте их в нейтральную армию. Сначала ищите их в сбросе, затем в колоде. В случае победы бросьте 4 \svg{resource_die} и получите результат. Дополнительные эффекты зависят от сценария. } \end{minipage}\hfill
