Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: \begin{minipage}[h]{\linewidth} \centering \includegraphics[width=0.44\linewidth]{\map_locations/castle_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/dungeon_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/necropolis_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/rampart_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/fortress_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/inferno_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/tower_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/stronghold_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/conflux_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/cove_settlement.png} \par \textit{All possible Settlements. Each is styled after a different Faction. They all work identically.} \end{minipage}
cs: \begin{minipage}[h]{\linewidth} \centering \includegraphics[width=0.44\linewidth]{\map_locations/castle_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/dungeon_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/necropolis_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/rampart_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/fortress_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/inferno_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/tower_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/stronghold_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/conflux_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/cove_settlement.png} \par \textit{Všechny možné Osady. Každá má styl podle jiné Frakce. Fungují ale všechny stejně.} \end{minipage}

source: \pagetarget{Revisitable Fields}{Revisitable Fields}
cs: \pagetarget{Revisitable Fields}{Opakovaně Navštívítelná Pole}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Library}\par \framedimage[\textwidth]{\map_locations/library.jpg} \caption{\small Category: \textbf{Revisitable}\\You may \svg{pay_v2} 3 \svg{gold} to Remove 1 Statistic Card from your hand or Discard Pile and replace it with any other Statistic Card. You may do this twice per Visit.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \captionsetup{singlelinecheck=off} \phantom{j}\textbf{Black Market}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \caption[black market]{\small Category: \textbf{Revisitable}\\Look at the top 4 cards from the Artifact Discard Pile. You may buy one of them for: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} if it is a \textbf{Minor} Artifact \item [7] \svg{gold} if it is a \textbf{Major} Artifact \item [10] \svg{gold} if it is a \textbf{Relic} Artifact \end{itemize} } \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Knihovna}\par \framedimage[\textwidth]{\map_locations/library.jpg} \caption{\small Kategorie: \textbf{Opakovaně Navštívitelné}\\Můžete \svg{pay_v2} 3 \svg{gold} a odstranit 1 Základní Kartu z vaší ruky nebo Odhazovací Hromádky a nahradit ji jinou Základní Kartou. Můžete to udělat dvakrát za Návštěvu.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \captionsetup{singlelinecheck=off} \phantom{j}\textbf{Černý trh}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \caption[černý trh]{\small Kategorie: \textbf{Opakovaně Navštívitelné}\\Podívejte se na vrchní 4 karty z Odhazovací Hromádky Artefaktů. Můžete si koupit jednu z nich za: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} pokud je to \textbf{Malý} Artefakt \item [7] \svg{gold} pokud je to \textbf{Velký} Artefakt \item [10] \svg{gold} pokud je to \textbf{Relikvie} \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Sanctuary}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Category: \textbf{Revisitable}\\ Heroes on this Field cannot be attacked by other Heroes. Friendly Heroes can move through enemy Heroes on this Field but cannot stop here.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Tavern}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \caption{\small Category: \textbf{Revisitable}\\ You can \svg{pay_v2} 7 \svg{gold} to gain a Secondary Hero. Place their model on this Field. Then, choose one enemy player to discard 1 random card from their hand.} \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Svatyně}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Kategorie: \textbf{Opakovaně Navštívitelné}\\ Hrdinové na tomto Poli nemohou být napadeni jinými Hrdiny. Přátelští Hrdinové mohou projít skrz nepřátelské Hrdiny na tomto Poli, ale nemohou zde zastavit.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Hostinec}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \caption{\small Kategorie: \textbf{Opakovaně Navštívitelné}\\ Můžete \svg{pay_v2} 7 \svg{gold} k získání Sekundárního Hrdiny. Umístěte jeho figurku na toto Pole. Poté vyberte jednoho nepřátelského hráče, který Odhodí 1 náhodnou kartu ze své ruky.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\textbf{Trading Post}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Category: \textbf{Revisitable}\\ \textbf{Choose one}: \protect\pagelink{Trading}{Trade} resources OR Remove one card and gain 1 \svg{gold} OR buy a \protect\pagelink{War Machines}{War Machine} at a higher cost. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{War Machine Factory}{\textbf{War Machine Factory}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \caption{\small Category: \textbf{Revisitable}\\Buy a \protect\pagelink{War Machines}{War Machine} at a lower cost.\phantom{.......}} \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\textbf{Tržiště}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Kategorie: \textbf{Opakovaně Navštívitelné}\\ \textbf{Vyberte jednu možnost}: \protect\pagelink{Trading}{Obchodujte} se surovinami NEBO Odstraňte jednu kartu a získejte 1 \svg{gold} NEBO kupte \protect\pagelink{War Machines}{Válečný Stroj} za zvýšenou cenu. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{War Machine Factory}{\textbf{Továrna na Válečné Stroje}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \caption{\small Kategorie: \textbf{Opakovaně Navštívitelné}\\Kupte \protect\pagelink{War Machines}{Válečný Stroj} za sníženou cenu.\phantom{.......}} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{One-Way Entrance Monolith}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_entrance.jpg} \caption{\small Category: \textbf{Revisitable}\\ Move your Hero to the corresponding Exit Monolith (see below). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Two-Way Monolith}\par \framedimage[\textwidth]{\map_locations/two-way_monolith.jpg} \caption{\small Category: \textbf{Revisitable}\\ Move your Hero to the corresponding Two-Way Monolith. } \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Vstup do Jednosměrného Monolitu}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_entrance.jpg} \caption{\small Kategorie: \textbf{Znovu Navštívitelné}\\ Přesuňte svého Hrdinu na příslušný Výstp z Monolitu (viz níže). } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Obousměrny Monolit}\par \framedimage[\textwidth]{\map_locations/two-way_monolith.jpg} \caption{\small Kategorie: \textbf{Znovu Navštívitelné}\\ Přesuňte svého Hrdinu na odpovídající Obousměrny Monolit. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{One-Way Exit Monolith}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_exit.jpg} \caption{\raggedright \small Category: \textbf{Revisitable}\\ \raggedright Treat it as an empty Field. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Stables}\phantom{j}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Category: \textbf{Revisitable}\\ Gain 1 \svgeven{movement}. It lasts for only one Turn. See \protect\pagelink{Movement}{Movement Actions}. } \end{minipage}
cs: \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Výstup Jednosměrného Monolitu}\par \framedimage[\textwidth]{\map_locations/one-way_monolith_exit.jpg} \caption{\raggedright \small Kategorie: \textbf{Znovu Navštívitelné}\\ \raggedright Toto Pole považujte za prázdné. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Stáje}\phantom{j}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Kategorie: \textbf{Znovu Navštívitelné}\\ Získejte 1 BP \svgeven{movement}. Trvá pouze jeden Tah. Viz \protect\pagelink{Movement}{Akce Pohybu}. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Subterranean Gate}\par \framedimage[\textwidth]{\map_locations/subterranean_gate.jpg} \caption{\raggedright \small Category: \textbf{Revisitable}\\ Move to the connected location on the adjacent Subterranean Tile. Treat both sides of the Gate as a single Field. } \end{minipage}\hfill
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Podzemní Brána}\par \framedimage[\textwidth]{\map_locations/subterranean_gate.jpg} \caption{\raggedright \small Kategorie: \textbf{Znovu Navštívitelné}\\ Pohněte se na odpovídající Pole na sousedním Podzemním Dílku Mapy. Obě strany brány považujte za jediné Pole. } \end{minipage}\hfill

source: \pagetarget{Other Fields}{Other Fields}
cs: \pagetarget{Other Fields}{Ostatní Pole}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Tree of Knowledge}\par \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Category: \textbf{Visitable}\\You may \svg{pay_v2} 3 \svg{valuablegreater} or 10 \svg{gold} to gain 2 \svg{experience}.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Redwood Observatory}\par \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Category: \textbf{Visitable}\\Discover a Tile adjacent to this one (either a face down one, or a \protect\pagelink{Placing}{new one} from your supply).} \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Strom poznání}\par \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\Můžete \svg{pay_v2} 3 \svg{valuablegreater} nebo 10 \svg{gold} k získání 2 \svg{experience}.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Sekvojová rozhledna}\par \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\Objevte skrytý Dílek Mapy sousedící s tímto (můžete použít Dílek ležící lícem dolů, nebo \protect\pagelink{Placing}{nový Dílek} ze své zásoby).} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Grail}{Grail}}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Category: \textbf{Visitable}\\Gain a Grail Token. Only one Grail Token can exist in the game, do not gain another if this Field's Black Cube is removed or if there are multiple Grail Fields. The Token's effects are described in the Scenario's description. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Elemental Conflux}\phantom{j}\par \framedimage[\linewidth]{\map_locations/elemental_conflux.jpg} \caption{\small Category: \textbf{Visitable}\\ For every Dwelling you have, draw from the corresponding Neutral Unit Decks until you find one ``Elementals'' Unit from each (reshuffle if you run out of Units before finding one). You can recruit one of those Elementals if you \svg{pay_v2} its recruitment cost. Shuffle the remaining Units back into their respective Decks. } \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Grail}{Grál}}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\Získejte Žeton Grálu. Ve hře může existovat pouze jeden Žeton Grálu. Nezískávejte další, pokud je Černá Kostička tohoto Pole odstraněna nebo pokud existuje více Polí Grálu. Efekty Žetonu jsou popsány ve Scénáři. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Soutok Elementů}\phantom{j}\par \framedimage[\linewidth]{\map_locations/elemental_conflux.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ Za každé Obydlí, které máte, táhněte z odpovídajících balíčků Neutrálních Jednotek, dokud nenajdete jednu Jednotku \uv{Elementálů} z každého (pokud vám dojdou Jednotky před nalezením, zamíchejte znovu). Jednoho z těchto Elementálů můžete Naverbovat, pokud \svg{pay_v2} jeho náborovou cenu. Zamíchejte zbývající jednotky zpět do jejich příslušných balíčků. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Hill Fort}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \caption{\small Category: \textbf{Visitable}\\ You may immediately Reinforce one of your \svgunit{bronze} or \svgunit{silver} Units. The Reinforcement cost is reduced by 3 \svg{gold} to a minimum of 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Prison}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \caption{\small Category: \textbf{Visitable}\\ Gain a Secondary Hero. Place their model on this Field. If you already have a Secondary Hero, gain 3 \svg{gold} instead.} \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Hradiště}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ Můžete okamžitě Posílit jednu ze svých \svg{bronze} nebo \svg{silver} Jednotek. Cena Posílení je snížena o 3 \svg{gold}, minimálně na 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Vězení}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ Získejte Sekundárního Hrdinu. Umístěte jeho figurku na toto Pole. Pokud již Sekundárního Hrdinu máte, získáte místo toho 3 \svg{gold}.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Magic Spring}\par \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Category: \textbf{Visitable}\\ You may look at the top 3 Cards of your Discard Pile and return one of them to your Hand. Return the remaining cards to the top of your Discard Pile in any order.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Witch Hut}\par \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Category: \textbf{Visitable}\\ \textbf{Choose one}: Remove an Ability card from your hand OR look at the top card of the Ability Deck and put that card into your hand or into the Ability Deck Discard Pile.} \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Kouzelný Pramen}\par \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ Můžete se podívat na vrchní 3 karty vaší Odhazovací Hromádky a jednu z nich vrátit do vaší Ruky. Zbylé karty vraťte na vrch Odhazovací Hromádky v libovolném pořadí.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Chýše Čarodějnice}\par \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ \textbf{Vyberte 1 možnost}: Odstraňte Kartu Dovednosti z ruky NEBO se podívejte na vrchní kartu Balíčku Dovedností a kartu si dejte do ruky, nebo na příslušnou Odhazovací Hromádku.} \end{minipage}
es: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Primavera Mágica}\par \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Categoría: \textbf{Visitable}\\ Puedes mirar las 3 cartas superiores de tu pila de descartes y devolver una a tu mano. Devuelve el resto al descarte en cualquier orden.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Cabaña de la Bruja}\par \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Categoría: \textbf{Visitable}\\ \textbf{Escoge una}: Elimina una Habilidad de tu mano O mira la carta superior del Mazo de Habilidades y añadirla a tu mano o a la pila de descartes de las Habilidades.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Obelisk}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Category: \textbf{Flaggable}\\ The Obelisk's effects depend on the Scenario. When you Flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Scholar}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \caption[scholar they]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] -- Gain a Statistic Card of your choice or Remove a Statistic Card from your hand. \item[\textbf{0}] -- Draw 2 Cards from the Ability Deck, gain one of them and discard the other. \item[\textbf{-1}] -- Draw 2 Cards from the Spell Deck, gain one of them and discard the other. \end{itemize} } \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Obelisk}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Kategorie: \textbf{Obsaditelné}\\ Efekty Obelisku závisí na Scénáři. Když toto Pole Obsazujete, neodstraňujte žádné nepřátelské Kostičky Frakce; více hráčů může mít na tomto Poli Kostičku Frakce.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Učenec}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \caption[učenec oni]{\small Kategorie: \textbf{Navštívitelné}\\ Hoďte 1 Kostkou Útoku. Podle výsledku udělejte následující: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] -- Získejte Základní Kartu podle vašeho výběru, nebo odstraňte Základní Kartu z vaší ruky. \item[\textbf{0}] -- Doberte 2 karty z Balíčku Dovedností, jednu z nich si nechte a druhou odhoďte. \item[\textbf{-1}] -- Doberte 2 karty z Balíčku Kouzel, jednu z nich si nechte a druhou odhoďte. \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Dragon Utopia}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Category: \textbf{Flaggable}\\Effects depend on the Scenario.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{University}\par \framedimage[\linewidth]{\map_locations/university.jpg} \caption{\small Category: \textbf{Visitable}\\ \svg{pay_v2} 6 \svg{gold} to \textbf{Search (4)} the Ability Discard Pile.} \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Dračí Utopie}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Kategorie: \textbf{Obsaditelné}\\Efekty závisí na Scénáři.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Univerzita}\par \framedimage[\linewidth]{\map_locations/university.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ \svg{pay_v2} 6 \svg{gold} k \textbf{Hledej (4)} v Odhazovací Hromádce Dovedností.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Faerie Ring}\phantom{j}\par \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \caption{\small Category: \textbf{Visitable}\\ Remove one Card from your hand, then Search (2) the Card's deck. You cannot remove Statistics, Starting Ability, or Specialty cards.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Star Axis}\phantom{j}\par \framedimage[\linewidth]{\map_locations/star_axis.jpg} \caption{\small Category: \textbf{Flaggable}\\ You may Remove one of your Statistic cards from your hand and replace it with an \textbf{Empowered} one of the same type. When you Flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}
cs: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Vílí Prsten}\phantom{j}\par \framedimage[\linewidth]{\map_locations/faerie_ring.jpg} \caption{\small Kategorie: \textbf{Navštívitelné}\\ Zničte jednu Kartu ze své Ruky, poté Hledat (2) z Balíčku Karet. Nesmíte zahodit Statistiku, Počáteční Schopnost, nebo Speciální Kartu.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Osa Hvězdy}\phantom{j}\par \framedimage[\linewidth]{\map_locations/star_axis.jpg} \caption{\small Kategorie: \textbf{Obsaditelné}\\ Můžete odebrat jednu ze svých Karet Statistiky z ruky a nahradit ji Kartou \textbf{Posílení} stejného typu. Když toto pole Obsadíte, neodstraňujte žádné nepřátelské Frakční Kostičky; na tomto poli může mít Frakční Kostičku více hráčů.} \end{minipage}
