Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: [!hb] \hommtable[]{50}{ \centering \medskip \pagetarget{Creature Bank List}{\textbf{Creature Banks on Far Map Tiles (II--III)}}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.28\linewidth} } \darkcell[1.2]{Creature Bank} & \darkcell[1.2]{Units} & \darkcell[1.2]{Reward} & \darkcell[1.2]{Extra reward for X Stacked units} \\ \darkcell[3.3]{Imp Cache\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/imp_cache.jpg} } & \lightcellleft[3.3]{4 × \wikilink{units/familiars/\#imp-cache}{Familiars}} & \lightcellleft[3.3]{3 \svg{gold}} & \lightcellleft[3.3]{X \svg{gold}} \\ \darkcell[3.4]{Crypt \\\medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/crypt.jpg} } & \lightcellleft[3.4]{1 × \wikilink{units/skeletons/\#crypt}{Skeletons}\\1 × \wikilink{units/zombies/\#crypt}{Zombies}\\1 × \wikilink{units/wraiths/\#crypt}{Wraiths}\\1 × \wikilink{units/vampires/\#crypt}{Vampires}} & \lightcellleft[3.4]{6 \svg{gold}} & \lightcellleft[3.4]{2 × X \svg{gold}} \\ \darkcell[3.7]{Dwarven\\Treasury\\\medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/dwarven_treasury.jpg} } & \lightcellleft[3.7]{4 × \wikilink{units/dwarves/\#dwarven-treasury}{Dwarves}} & \lightcellleft[3.7]{7 \svg{gold}} & \lightcellleft[3.7]{3 × X \svg{gold}} \\ \darkcell[3.4]{Medusa Stores\\\medskip \squareimage[3pt]{0.6\linewidth}{\map_locations/creature-banks/medusa_stores.jpg} } & \lightcellleft[3.4]{4 × \wikilink{units/medusas/\#medusa-stores}{Medusas}} & \lightcellleft[3.4]{6 \svg{gold}, 1 \svg{valuables}} & \lightcellleft[3.4]{3 × X \svg{gold}, X \svg{valuables}} \\ \darkcell[3.7]{Dragon Fly\\Hive\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_fly_hive.jpg} } & \lightcellleft[3.7]{4 × \wikilink{units/dragon_flies/\#dragon-fly-hive}{Dragon Flies}} & \lightcellleft[3.7]{1 × Dragon Flies} & \lightcellleft[3.7]{Dragon Flies are Stacked, if there were at least 2 Stacked units.} \\ \darkcell[3.3]{Shipwreck\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/shipwreck.jpg} } & \lightcellleft[3.3]{4 × \wikilink{units/wraiths/\#shipwreck}{Wraiths}} & \lightcellleft[3.3]{\svg{morale_negative-yellow} and 5 \svg{gold}} & \lightcellleft[3.3]{2 × X \svg{gold} and Search~(X) the Artifact Deck.} \\ \end{tabularx} } \expansionlabel{navalbattles}
ru: [!hb] \hommtable[]{50}{ \centering \medskip \pagetarget{Creature Bank List}{\textbf{Сокровищницы (часть 1)}}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.28\linewidth} } \darkcell[1.2]{\pagetarget{Creature Banks}{Сокровищница}} & \darkcell[1.2]{Отряды} & \darkcell[1.2]{Награда} & \darkcell[1.2]{Доп. награда за X Stacked отрядов} \\ \darkcell[3.2]{ Тайник Бесов \\ \medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/imp_cache.jpg} } & \lightcellleft[3.2]{4 × Беса} & \lightcellleft[3.2]{3 \svg{gold}} & \lightcellleft[3.2]{X \svg{gold}} \\ \darkcell[3.6]{ Сокровищница\\Гномов \\ \medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/dwarven_treasury.jpg} } & \lightcellleft[3.6]{4 × Гнома} & \lightcellleft[3.6]{7 \svg{gold}} & \lightcellleft[3.6]{3 × X \svg{gold}} \\ \darkcell[3.7]{ Консерватория\\Грифонов \\ \medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/griffin_conservatory.jpg} } & \lightcellleft[3.7]{4 × Грифона} & \lightcellleft[3.7]{1 × Грифон} & \lightcellleft[3.7]{Stacked Грифоны, если стражи было как минимум 2 Stacked отряда.} \\ \darkcell[3.7]{ Улей\\Стрекоз \\ \medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_fly_hive.jpg} } & \lightcellleft[3.7]{4 × Стрекозы} & \lightcellleft[3.7]{1 × Стрекоза} & \lightcellleft[3.7]{Stacked Стрекозы, если стражи было как минимум 2 Stacked отряда.} \\ \darkcell[3.6]{ Кораблекрушение \\ \medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/shipwreck.jpg} } & \lightcellleft[3.6]{4 × Духа} & \lightcellleft[3.6]{\svg{morale_negative-yellow} и 5 \svg{gold}} & \lightcellleft[3.6]{2 × X \svg{gold} и поиск~(X)\\в колоде артефактов.} \\ \darkcell[3.6]{ Покинутый корабль \\ \medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/derelict_ship.jpg} } & \lightcellleft[3.6]{4 × Водных элементаля} & \lightcellleft[3.6]{\svg{morale_negative-yellow} и 7 \svg{gold}} & \lightcellleft[3.6]{2 × X \svg{gold} и поиск~(X)\\в колоде заклинаний.} \\ \end{tabularx} } \expansionlabel{navalbattles}

source: [!hb] \hommtable[]{50}{ \centering \medskip \textbf{Creature Banks on Near Map Tiles (IV--V)}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.28\linewidth} } \darkcell[1.2]{Creature Bank} & \darkcell[1.2]{Units} & \darkcell[1.2]{Reward} & \darkcell[1.2]{Extra reward for X Stacked units} \\ \darkcell[3.3]{Derelict Ship\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/derelict_ship.jpg} } & \lightcellleft[3.3]{4 × \wikilink{units/water_elementals/\#derelict-ship}{Water Elementals}} & \lightcellleft[3.3]{\svg{morale_negative-yellow} and 7 \svg{gold}} & \lightcellleft[3.3]{2 × X \svg{gold} and Search~(X) the Spell Deck.} \\ \darkcell[3.4]{Pyramid\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/pyramid.jpg} } & \lightcellleft[3.4]{2 × \wikilink{units/gold_golems/\#pyramid}{Gold Golems}\\2 × \wikilink{units/diamond_golems/\#pyramid}{Diamond Golems}} & \lightcellleft[3.4]{Search (5) the Spell Deck.} & \lightcellleft[3.4]{Up to X times: Remove 1 Spell, Ability, or Artifact card from your \svg{hand-yellow} or Discard Pile, then Search (5) the appropriate Deck} \\ \darkcell[3.7]{Griffin\\Conservatory\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/griffin_conservatory.jpg} } & \lightcellleft[3.7]{4 × \wikilink{units/griffins/\#griffin-conservatory}{Griffins}} & \lightcellleft[3.7]{1 × Griffins} & \lightcellleft[3.7]{Griffins are Stacked, if there were at least 2 Stacked units.} \\ \darkcell[3.4]{Naga Bank\\\medskip \squareimage[-1pt]{0.6\linewidth}{\map_locations/creature-banks/naga_bank.jpg} } & \lightcellleft[3.4]{4 × \wikilink{units/nagas/\#naga-bank}{Nagas}} & \lightcellleft[3.4]{6 \svg{gold}, 2 \svg{valuables}} & \lightcellleft[3.4]{6 × X \svg{gold}, X \svg{valuables}} \\ \darkcell[3.7]{Cyclops\\Stockpile\\\medskip \squareimage[4pt]{0.6\linewidth}{\map_locations/creature-banks/cyclops_stockpile.jpg} } & \lightcellleft[3.7]{4 × \wikilink{units/cyclopes/\#cyclops-stockpile}{Cyclopes}} & \lightcellleft[3.7]{8 \svg{building_materials}, 2 \svg{valuables}} & \lightcellleft[3.7]{2 × X \svg{building_materials}, X \svg{valuables}} \\ \darkcell[3.4]{Dragon Utopia\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_utopia.jpg} } & \lightcellleft[3.4]{1 × \wikilink{units/black_dragons/\#dragon-utopia}{Black Dragons}\\1 × \wikilink{units/gold_dragons/\#dragon-utopia}{Gold Dragons}\\1 × \wikilink{units/faerie_dragons/\#dragon-utopia}{Faerie Dragons}\\1 × \wikilink{units/crystal_dragons/\#dragon-utopia}{Crystal Dragons}} & \lightcellleft[3.4]{40 \svg{gold} and Search~(3) the Artifact Deck.} & \lightcellleft[3.4]{X times: Search (5) the Artifact or Spell Deck.} \\ \end{tabularx} } \expansionlabel{navalbattles}
ru: [!hb] \hommtable[]{50}{ \centering \medskip \textbf{Сокровищницы (часть 2)}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.28\linewidth} } \darkcell[1.2]{Сокровищница} & \darkcell[1.2]{Отряды} & \darkcell[1.2]{Награда} & \darkcell[1.2]{Доп. награда за X Stacked отрядов} \\ \darkcell[3.1]{ Склеп \\ \medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/crypt.jpg} } & \lightcellleft[3.1]{1 × Скелет\\1 × Зомби\\1 × Дух\\1 × Вампир} & \lightcellleft[3.1]{6 \svg{gold}} & \lightcellleft[3.1]{2 × X \svg{gold}} \\ \darkcell[3.8]{ Пирамида \\ \medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/pyramid.jpg} } & \lightcellleft[3.8]{2 × Золотых Голема\\2 × Алмазных Голема} & \lightcellleft[3.8]{Ищите (5) в колоде заклинаний.} & \lightcellleft[3.8]{Удалите 1 карту заклинаний, навыка или артефакта из вашей \svg{hand-yellow} или сброса, затем ищите (5) в соответствующей колоде X раз.} \\ \darkcell[3.4]{ Хранилище Медуз \\ \medskip \squareimage[3pt]{0.6\linewidth}{\map_locations/creature-banks/medusa_store.jpg} } & \lightcellleft[3.4]{4 × Медузы} & \lightcellleft[3.4]{6 \svg{gold}, 1 \svg{valuablegreater}} & \lightcellleft[3.4]{3 × X \svg{gold}, X \svg{valuablegreater}} \\ \darkcell[3.2]{ Нага-банк\\ \medskip \squareimage[-1pt]{0.6\linewidth}{\map_locations/creature-banks/naga_bank.jpg} } & \lightcellleft[3.2]{4 × Наги} & \lightcellleft[3.2]{6 \svg{gold}, 2 \svg{valuablegreater}} & \lightcellleft[3.2]{6 × X \svg{gold}, X \svg{valuablegreater}} \\ \darkcell[3.6]{ Склад\\Циклопов \\ \medskip \squareimage[4pt]{0.6\linewidth}{\map_locations/creature-banks/cyclops_stockpile.jpg} } & \lightcellleft[3.6]{4 × Циклопа} & \lightcellleft[3.6]{8 \svg{building_materials}, 2 \svg{valuablegreater}} & \lightcellleft[3.6]{2 × X \svg{building_materials}, X \svg{valuablegreater}} \\ \darkcell[3.8]{ Утопия драконов \\ \medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_utopia.jpg} } & \lightcellleft[3.8]{1 × Чёрный дракон\\1 × Золотой дракон\\1 × Сказочный дракон\\1 × Кристаллический дракон} & \lightcellleft[3.8]{40 \svg{gold} и поиск~(3) в колоде артефактов.} & \lightcellleft[3.8]{Ищите (5) в колоде артефактов или заклинаний X раз.} \\ \end{tabularx} } \expansionlabel{navalbattles}

source: \subsection*{Symbols on the Map}
cs: \subsection*{Symboly na Mapě}
es: \subsection*{Símbolos del Mapa}

source: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Field Difficulty corresponding to the level of Neutral Units.\smallskip \\ \svg[15]{treasure} & \parbox{0.7\hsize}{ Roll a \pagetarget{Treasure Die}{Treasure Die}\index{Treasure Die}\index{Dice} and gain the indicated bonus (\svg{resource_die}, \svg{2_treasure_die}, \svg{experience}, or \svg{artifact}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \svg[15]{resource_die} & Roll a \pagelink{Resources}{Resource Die} and gain the indicated Resources. \\ \svg[15]{2_treasure_die} & Roll 2 Resource Dice and choose the bonus from one of them. \\ \svg[15]{experience} & Gain one Experience Point. \\ \svg[15]{artifact} & Search (2) the Artifact Deck. \\ \svg[15]{spellpower} & Search (2) the Spell Deck. \\ \svg[15]{morale_positive} & Gain Positive Morale. \\ \svg[15]{morale_negative} & Gain Negative Morale. \\ \svg[15]{movement} & Gain 1 Movement Point for this turn. \\ {\huge\textbf{?}} & Special effect, see \pagelink{Revisitable Fields}{Revisitable} or \pagelink{Other Fields}{Other} fields.\\ \end{tabularx} \endgroup
cs: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Obtížnost Pole odpovídající úrovni Neutrálních Jednotek.\smallskip \\ \svg[15]{treasure} & \parbox{0.7\hsize}{ Hoďte \pagetarget{Treasure Die}{Kostkou Pokladu}\index{Kostka Pokladu}\index{Kostky} a získejte uvedený bonus (\svg{resource_die}, \svg{2_treasure_die}, \svg{experience}, nebo \svg{artifact}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \svg[15]{resource_die} & Hoďte \pagelink{Resources}{Kostkou Surovin} a získejte uvedené Suroviny. \\ \svg[15]{2_treasure_die} & Hoďte 2 Kostkami Surovin a vyberte si bonus z jedné z nich. \\ \svg[15]{experience} & Získejte jeden bod Zkušeností. \\ \svg[15]{artifact} & Hledejte (2) v Balíčku Artefaktů. \\ \svg[15]{spellpower} & Hledejte (2) v Balíčku Kouzel. \\ \svg[15]{morale_positive} & Získejte Pozitivní Morálku. \\ \svg[15]{morale_negative} & Získejte Negativní Morálku. \\ \svg[15]{movement} & Získejte tento tah 1 Bod Pohybu. \\ {\huge\textbf{?}} & Speciální efekt, viz \pagelink{Revisitable Fields}{Opakovaně Navštívitelná} nebo \pagelink{Other Fields}{Další} pole.\\ \end{tabularx} \endgroup

source: \begin{itemize}[itemsep=0.4em] \item [{\LARGE\textbf{+}}] \svg{gold}/\svg{building_materials}/\svg{valuablegreater} — Immediately gain the indicated Resource. \item [{\svg[15]{ongoing}}] \svg{gold}/\svg{building_materials}/\svg{valuablegreater} — Increase the production of the indicated Resource. If it is \textbf{Flagged} for the first time, you also gain it immediately. \item [{\svg[15]{pay_v2}}] \svg{gold}/\svg{building_materials}/\svg{valuablegreater} \svg{arrow_right} — The Player needs to pay the indicated Resource to gain something. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Perform the {\LARGE\textbf{x}} action twice. \item [{\LARGE\textbf{2}}] \svg[15]{treasure}{\LARGE\textbf{/2}} \svg[15]{resource_die} \svgeven{arrow_right}{\LARGE\textbf{1}} — Roll 2 Treasure or Resource Dice and choose one to be resolved. \end{itemize}
cs: \begin{itemize}[itemsep=0.4em] \item [{\LARGE\textbf{+}}] \svg[15]{gold}/\svg[15]{building_materials}/\svg{valuablegreater} — Okamžitě získejte uvedenou Surovinu. \item [{\svg[15]{ongoing}}] \svg[15]{gold}/\svg[15]{building_materials}/\svg{valuablegreater} — Zvýšíte produkci uvedené Suroviny. Pokud je pole poprvé \textbf{Obsazeno}, získáte produkci navíc okamžitě. \item [{\svg[15]{pay_v2}}] \svg[15]{gold}/\svg[15]{building_materials}/\svg[15]{valuablegreater} \svg{arrow_right} — Hráč musí zaplatit uvedenou cenu, aby něco získal. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Proveďte akci {\LARGE\textbf{x}} dvakrát. \item [{\LARGE\textbf{2}}] \svg[15]{treasure}{\LARGE\textbf{/2}} \svg[15]{resource_die} \svgeven{arrow_right}{\LARGE\textbf{1}} — Hoďte 2 Kostkami Pokladu nebo Surovin a vyberte si jednu. \end{itemize}

source: The effects of the following \textbf{Visitable} fields are explained by the symbols on the previous page:
cs: Efekty následujících \textbf{Navštívitelných} polí jsou vysvětleny symboly na předchozí straně:
es: Los efectos de las Casillas \textbf{Visitables} están explicadas en los símbolos de la página anterior:

source: {2} {\centering \phantom{j}\textbf{Fountain of Youth}\\ \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \phantom{j}\textbf{Warrior's Tomb}\\ \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \textbf{Mystical Garden}\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \textbf{Learning Stone}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \phantom{j}\textbf{Grave}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/grave.jpg}\\ \vspace*{\fill} \filbreak \phantom{j}\textbf{Water Wheel}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \phantom{j}\textbf{Temple}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \phantom{j}\textbf{Windmill}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Due to a misprint, the Windmill on the tile \texttt{\#N3} has a \textbf{?}. It should be ``\textbf{+}1 \svg{valuablegreater}''.} \bigskip \vspace{-4px} \phantom{j}\textbf{Shrine of Magic Gesture/Incantation}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \vspace{-2px} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever_water.jpg}\\ \vspace*{\fill} }
cs: {2} {\centering \phantom{j}\textbf{Pramen mládí}\\ \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \phantom{j}\textbf{Hrobka válečníka}\\ \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \textbf{Mystická zahrada}\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \textbf{Kámen poznání}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \phantom{j}\textbf{Hrob}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/grave.jpg}\\ \vspace*{\fill} \filbreak \phantom{j}\textbf{Vodní kolo}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \phantom{j}\textbf{Chrám}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \phantom{j}\textbf{Větrný mlýn}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Kvůli chybě tisku má Větrný mlýn na dílku \texttt{\#N3} \textbf{?}. Mělo by tam být \uv{\textbf{+}1 \svg{valuablegreater}}.} \bigskip \vspace{-4px} \phantom{j}\textbf{Svatyně magického gesta/zaříkávání}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \vspace{-2px} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever_water.jpg}\\ \vspace*{\fill} }

source: {\centering \phantom{j}\textbf{Pandora's Box}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/pandoras_boxes.jpg}\\ \bigskip \phantom{j}\textbf{Mermaid}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/mermaid.jpg}\\ \bigskip \phantom{j}\textbf{Derelict Ship}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/derelict_ship.jpg}\\ \bigskip \phantom{j}\textbf{Temple of the Sea}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/temple_of_the_sea.jpg}\\ \bigskip \vspace*{\fill} \columnbreak \phantom{j}\textbf{Flotsam}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/flotsam.jpg}\\ \bigskip \phantom{j}\textbf{Sea Barrel}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/sea_barrel.jpg}\\ \bigskip \phantom{j}\textbf{Shipwreck}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/shipwreck.jpg}\\ \bigskip \phantom{j}\textbf{Buoy}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/buoy.jpg}\\ \bigskip \phantom{j}\textbf{Shipwreck Survivor}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/shipwreck_survivor.jpg}\\ \bigskip \vspace*{\fill} }
cs: {\centering \phantom{j}\textbf{Pandořina Skříňka}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/pandoras_boxes.jpg}\\ \bigskip \phantom{j}\textbf{Mořská víla}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/mermaid.jpg}\\ \bigskip \phantom{j}\textbf{Opuštěná Loď}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/derelict_ship.jpg}\\ \bigskip \phantom{j}\textbf{Chrám Moře}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/temple_of_the_sea.jpg}\\ \bigskip \vspace*{\fill} \columnbreak \phantom{j}\textbf{Trosky}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/flotsam.jpg}\\ \bigskip \phantom{j}\textbf{Mořský Sud}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/sea_barrel.jpg}\\ \bigskip \phantom{j}\textbf{Vrak Lodi}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/shipwreck.jpg}\\ \bigskip \phantom{j}\textbf{Bóje}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/buoy.jpg}\\ \bigskip \phantom{j}\textbf{Trosečník}\phantom{j}\\ \framedimage[\linewidth]{\map_locations/shipwreck_survivor.jpg}\\ \bigskip \vspace*{\fill} }

source: \subsection*{Towns, Mines and Settlements} \textbf{Towns} are always located in the center of a Starting (I) Tile. Flagging an enemy Town prevents their Secondary Heroes from spawning there and Main Heroes from moving there if defeated. Flagging a Town can cause \pagelink{End}{Player Elimination}, and Scenarios typically have special rewards for Flagging them. Flagging a Town also gives you a \textbf{Faction Cube} from its original owner. Otherwise, Flagging a Town does not affect its original owner in any way. They do not lose access to their Town board or its functions. You also do not gain access to their Town board or Faction Units, unlike in the video game.
cs: \subsection*{Města, Doly a Osady} \textbf{Města} jsou vždy umístěna ve středu Startovního (I) Dílku. Obsazení nepřátelského Města zabrání jejich Sekundárním Hrdinům se tam objevit a Hlavním Hrdinům se tam přesunout, pokud jsou poraženi. Obsazení Města může způsobit \pagelink{End}{Vyřazení Hráče} a Scénáře obvykle mají speciální odměny za jejich Obsazení. Obsazení Města vám také dá \textbf{Kostičku Frakce} od jeho původního majitele. Obsazení Města neovlivní jeho původního majitele žádným dalším způsobem. Neztratí přístup ke své Desce Města ani k jejím funkcím. Rovněž nezískáte přístup k jejich Desce Města ani k Jednotkám Frakce.

source: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Towns from the core game.} \end{center}
cs: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Města ze základní hry.} \end{center}
es: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Ciudades del juego principal.} \end{center}

source: \pagetarget{Mines}{\textbf{Mines}}\index{Mines} are Flaggable Fields which increase a specific resource's income when Flagged. If you are the first one to Flag a mine, it also immediately provides you with its income. All mines have the \svg{ongoing} symbol and a picture of the Resource they produce next to it.
cs: \pagetarget{Mines}{\textbf{Doly}}\index{Doly} jsou Obsaditelná Pole, která zvyšují příjem konkrétní suroviny, když jsou Obsazena. Pokud jste první, kdo Důl Obsadí, okamžitě vám také poskytne svůj příjem. Všechny Doly mají symbol \svg{ongoing} a vedle něj obrázek Suroviny, kterou produkují.

source: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{A mine that produces \svg{valuablegreater}, guarded by \mbox{Level III} Neutral Units. The first player to Flag this Field would immediately gain one \svg{valuablegreater} in addition to increasing their \svg{valuablegreater} income. } \end{center} \columnbreak
cs: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{Důl, který produkuje \svg{valuablegreater}, střežený Neutrálními Jednotkami \mbox{úrovně III}. První hráč, který toto Pole Obsadí, okamžitě získá jeden \svg{valuablegreater} navíc ke zvýšení svého příjmu \svg{valuablegreater}. } \end{center} \columnbreak
