Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: \pagetarget{Mines}{\subheader{Mines}} {\textbf{Mines}}\index{Mines} are flaggable Fields which increase a specific resource's income when flagged. If you are the first one to flag a mine, it also immediately provides you with its income. All mines have the \svg{ongoing} symbol and a picture of the Resource they produce next to it.
de: \pagetarget{Mines}{\subheader{Minen}} {\textbf{Minen}}\index{Minen} sind einnehmbare Orte, die das Einkommen einer speziellen Ressource erhöhen. Der erste Spieler, der eine Mine einnimmt, erhält sofort und einmalig das Einkommen der Mine als Bonus ausbezahlt. Alle Minen sind durch das \svg{ongoing}-Symbol und ein Ressourcensymbol gekennzeichnet.
fr: \pagetarget{Mines}{\subheader{Mines}} {Les \textbf{Mines}}\index{Mines} sont des Cases Renvendiquables qui augmentent le revenu d'une Ressource spécifique si Revendiquée. Si vous êtes le premier, vous gagnez aussi immédiatement le revenu. Toutes les Mines ont le symbole \svg{ongoing} à côté d'une icône de la Ressource produite.
pl: \pagetarget{Mines}{\subheader{Kopalnie}} {\textbf{Kopalnie}}\index{Kopalnia} to flagowalne Pola zwiększające produkcję danego Zasobu, gdy są oflagowane. Oflagowanie Kopalni po raz pierwszy dodatkowo natychmiast zapewnia jej przychód. Każda Kopalnia ma ikonę \svg{ongoing} i obrazek produkowanego zasobu obok.
ru: \subsection*{Шахты}\pagetarget{Mines} {\textbf{Шахты}}\index{Шахты} являются захватываемыми полями, увеличивающими добычу определённых ресурсов при захвате. Если вы являетесь первым захватчиком шахты, она немедленно предоставляет вам свои ресурсы. Все шахты имеют символ \svg{ongoing} и изображение производимых ресурсов рядом с ним.

source: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{A mine that produces \svg{valuablegreater}, guarded by \mbox{Level III} Neutral Units. The first player to flag this Field would immediately gain one \svg{valuablegreater} in addition to increasing their \svg{valuablegreater} income. }
fr: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{Une Mine produisant \svg{valuablegreater}, gardée par des Unités Neutres de \mbox{Niveau III}. Le premier joueur à revendiquer ce Site gagnera immédiatement un \svg{valuablegreater} en plus d'augmenter son Revenu \svg{valuablegreater}. }
pl: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{Kopalnia produkująca \svg{valuablegreater}, strzeżona przez Jednostki Neutralne III~Poziomu. Poza zwiększeniem produkcji \svg{valuablegreater}, pierwszy gracz, który oflaguje to Pole, natychmiast zyska~\svg{valuablegreater}. }

source: \vspace*{\fill} \framedimage[\linewidth]{\map_locations/ore-gold-mine.jpg} \textit{\svg{building_materials} and \svg{gold} mines.} \end{center}
de: \vspace*{\fill} \framedimage[\linewidth]{\map_locations/ore-gold-mine.jpg} \textit{Minen mit \svg{building_materials}- und \svg{gold}-Produktion.} \end{center}
fr: \vspace*{\fill} \framedimage[\linewidth]{\map_locations/ore-gold-mine.jpg} \textit{Mines de \svg{building_materials}et \svg{gold}.} \end{center}
pl: \vspace*{\fill} \framedimage[\linewidth]{\map_locations/ore-gold-mine.jpg} \textit{Kopalnie \svg{building_materials} i \svg{gold}.} \end{center}
ru: \vspace*{\fill} \framedimage[\linewidth]{\map_locations/ore-gold-mine.jpg} \textit{\svg{building_materials} и \svg{gold} шахты.} \end{center}

source: \textit{Towns from expansions:\\Conflux, Stronghold, Cove, Tower, Rampart, Fortress, and Inferno.}
de: \textit{Städte aus Erweiterungen:\\Konflux, Burg, Bucht, Turm, Schutzwall, Festung und Inferno.}
fr: \textit{Villes des extensions:\\Conflux, Bastion, Crique, Tour, Rempart, Forteresse et Hadès.}
pl: \textit{Miasta z rozszerzeń:\\Wrota Żywiołów, Twierdza, Przystań, Forteca, Bastion, Cytadela i Inferno.}
ru: \textit{Города из дополнений:\\Сопряжение, Цитадель, Причал, Башня, Оплот, Крепость и Инферно.}

source: \pagetarget{Settlements}{\subheader{Settlements}}
de: \pagetarget{Settlements}{\subheader{Siedlungen}}
pl: \pagetarget{Settlements}{\subheader{Osady}}

source: {2} \textbf{Settlements}\index{Settlement} act as a spawn point for Secondary Heroes, and as a place for Main Heroes to move to when defeated. They also prevent \pagelink{End}{Player Elimination}. When you flag a Settlement, choose one of the following options: \begin{itemize} \item Increase your \svg{gold}, \svg{building_materials} or \svg{valuablegreater} income by one space. As with Mines, if you are the first player to flag a Settlement, you \textbf{immediately} gain Resources equal to that increase in production. Mark the Settlement with an appropriate Resource Token to show which Resource it produces. When you flag an enemy Settlement, you may change this Resource. If your Settlement is lost, decrease its production. \item \textbf{Or reinforce} one of your \svg{bronze} or \svg{silver} units immediately for half the normal cost, rounded up. If you were the first player to flag the Settlement, reinforce that unit \textbf{for free} instead. Do not place any Resource Tokens on the Settlement if you choose to reinforce. \end{itemize} \textbf{Note:} all Settlements work identically.
fr: {2} Les \textbf{Enclaves}\index{Enclave} servent de point d'apparition pour les Héros Secondaires, et comme lieu de repli pour les Héros Principaux battus. Elles empêchent aussi \pagelink{End}{l'Élimination du Joueur}. Quand vous revendiquez une Enclave, choisissez une des options suivantes: \begin{itemize} \item Augmenter votre revenu \svg{gold}, \svg{building_materials} ou \svg{valuablegreater} d'une case. Comme pour une Mine, la première Revendication d'une Enclave, permet \textbf{immédiatement} de gagner les Ressources égales à l'augmentation de revenu. Marquez l'Enclave avec le Jeton de la Ressource choisie pour indiquer sa production. Quand vous Revendiquez une Enclave ennemie, vous pouvez changer cette Ressource. Si votre Enclave est perdue, diminuer votre revenu. \item Sinon \textbf{Améliorer} une de vos Unités \svg{bronze} ou \svg{silver} immédiatement pour la moitié de son coût, arrondi au supérieur. Si vous êtes le premier à la Revendiquer, Améliorez cette Unité \textbf{gratuitement} à la place. Ne placez pas de Jeton Ressource si vous choisissez d'Améliorer. \end{itemize} \textbf{Note:} Toutes les Enclaves fonctionnent à l'identique.
pl: {2} \textbf{Osady}\index{Osada} służą jako punkt startowy dla Bohaterów Pomocniczych, a także dla Bohaterów Głównych, gdy zostaną pokonani. Gdy oflagujesz Osadę, wybierz jedną z następujących opcji: \begin{itemize} \item Zwiększ swój przychód \svg{gold}, \svg{building_materials} lub \svg{valuablegreater} o jedno pole. Podobnie jak w przypadku Kopalni, jeśli jako pierwszy oflagowujesz Osadę, \textbf{natychmiast} otrzymujesz Zasób, którego produkcję zwiększyłeś. Połóż na Osadę Żeton Zasobu, który będzie produkować. Gdy oflagujesz wrogą Osadę, możesz zmienić ten Zasób. Jeśli utracisz swoją Osadę, zmniejsz jego produkcję. \item Natycmiast \textbf{wzmocnij} jedną ze swoich \svg{bronze} lub \svg{silver} jednostek za połowę normalnej ceny, zaokrąglając w górę. Jeśli byłeś pierwszym graczem, który oflagował Osadę, wzmocnij tę jednostkę \textbf{za darmo}. Jeśli zdecydujesz się wzmocnić, nie umieszczaj żadnych Żetonów Zasobów na Osadzie. \end{itemize} \textbf{Uwaga:} wszystkie Osady działają jednakowo.

source: \begin{center} \vspace*{-1em} \framedimage[\linewidth]{\map_locations/core_settlements.jpg} \textit{Settlements from the core game.} \end{center}
de: \begin{center} \vspace*{-1em} \framedimage[\linewidth]{\map_locations/core_settlements.jpg} \textit{Siedlungen aus dem Grundspiel} \end{center}
fr: \begin{center} \vspace*{-1em} \framedimage[\linewidth]{\map_locations/core_settlements.jpg} \textit{Enclaves du jeu de base.} \end{center}
pl: \begin{center} \framedimage[\linewidth]{\map_locations/core_settlements.jpg} \textit{Osady z zestawu podstawowego gry.} \end{center}

source: \begin{expansion}{inferno} \pagetarget{Random Town}{\subsection*{Random Town}} \framedimage[\linewidth]{\map_locations/random_town.jpg}
de: \begin{expansion}[before=\vspace*{-11mm}]{inferno} \pagetarget{Random Town}{\subsection*{Zufällige Stadt}} \framedimage[\linewidth]{\map_locations/random_town.jpg}
fr: \begin{expansion}{inferno} \pagetarget{Random Town}{\subsection*{Ville Aléatoire}} \framedimage[\linewidth]{\map_locations/random_town.jpg}
pl: \begin{expansion}{inferno} \pagetarget{Random Town}{\subsection*{Losowe Miasto}} \framedimage[\linewidth]{\map_locations/random_town.jpg}
ru: \begin{expansion}[before=\vspace*{-11mm}]{inferno} \subsection*{Случайный город}\pagetarget{Random Town}{} \framedimage[\linewidth]{\map_locations/random_town.jpg}

source: \medskip When revealed, choose a Faction not in play. Either: \begin{itemize} \item All players roll 2 \svg{resource_die}. The highest roller chooses, OR \begin{expansion}[left=5mm]{stretchgoals2} \item Draw a random unused Town Card. \end{expansion} \end{itemize}
fr: \medskip Quand révélée, choisissez une Faction non jouée. Soit: \begin{itemize} \item Chaque Joueur lance 2 \svg{resource_die}. Le plus haut jet choisis, OU \begin{expansion}[left=5mm]{stretchgoals2} \item Piochez aléatoirement une Carte Ville inutilisée. \end{expansion} \end{itemize}
pl: \medskip Po jego odkryciu wybierz Frakcję, której nie ma w grze. Albo: \begin{itemize} \item Wszyscy gracze rzucają 2 \svg{resource_die}. Gracz z najwyższym wynikiem wybiera, albo \begin{expansion}[left=5mm]{stretchgoals2} \item Dobierz losową Kartę Miasta niebędącego w grze. \end{expansion} \end{itemize}

source: The Random Town is defended by units from that Faction: \begin{itemize} \item a ``Pack'' of \svg{bronze} units, chosen by the player who controls the defense during this Combat, \item two ``Packs'' of \svg{silver} units, \item two ``Fews'' of \svg{golden} units. \end{itemize} Add \pagelink{Walls}{Walls and the Gate} for this Combat, but not the Arrow Tower. \medskip
de: Die zufällige Stadt wird von folgenden Fraktionseinheiten der gewählten Fraktion verteidigt: \begin{itemize} \item Einem ``Rudel'' Bronze-Einheiten \svg{bronze}, gewählt von dem Spieler, der die Verteidigung der Stadt kontrolliert, \item beiden``Rudeln'' Silber-Einheiten \svg{silver}, \item beiden ``wenigen'' Gold-Einheiten \svg{golden}. \end{itemize} Füge \pagelink{Walls}{Mauern und Tor} in diesem Kampf hinzu, aber nicht den Geschützturm. \medskip
fr: La Ville Aléatoire est défendue par des Unités de cette Faction: \begin{itemize} \item Un «Groupe» d'Unités \svg{bronze}, Choisis par le Joueur qui contrôle la défense pendant ce Combat, \item Deux «Groupe» d'Unités \svg{silver}, \item Deux Unités «Quelques» \svg{golden}. \end{itemize} Ajoutez des \pagelink{Walls}{Murs et la Porte} pour ce Combat, mais pas la Tourelle. \medskip
pl: Losowe Miasto jest bronione przez jednostki z tej Frakcji: \begin{itemize} \item ,,Grupa'' jednostek \svg{bronze}, wybrana przez gracza, który kontroluje obronę w tej Walce, \item dwie ,,Grupy'' jednostek \svg{silver}, \item dwie ,,Garstki'' jednostek \svg{golden}. \end{itemize} Dodaj \pagelink{Walls}{Mury i Bramę} do tej Walki, ale nie Wieżę Łuczniczą. \medskip
ru: Случайный город обороняется отрядами этой фракции: \begin{itemize} \item <<Pack>> \svg{bronze} отрядов, выбранных игроком, который будет контролировать оборону в этом сражении, \item два <<Pack>> \svg{silver} отряда, \item два <<Few>> \svg{golden} отряда. \end{itemize} Добавьте \pagelink{Walls}{стены и ворота} в эту битву, но не стрелковую башню. \medskip

source: Flagging the Random Town increases \svg{gold} production by 10, which is also gained immediately if you are the first to flag it. While you have the Random Town flagged, treat it as a Settlement. \end{expansion}
de: Die Einnahme der zufälligen Stadt erhöht die \svg{gold}-Produktion um 10, welche wie üblich bei Ersteroberung sofort ausgeschüttet wird. Solange du die Zufallige Stadt kontrollierst, behandle sie wie eine Siedlung. \end{expansion}
fr: Revendiquer la Ville Aléatoire augmente la production \svg{gold} par 10, qui sont reçu immédiatement si vous êtes le premier à la revendiquer. Quand vous avez une Ville Aléatoire Revendiquée, considérez la comme une Enclave. \end{expansion}
pl: Oflagowanie Losowego Miasta zwiększa produkcję \svg{gold} o 10, które również otrzymujesz natychmiast, jeśli jako pierwszy je oflagowałeś. Gdy masz oflagowane Losowe Miasto, traktuj je jak Osadę. \end{expansion}
ru: Захват случайного города увеличивает производство \svg{gold} на 10; если вы были первым игроком, захватившим этот город --- получите 10 \svg{gold} немедленно. Пока у вас есть захваченный случайный город, воспринимайте его как Посёлок. \end{expansion}

source: \textit{Settlements from expansions.\\ Each is styled after a different Faction. }
de: \textit{Siedlungen aus Erweiterungen.\\ Die grafischen Stile sind an die unterschiedlichen Fraktionen angepasst.}
fr: \textit{Enclaves des extensions.\\ Chacune correspondant à une Faction. }
pl: \textit{Osady z rozszerzeń.\\ Każda jest wzorowana na innej Frakcji. }
ru: \textit{Посёлки из дополнений.\\ Каждый изображён в стиле своей фракции. }

source: \pagetarget{Revisitable Fields}{\subheader{Revisitable Fields}}
de: \pagetarget{Revisitable Fields}{\subheader{Mehrfach besuchbare Orte}}
fr: \pagetarget{Revisitable Fields}{\subheader{Sites Ouverts}}
pl: \pagetarget{Revisitable Fields}{\subheader{Pola Wielorazowe}}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Stables}\phantom{j}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Category: \textbf{Revisitable}\\ Gain 1 \svg{movement}. It lasts for only one Turn. See \protect\pagelink{Movement}{Movement Actions}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Sanctuary}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Category: \textbf{Revisitable}\\ Heroes on this Field cannot be attacked by other Heroes. Friendly Heroes can move through enemy Heroes on this Field but cannot stop here.} \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Stajnie}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Typ Lokacji: \textbf{Wielorazowa}\\ Zyskaj 1 PR \svg{movement}. Dotyczy tylko trwającej Tury. Zob. \protect\pagelink{Movement}{Akcje Ruchu}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Sanktuarium}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Typ Lokacji: \textbf{Wielorazowa}\\ Na tym Polu Bohaterowie nie mogą zostać zaatakowani przez innych Bohaterów. Bohaterowie mogą przechodzić przez wrogich Bohaterów na tym Polu, ale nie mogą się na nim zatrzymać.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\textbf{Trading Post}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Category: \textbf{Revisitable}\\ \textbf{Choose one}: \protect\pagelink{Trading}{Trade} resources OR remove one card and gain 1 \svg{gold} OR buy a \protect\pagelink{War Machines}{War Machine} at a higher cost. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{War Machine Factory}{\textbf{War Machine Factory}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \expansionlabel{rampart} \caption{\small Category: \textbf{Revisitable}\\Buy a \protect\pagelink{War Machines}{War Machine} at a lower cost.\phantom{.......}} \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\textbf{Punkt Handlowy}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Typ Lokacji: \textbf{Wielorazowa}\\ \textbf{Wybierz jedną opcję}: \protect\pagelink{Trading}{Wymień} Zasoby ALBO \protect\pagelink{Trading}{usuń kartę} za 1 \svg{gold} ALBO kup \protect\pagelink{War Machines}{Machinę Wojenną} w wyższej cenie. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{War Machine Factory}{\textbf{Fabryka Machin Wojennych}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \expansionlabel{rampart} \caption{\small Typ Lokacji: \textbf{Wielorazowa}\\Kup \protect\pagelink{War Machines}{Machinę Wojenną} w niższej cenie.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Library}\par \framedimage[\textwidth]{\map_locations/library.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Revisitable}\\You may \svg{pay} 3 \svg{gold} to remove 1 Statistic card from your hand or Discard Pile and replace it with any other Statistic card. You may do this twice per Visit.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Black Market}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \expansionlabel{tower} \caption[black market]{\small Category: \textbf{Revisitable}\\Look at the top 4 cards from the Artifact Discard Pile. You may buy one of them for: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} if it is a \textbf{Minor} Artifact \item [7] \svg{gold} if it is a \textbf{Major} Artifact \item [10] \svg{gold} if it is a \textbf{Relic} Artifact \end{itemize} } \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Biblioteka}\par \framedimage[\textwidth]{\map_locations/library.jpg} \expansionlabel{tower} \caption{\small Typ Lokacji: \textbf{Wielorazowa}\\Możesz \svg{pay} 3 \svg{gold} , aby usunąć 1 Kartę Statystyki ze swojej ręki albo ze Stosu Kart Odrzuconych i zamienić ją z jakąkolwiek inną Kartą Statystyki. Przy jednej wizycie możesz tak zrobić dwukrotnie.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \captionsetup{singlelinecheck=off} \phantom{j}\textbf{Czarny Rynek}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \expansionlabel{tower} \caption[black market]{\small Typ Lokacji: \textbf{Wielorazowa}\\Podejrzyj 4 wierzchnie karty ze Stosu Kart Odrzuconych Artefaktów. Możesz kupić jedną z nich za: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \svg{gold} jeśli jest to \textbf{Słaby} Artefakt \item [7] \svg{gold} jeśli jest to \textbf{Mocny} Artefakt \item [10] \svg{gold} jeśli jest to \textbf{Relikt} \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Tavern}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \expansionlabel{tower} \caption{\small Category: \textbf{Revisitable}\\ You can \svg{pay} 7 \svg{gold} to gain a Secondary Hero. Place their model on this Field. Then, choose one enemy player to discard 1 random card from their hand.} \end{minipage}
pl: \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Karczma}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \expansionlabel{tower} \caption{\small Typ Lokacji: \textbf{Wielorazowa}\\ Możesz \svg{pay} 7 \svg{gold} , aby zdobyć Bohatera Pomocniczego. Umieść jego Figurkę na tym Polu. Następnie, wybierz jednego przeciwnika, aby odrzucił 1 losową kartę z jego ręki.} \end{minipage}

source: \pagetarget{Other Fields}{\subheader{Other Fields}}
de: \pagetarget{Other Fields}{\subheader{Andere Orte}}
fr: \pagetarget{Other Fields}{\subheader{Autres Sites}}
pl: \pagetarget{Other Fields}{\subheader{Pozostałe Pola}}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Obelisk}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Category: \textbf{Flaggable}\\ The Obelisk's effects depend on the Scenario. When you flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Tree of Knowledge}\par \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Category: \textbf{Visitable}\\You may \svg{pay} 3 \svg{valuablegreater} or 10 \svg{gold} to gain 2 \svg{experience}.} \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Obelisk}\phantom{j}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Typ Lokacji: \textbf{Flagowalna}\\ Działanie Obelisków zależy od Scenariusza. Gdy oflagowywujesz to Pole, nie usuwaj żadnej z wrogich Kostek Frakcji - na tym Polu mogą znajdować się Kostki Frakcji wielu graczy.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Drzewo Wiedzy}\par \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\Możesz \svg{pay} 3 \svg{valuablegreater} albo 10 \svg{gold} aby zdobyć 2 \svg{experience}.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Grail}{Grail}}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Category: \textbf{Visitable}\\Gain a Grail Token. Only one Grail Token can exist in the game, do not gain another if this Field's Black Cube is removed or if there are multiple Grail Fields. The Token's effects are described in the Scenario's description. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{\pagetarget{Observatory}{Redwood Observatory}}\par \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Category: \textbf{Visitable}\\Discover a Tile adjacent to this one, either a face down one, or a \protect\pagelink{Placing}{new one} from your supply. \protect\newline \protect\pagelink{Tournament Mode}{\textbf{Tournament Mode}}: Rotate an adjacent Tile not occupied by a Hero, but follow the \protect\pagelink{Placing}{standard rules} for placing Tiles.} \end{minipage}
pl: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Grail}{Graal}}\phantom{j}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Typ Lokacji: \textbf{Jednorazowa}\\Otrzymujesz Żeton Graala. W grze może istnieć tylko jeden Żeton Graala - nie otrzymujesz kolejnego, jeśli Czarna Kostka zostanie usunięta z tego Pola lub jeśli istnieje wiele Pól z Graalem. Efekty Żetonu są wyjaśnione w opisie danego Scenariusza. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{\pagetarget{Observatory}{\phantom{j}Obserwatorium\phantom{j}}}\par \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Tpy Lokacji: \textbf{Jednorazowa}\\Odkryj sąsiedni Kafelek Mapy, albo zakryty, albo \protect\pagelink{Placing}{nowy} z własnej puli. \protect\newline \protect\pagelink{Tournament Mode}{\textbf{Tryb turnieju}}: Obróć sąsiadujący Kafelek Mapy bez bohatera, ale zgodnie z \protect\pagelink{Placing}{zasadami} dokładania Kafelków.} \end{minipage}
