Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/*.po
Languages: cs, de, es, fr, pl, ru

source: [!hb] \hommtable[]{50}{ \centering \medskip \pagetarget{Creature Bank List}{\textbf{Creature Banks (part 1)}}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.28\linewidth} } \darkcell[1.2]{Creature Bank} & \darkcell[1.2]{Units} & \darkcell[1.2]{Reward} & \darkcell[1.2]{Extra reward for X Stacked units} \\ \darkcell[3.3]{Imp Cache\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/imp_cache.jpg} } & \lightcellleft[3.3]{4 × Imps} & \lightcellleft[3.3]{3 \svg{gold}} & \lightcellleft[3.3]{X \svg{gold}} \\ \darkcell[3.7]{Dwarven\\Treasury\\\medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/dwarven_treasury.jpg} } & \lightcellleft[3.7]{4 × Dwarves} & \lightcellleft[3.7]{7 \svg{gold}} & \lightcellleft[3.7]{3 × X \svg{gold}} \\ \darkcell[3.7]{Griffin\\Conservatory\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/griffin_conservatory.jpg} } & \lightcellleft[3.7]{4 × Griffins} & \lightcellleft[3.7]{1 × Griffins} & \lightcellleft[3.7]{Griffins are Stacked, if there were at least 2 Stacked units.} \\ \darkcell[3.7]{Dragon Fly\\Hive\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_fly_hive.jpg} } & \lightcellleft[3.7]{4 × Dragon Flies} & \lightcellleft[3.7]{1 × Dragon Flies} & \lightcellleft[3.7]{Dragon Flies are Stacked, if there were at least 2 Stacked units.} \\ \darkcell[3.3]{Shipwreck\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/shipwreck.jpg} } & \lightcellleft[3.3]{4 × Wraiths} & \lightcellleft[3.3]{\svg{morale_negative-yellow} and 5 \svg{gold}} & \lightcellleft[3.3]{2 × X \svg{gold} and Search~(X) the Artifact Deck.} \\ \darkcell[3.3]{Derelict Ship\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/derelict_ship.jpg} } & \lightcellleft[3.3]{4 × Water Elementals} & \lightcellleft[3.3]{\svg{morale_negative-yellow} and 7 \svg{gold}} & \lightcellleft[3.3]{2 × X \svg{gold} and Search~(X) the Spell Deck.} \\ \end{tabularx} } \expansionlabel{navalbattles}
fr: [!hb] \hommtable[]{50}{ \centering \medskip \pagetarget{Creature Bank List}{\textbf{Banque de Créatures (partie 1)}}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.28\linewidth} } \darkcell[1.2]{Banque de Créatures} & \darkcell[1.2]{Unités} & \darkcell[1.2]{Récompenses} & \darkcell[1.2]{Récompenses extra pour X Jetons} \\ \darkcell[3.7]{Cache de Familiers\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/imp_cache.jpg} } & \lightcellleft[3.7]{4 × Familiers} & \lightcellleft[3.7]{3 \svg{gold}} & \lightcellleft[3.7]{X \svg{gold}} \\ \darkcell[3.7]{Trésor des\\Nains\\\medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/dwarven_treasury.jpg} } & \lightcellleft[3.7]{4 × Nains} & \lightcellleft[3.7]{7 \svg{gold}} & \lightcellleft[3.7]{3 × X \svg{gold}} \\ \darkcell[3.7]{Conservatoire\\des Griffons\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/griffin_conservatory.jpg} } & \lightcellleft[3.7]{4 × Griffons} & \lightcellleft[3.7]{1 × Griffons} & \lightcellleft[3.7]{Les Griffons sont empilés, si il y avait au moins deux unités avec Jeton.} \\ \darkcell[3.7]{Ruche des\\Guêpes Dragons\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_fly_hive.jpg} } & \lightcellleft[3.7]{4 × Guêpes Dragons} & \lightcellleft[3.7]{1 × Guêpes Dragons} & \lightcellleft[3.7]{Les Guêpes Dragons sont empilés, si il y avait au moins deux unités avec Jeton.} \\ \darkcell[3.3]{Navire Échoué\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/shipwreck.jpg} } & \lightcellleft[3.3]{4 × Spectres} & \lightcellleft[3.3]{\svg{morale_negative-yellow} et 5 \svg{gold}} & \lightcellleft[3.3]{2 × X \svg{gold} and Fouillez~(X) le Deck Artefact.} \\ \darkcell[3.7]{Navire à la Dérive\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/derelict_ship.jpg} } & \lightcellleft[3.7]{4 × Élémentaires d'Eau} & \lightcellleft[3.7]{\svg{morale_negative-yellow} and 7 \svg{gold}} & \lightcellleft[3.7]{2 × X \svg{gold} and Fouillez~(X) le Deck Sort.} \\ \end{tabularx} } \expansionlabel{navalbattles}
pl: [!hb] \hommtable[]{50}{ \centering \medskip \pagetarget{Creature Bank List}{\textbf{Banki Stworzeń}}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.29\linewidth} } \darkcell[1.2]{Bank Stworzeń} & \darkcell[1.2]{Jednostka} & \darkcell[1.2]{Nagroda} & \darkcell[1.2]{Bonus za X \mbox{Ulepszonych} jednostek} \\ \darkcell[3.6]{Skrytka Diablików\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/imp_cache.jpg} } & \lightcellleft[3.6]{4 × Chowańce} & \lightcellleft[3.6]{3 \svg{gold}} & \lightcellleft[3.6]{X \svg{gold}} \\ \darkcell[3.6]{Krasnoludzki\\Skarbiec\\\medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/dwarven_treasury.jpg} } & \lightcellleft[3.6]{4 × Krasnoludy} & \lightcellleft[3.6]{7 \svg{gold}} & \lightcellleft[3.6]{3 × X \svg{gold}} \\ \darkcell[3.6]{Taras\\Gryfów\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/griffin_conservatory.jpg} } & \lightcellleft[3.6]{4 × Gryfy} & \lightcellleft[3.6]{1 × Gryfy} & \lightcellleft[3.6]{Gryfy są Ulepszone, jeśli Banku strzegły co najmniej 2 Ulepszone Gryfy.} \\ \darkcell[4.0]{Rojowisko\\Oślizgów\\Smoczych\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_fly_hive.jpg} } & \lightcellleft[4.0]{4 × Oślizgi Smocze} & \lightcellleft[4.0]{1 × Oślizgi Smocze} & \lightcellleft[4.0]{Oślizgi Smocze są Ulepszone, jeśli Banku strzegły co najmniej 2 Ulepszone Oślizgi Smocze.} \\ \darkcell[3.1]{Wrak\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/shipwreck.jpg} } & \lightcellleft[3.1]{4 × Upiory} & \lightcellleft[3.1]{\svg{morale_negative-yellow} i 5 \svg{gold}} & \lightcellleft[3.1]{2 × X \svg{gold},\\Przeszukaj~(X) Talię Artefaktów.} \\ \darkcell[3.6]{Opuszczony\\Statek\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/derelict_ship.jpg} } & \lightcellleft[3.6]{4 × Żywiołaki Wody} & \lightcellleft[3.6]{\svg{morale_negative-yellow} i 7 \svg{gold}} & \lightcellleft[3.6]{2 × X \svg{gold},\\Przeszukaj~(X) Talię Zaklęć.} \\ \end{tabularx} } \expansionlabel{navalbattles}

source: [!hb] \hommtable[]{50}{ \centering \medskip \textbf{Creature Banks (part 2)}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.28\linewidth} } \darkcell[1.2]{Creature Bank} & \darkcell[1.2]{Units} & \darkcell[1.2]{Reward} & \darkcell[1.2]{Extra reward for X Stacked units} \\ \darkcell[3.4]{Crypt \\\medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/crypt.jpg} } & \lightcellleft[3.4]{1 × Skeletons\\1 × Zombies\\1 × Wraiths\\1 × Vampires} & \lightcellleft[3.4]{6 \svg{gold}} & \lightcellleft[3.4]{2 × X \svg{gold}} \\ \darkcell[3.4]{Pyramid\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/pyramid.jpg} } & \lightcellleft[3.4]{2 × Gold Golems\\2 × Diamond Golems} & \lightcellleft[3.4]{Search (5) the Spell Deck.} & \lightcellleft[3.4]{Remove 1 Spell, Ability, or Artifact card from your \svg{hand-yellow} or Discard Pile, then Search (5) the appropriate Deck -- up to X times.} \\ \darkcell[3.4]{Medusa Store\\\medskip \squareimage[3pt]{0.6\linewidth}{\map_locations/creature-banks/medusa_store.jpg} } & \lightcellleft[3.4]{4 × Medusas} & \lightcellleft[3.4]{6 \svg{gold}, 1 \svg{valuablegreater}} & \lightcellleft[3.4]{3 × X \svg{gold}, X \svg{valuablegreater}} \\ \darkcell[3.4]{Naga Bank\\\medskip \squareimage[-1pt]{0.6\linewidth}{\map_locations/creature-banks/naga_bank.jpg} } & \lightcellleft[3.4]{4 × Nagas} & \lightcellleft[3.4]{6 \svg{gold}, 2 \svg{valuablegreater}} & \lightcellleft[3.4]{6 × X \svg{gold}, X \svg{valuablegreater}} \\ \darkcell[3.7]{Cyclops\\Stockpile\\\medskip \squareimage[4pt]{0.6\linewidth}{\map_locations/creature-banks/cyclops_stockpile.jpg} } & \lightcellleft[3.7]{4 × Cyclops} & \lightcellleft[3.7]{8 \svg{building_materials}, 2 \svg{valuablegreater}} & \lightcellleft[3.7]{2 × X \svg{building_materials}, X \svg{valuablegreater}} \\ \darkcell[3.4]{Dragon Utopia\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_utopia.jpg} } & \lightcellleft[3.4]{1 × Black Dragons\\1 × Gold Dragons\\1 × Faerie Dragons\\1 × Crystal Dragons} & \lightcellleft[3.4]{40 \svg{gold} and Search~(3) the Artifact Deck.} & \lightcellleft[3.4]{Search (5) the Artifact or Spell Deck up to X times.} \\ \end{tabularx} } \expansionlabel{navalbattles}
pl: [!hb] \hommtable[]{50}{ \centering \medskip \textbf{Banki Stworzeń (c. d.)}\\ \bigskip \begin{tabularx}{0.95\linewidth}{ >{\centering}p{0.2\linewidth} >{\raggedright\arraybackslash}p{0.24\linewidth} >{\centering\arraybackslash}X >{\centering\arraybackslash}p{0.29\linewidth} } \darkcell[1.2]{Bank Stworzeń} & \darkcell[1.2]{Jednostka} & \darkcell[1.2]{Nagroda} & \darkcell[1.2]{Bonus za X \mbox{Ulepszonych} jednostek} \\ \darkcell[3.4]{Krypta\\\medskip \squareimage[2.6pt]{0.6\linewidth}{\map_locations/creature-banks/crypt.jpg} } & \lightcellleft[3.4]{1 × Szkielety\\1 × Zombie\\1 × Upiory\\1 × Wampiry} & \lightcellleft[3.4]{6 \svg{gold}} & \lightcellleft[3.4]{2 × X \svg{gold}} \\ \darkcell[3.4]{Piramida\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/pyramid.jpg} } & \lightcellleft[3.4]{2 × Złote Golemy\\2 × Diamentowe Golemy} & \lightcellleft[3.4]{Przeszukaj (5) Talię Zaklęć.} & \lightcellleft[3.4]{Usuń 1 Zaklęcie, Zdolność, albo Artefakt z twojej \svg{hand-yellow} albo Stosu Kart Odrzuconych i Przeszukaj (5) odpowiednią Talię -- maksymalnie X razy.} \\ \darkcell[3.4]{Siedlisko Meduz\\\medskip \squareimage[3pt]{0.6\linewidth}{\map_locations/creature-banks/medusa_store.jpg} } & \lightcellleft[3.4]{4 × Meduzy} & \lightcellleft[3.4]{6 \svg{gold}, 1 \svg{valuablegreater}} & \lightcellleft[3.4]{3 × X \svg{gold}, X \svg{valuablegreater}} \\ \darkcell[3.4]{Gniazdo Nag\\\medskip \squareimage[-1pt]{0.6\linewidth}{\map_locations/creature-banks/naga_bank.jpg} } & \lightcellleft[3.4]{4 × Nagi} & \lightcellleft[3.4]{6 \svg{gold}, 2 \svg{valuablegreater}} & \lightcellleft[3.4]{6 × X \svg{gold}, X \svg{valuablegreater}} \\ \darkcell[3.7]{Kryjówka\\Cyklopów\\\medskip \squareimage[4pt]{0.6\linewidth}{\map_locations/creature-banks/cyclops_stockpile.jpg} } & \lightcellleft[3.7]{4 × Cyklopy} & \lightcellleft[3.7]{8 \svg{building_materials}, 2 \svg{valuablegreater}} & \lightcellleft[3.7]{2 × X \svg{building_materials}, X \svg{valuablegreater}} \\ \darkcell[3.4]{Smocza Utopia\\\medskip \squareimage{0.6\linewidth}{\map_locations/creature-banks/dragon_utopia.jpg} } & \lightcellleft[3.4]{1 × Czarne Smoki\\1 × Złote Smoki\\1 × Kryształowe Smoki\\1 × Czarodziejskie Smoki} & \lightcellleft[3.4]{40 \svg{gold}, \mbox{Przeszukaj} (3) Talię Artefaktów.} & \lightcellleft[3.4]{Przeszukaj (5) Talię Zaklęć albo Artefaktów -- maksymalnie X razy.} \\ \end{tabularx} } \expansionlabel{navalbattles}

source: {\centering \locationtitle{Artifact} \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \locationtitle{Resource} \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \locationtitle{Treasure} \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }
de: {\centering \locationtitle{Artefakt} \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \locationtitle{Ressourcen} \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \locationtitle{Schatz} \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }
fr: {\centering \locationtitle{Artefact} \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \locationtitle{Ressource} \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \locationtitle{Trésor} \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }

source: {2} {\centering \locationtitle{Fountain of Youth} \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \locationtitle{Warrior's Tomb} \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \locationtitle{Mystical Garden} \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \locationtitle{Learning Stone} \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \locationtitle{Shrine of Magic Gesture/Incantation} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \filbreak \locationtitle{Water Wheel} \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \locationtitle{Temple} \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \locationtitle{Grave} \framedimage[\linewidth]{\map_locations/grave.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{-2pt} \locationtitle{Windmill} \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Due to a misprint, the Windmill on the Tile \texttt{\#N3} has a \textbf{?}. It should be ``\textbf{+}1 \svg{valuablegreater}''.} \vspace*{\fill} \begin{tikzpicture}[remember picture, overlay] \node[opacity=0.2] at ([xshift=12em, yshift=10em]current page.south) {\includegraphics[width=0.7\linewidth]{\art/morale_high.png}}; \end{tikzpicture} }
fr: {2} {\centering \locationtitle{Fontaine de Jouvence} \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \locationtitle{Tombe du Guerrier} \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \textbf{Jardin Mystique}\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \textbf{Obélisque de Connaissance}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \textbf{Temple de Gestuelle/d'Incantation} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \filbreak \locationtitle{Moulin à Eau} \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \locationtitle{Temple} \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \locationtitle{Tombe} \framedimage[\linewidth]{\map_locations/grave.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{-5pt} \locationtitle{Moulin à Vent} \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Dû à une erreur d'impression, le Moulin à Vent de la tuile \texttt{\#N3} a un \textbf{?}. Cela devrait être \og\textbf{+}1~\svg{valuablegreater}\fg.} \vspace*{\fill} \begin{tikzpicture}[remember picture, overlay] \node[opacity=0.2] at ([xshift=12em, yshift=10em]current page.south) {\includegraphics[width=0.7\linewidth]{\art/morale_high.png}}; \end{tikzpicture} }

source: {\centering \pagetarget{Pandora Box}{\locationtitle{Pandora's Box}} \framedimage[\linewidth]{\map_locations/pandoras_boxes.jpg}\\ \expansionlabelnocap{cove} \bigskip \centering \locationtitle{Mermaid} \framedimage[\linewidth]{\map_locations/mermaid.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Derelict Ship} \framedimage[\linewidth]{\map_locations/derelict_ship.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Temple of the Sea} \framedimage[\linewidth]{\map_locations/temple_of_the_sea.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Shrine of Magic Gesture/Incantation} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever_water.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} \columnbreak \locationtitle{Flotsam} \framedimage[\linewidth]{\map_locations/flotsam.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Sea Barrel} \framedimage[\linewidth]{\map_locations/sea_barrel.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Shipwreck} \framedimage[\linewidth]{\map_locations/shipwreck.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Buoy} \framedimage[\linewidth]{\map_locations/buoy.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Shipwreck Survivor} \framedimage[\linewidth]{\map_locations/shipwreck_survivor.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} }
de: {\centering \pagetarget{Pandora Box}{\locationtitle{Pandoras Box}} \framedimage[\linewidth]{\map_locations/pandoras_boxes.jpg}\\ \expansionlabelnocap{cove} \bigskip \centering \locationtitle{Meerjungfrau} \framedimage[\linewidth]{\map_locations/mermaid.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Verfallenes Schiff} \framedimage[\linewidth]{\map_locations/derelict_ship.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Tempel des Meeres} \framedimage[\linewidth]{\map_locations/temple_of_the_sea.jpg}\\ \expansionlabelnocap{cove} \bigskip \textbf{Schrein der magischen Gesten/Beschwörung} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever_water.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} \columnbreak \locationtitle{Treibholz} \framedimage[\linewidth]{\map_locations/flotsam.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Seefass} \framedimage[\linewidth]{\map_locations/sea_barrel.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Schiffswrack} \framedimage[\linewidth]{\map_locations/shipwreck.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Boje} \framedimage[\linewidth]{\map_locations/buoy.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\baselineskip} \locationtitle{Schiffbrüchiger} \framedimage[\linewidth]{\map_locations/shipwreck_survivor.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} }
fr: {\centering \pagetarget{Pandora Box}{\locationtitle{Boîte de Pandore}} \framedimage[\linewidth]{\map_locations/pandoras_boxes.jpg}\\ \expansionlabelnocap{cove} \bigskip \centering \locationtitle{Sirène} \framedimage[\linewidth]{\map_locations/mermaid.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Navire à la Dérive} \framedimage[\linewidth]{\map_locations/derelict_ship.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Temple de la Mer} \framedimage[\linewidth]{\map_locations/temple_of_the_sea.jpg}\\ \expansionlabelnocap{cove} \bigskip \textbf{Temple de Gestuelle/d'Incantation} \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever_water.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} \columnbreak \locationtitle{Débris Flottants} \framedimage[\linewidth]{\map_locations/flotsam.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Tonneau} \framedimage[\linewidth]{\map_locations/sea_barrel.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Navire Échoué} \framedimage[\linewidth]{\map_locations/shipwreck.jpg}\\ \expansionlabelnocap{cove} \bigskip \locationtitle{Bouée} \framedimage[\linewidth]{\map_locations/buoy.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{-2pt} \locationtitle{Survivant d'Épave} \framedimage[\linewidth]{\map_locations/shipwreck_survivor.jpg}\\ \expansionlabelnocap{cove} \bigskip \vspace*{\fill} }

source: \framedimage[\linewidth]{\map_locations/settlements-expansions.png}
fr: \vspace*{-1em} \framedimage[\linewidth]{\map_locations/settlements-expansions.png}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Stables} \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Category: \textbf{Revisitable}\\ Gain 1 \svg{movement}. It lasts for only one Turn. See \protect\pagelink{Movement}{Movement Actions}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Sanctuary} \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Category: \textbf{Revisitable}\\ Heroes on this Field cannot be attacked by other Heroes. Friendly Heroes can move through enemy Heroes on this Field but cannot stop here.} \end{minipage}
de: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Ställe} \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Kategorie: \textbf{mehrfach besuchbar}\\ Erhalte 1 \svg{movement} für den aktuellen Spielzug. Details siehe \protect\pagelink{Movement}{Bewegungsaktionen}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Sanktuarium} \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Kategorie: \textbf{mehrfach besuchbar}\\ Helden in diesem Ort können nicht von anderen Helden angegriffen werden. Helden können sich durch gegnerische Helden in diesem Ort hindurchbewegen, ihre Bewegung aber nicht beenden.} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Écuries} \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Catégorie: \textbf{Ouvert}\\ Gagnez 1 \svg{movement} pour ce tour. Voir \protect\pagelink{Movement}{Actions de Mouvement}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{Sanctuaire} \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Catégorie: \textbf{Ouvert}\\ Les Héros sur ce Site ne peuvent pas être attaqués par d’autres Héros. Les Héros peuvent traverser des Héros ennemis sur ce Site mais pas s’y arrêter.} \end{minipage}
ru: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Конюшни}\phantom{j}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Категория: \textbf{многоразовые}\\ Получите 1 \svg{movement}. Он длится только один ход. Смотрите \protect\pagelink{Movement}{передвижение}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Святилище}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Категория: \textbf{многоразовые}\\ Герои на этом поле не могут быть атакованы другими героями. Дружественные герои могут проходить сквозь вражеских героев на этом поле, но не могут останавливаться на нём.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\locationtitle{Trading Post}} \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Category: \textbf{Revisitable}\\ \textbf{Choose one}: \protect\pagelink{Trading}{Trade} resources OR remove one card and gain 1 \svg{gold} OR buy a \protect\pagelink{War Machines}{War Machine} at a higher cost. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \locationtitle{War Machine Factory} \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \expansionlabel{rampart} \caption{\small Category: \textbf{Revisitable}\\Buy a \protect\pagelink{War Machines}{War Machine} at a lower cost.\phantom{.......}} \end{minipage}
fr: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\locationtitle{Comptoir}} \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Catégorie : \textbf{Ouvert}\\ \textbf{Au choix} : \protect\pagelink{Trading}{Échanger} des ressources OU Détruire une carte et gagnez 1 \svg{gold} OU acheter une \protect\pagelink{War Machines}{Machine de Guerre}au prix fort. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{War Machine Factory}{\locationtitle{Manufacture d'Armes}} \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \expansionlabel{rampart} \caption{\small Catégorie : \textbf{Ouvert}\\Acheter une \protect\pagelink{War Machines}{Machine de Guerre} au prix faible.\phantom{.......}} \end{minipage}
