Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/ua.po
Languages: ua

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Tree of Knowledge}\par \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Category: \textbf{Visitable}\\You may \includesvg[height=8px]{\svgs/pay_v2.svg} 3 \includesvg[height=8px]{\svgs/valuablegreater.svg} or 10 \includesvg[height=8px]{\svgs/gold.svg} to gain 2 \includesvg[height=8px]{\svgs/experience.svg}.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Redwood Observatory}\par \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Category: \textbf{Visitable}\\Discover a face down Tile adjacent to this one.} \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Древо Пізнання}\par \framedimage[\linewidth]{\map_locations/tree_of_knowledge.jpg} \caption{\small Категорія: \textbf{Одноразове}\\Ви можете \includesvg[height=8px]{\svgs/pay_v2.svg} 3 \includesvg[height=8px]{\svgs/valuablegreater.svg} або 10 \includesvg[height=8px]{\svgs/gold.svg} щоб отримати 2 \includesvg[height=8px]{\svgs/experience.svg}.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Обсерваторія на Дереві}\par \framedimage[\linewidth]{\map_locations/redwood_observatory.jpg} \caption{\small Категорія: \textbf{Одноразове}\\Відкрийте закриту Плитку Мапи, що прилягає до цієї Плитки.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Grail}{Grail}}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Category: \textbf{Visitable}\\Gain a Grail Token. Only one Grail Token can exist in the game, do not gain another if this Field's Black Cube is removed or if there are multiple Grail Fields. The Token's effects are described in the Scenario's description. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Market of Time}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \caption{\small Category: \textbf{Visitable}\\ Remove one card from your hand. Then \textbf{Search (2)} the Ability, Spell, or Artifact Deck. } \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{\pagetarget{Grail}{Грааль}}\phantom{j}\par \framedimage[\linewidth]{\map_locations/grail.jpg} \caption{\small Категорія: \textbf{Одноразове}\\Ви отримуєте Жетон Грааля. У грі може бути тільки один жетон Грааля - ви не можете отримати ще один,навіть якщо Чорний Кубик прибирається з цього Поля, або якщо є кілька Полів з Граалем. Ефекти Жетона пояснюються в описанні відповідного Сценарію. \phantom{\ldots\ldots\ldots}} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Ринок Часу}\par \framedimage[\linewidth]{\map_locations/market_of_time.jpg} \caption{\small Категорія: \textbf{Одноразове}\\ Вилучіть одну Карту зі своєї руки. Потім \textbf{Шукайте (2)} в Колоді Здібностей, Заклинань, або Артефактів. } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Hill Fort}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \caption{\small Category: \textbf{Visitable}\\ You may immediately Reinforce one of your \includesvg[height=8px]{\svgs/bronze.svg} or \includesvg[height=8px]{\svgs/silver.svg} Units. The Reinforcement cost is reduced by 3 \includesvg[height=8px]{\svgs/gold.svg} to a minimum of 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Prison}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \caption{\small Category: \textbf{Visitable}\\ Gain a Secondary Hero. Place their model on this Field. If you already have a Secondary Hero, gain 3 \includesvg[height=8px]{\svgs/gold.svg} instead.} \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Фортеця на Пагорбі}\par \framedimage[\linewidth]{\map_locations/hill_fort.jpg} \caption{\small Категорія: \textbf{Одноразове}\\ Ви можете Підкріпити один з ваших \includesvg[height=8px]{\svgs/bronze.svg} або \includesvg[height=8px]{\svgs/silver.svg} Підрозділів. Вартість Підкріплення зменшується на 3 \includesvg[height=8px]{\svgs/gold.svg} до мінімального значення 0.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{В'язниця}\par \framedimage[\linewidth]{\map_locations/prison.jpg} \caption{\small Категорія: \textbf{Одноразове}\\ Ви отримуєте Другорядного Героя. Помістіть його фігурку на це Поле. Якщо у вас вже є Другорядний герой, замість цього отримайте 3 \includesvg[height=8px]{\svgs/gold.svg} instead.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Magic Spring}\par \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Category: \textbf{Visitable}\\ You may look at the top 3 Cards of your Discard Pile and return one of them to your Hand. Return the remaining cards to the top of your Discard Pile in any order.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Witch Hut}\par \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Category: \textbf{Visitable}\\ \textbf{Choose one}: Remove an Ability card from your hand OR look at the top card of the Ability Deck and put that card into your hand or into the Ability Deck Discard Pile.} \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Магічне Джерело}\par \framedimage[\linewidth]{\map_locations/magic_spring.jpg} \caption{\small Категорія: \textbf{Одноразове}\\ Ви можете подивитися 3 верхні Карти з вашого Стосу Скиду і взяту одну з них в руку. Поверніть решту карт наверх свого Скиду в довільному порядку.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Відьомська Хижа}\par \framedimage[\linewidth]{\map_locations/witch_hut.jpg} \caption{\small Категорія: \textbf{Одноразове}\\ \textbf{Оберіть одне}: Вилучіть Карту Здібності з руки АБО подивіться верхню Карту Колоди Здібностей і покладіть її собі в руку або у Скид Колоди Здібностей.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Obelisk}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Category: \textbf{Flaggable}\\ The Obelisk's effects depend on the Scenario. When you Flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Scholar}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \caption[scholar they]{\small Category: \textbf{Visitable}\\ Roll 1 Attack Die. Depending on the result, do the following: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] - Gain a Statistic Card of your choice or Remove a Statistic Card from your hand. \item[\textbf{0}] - Draw 2 Cards from the Ability Deck, gain one of them and discard the other. \item[\textbf{-1}] - Draw 2 Cards from the Spell Deck, gain one of them and discard the other. \end{itemize} } \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Обеліск}\par \framedimage[\linewidth]{\map_locations/obelisk.jpg} \caption{\small Категорія: \textbf{Захоплюється}\\ Ефект Обеліску залежить від Сценарію. Коли ви Захоплюєте це Поле, не прибирайте Кубики Фракції противників; на цьому полі можуть бути Кубики Фракцій кількох гравців.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \captionsetup{singlelinecheck=off} \centering \phantom{j}\textbf{Вчений}\par \framedimage[\linewidth]{\map_locations/scholar.jpg} \caption[scholar they]{\small Категорія: \textbf{Одноразовий}\\ Киньте 1 Кістку Атаки. Залежно від результату, зробіть наступне: \begin{itemize} \setlength\itemsep{-0.2em} \item[ \textbf{+1}] - Отримайте Карту Характеристики на ваш вибір або Вилучіть Картку Характеристики з руки. \item[\textbf{0}] - Візьміть 2 Карти з Колоди Здібностей, залиште собі одну з них і скиньте іншу. \item[\textbf{-1}] - Візьміть 2 Карти з Колоди Заклинань, залиште собі одну з них і скиньте іншу. \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Dragon Utopia}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Category: \textbf{Flaggable}\\Effects depend on the Scenario.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{University}\par \framedimage[\linewidth]{\map_locations/university.jpg} \caption{\small Category: \textbf{Visitable}\\ \includesvg[height=8px]{\svgs/pay_v2.svg} 6 \includesvg[height=8px]{\svgs/gold.svg} to \textbf{Search (4)} the Ability Discard Pile.} \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Утопія Драконів}\par \framedimage[\linewidth]{\map_locations/dragon_utopia.jpg} \caption{\small Категорія: \textbf{Захоплюється}\\Ефект залежить від Сценарію.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Університет}\par \framedimage[\linewidth]{\map_locations/university.jpg} \caption{\small Категорія: \textbf{Одноразове}\\ \includesvg[height=8px]{\svgs/pay_v2.svg} 6 \includesvg[height=8px]{\svgs/gold.svg} для \textbf{Пошуку (4)} в Стосі Скиду Здібностей.} \end{minipage}

source: {\centering\phantom{Star Axis}\par} \includegraphics[width=\linewidth]{\art/unicorn.jpg}
ua: {\centering\phantom{Зоряна Вісь}\par} \includegraphics[width=\linewidth]{\art/unicorn.jpg}

source: {\centering\textbf{Star Axis}\par} \framedimage[\linewidth]{\map_locations/star_axis.jpg} {\small Category: \textbf{Flaggable}\\ You may Remove one of your Statistic cards from your hand and replace it with an \textbf{Empowered} one of the same type. When you Flag this Field, do not remove any enemy Faction Cubes; multiple players may have a Faction Cube on this Field. }
ua: {\centering\textbf{Зоряна Вісь}\par} \framedimage[\linewidth]{\map_locations/star_axis.jpg} {\small Категорія: \textbf{Захоплюється}\\ Ви можете Вилучити одну Карту Характеристик з руки і замінити її на \textbf{Посилену} Карту того ж типу. Коли ви Захоплюєте це Поле, не прибирайте Кубики Фракції противників; на цьому полі можуть бути Кубики Фракцій кількох гравців. }

source: {\centering\textbf{\pagetarget{Random Town}{Random Town}\index{Random Town}}\par} \framedimage[\linewidth]{\map_locations/random_town.jpg} {\small Category: \textbf{Flaggable}\\ When revealed, all players roll 2 \includesvg[height=10px]{\svgs/resource_die.svg}. The highest roller chooses an unused Faction. The random Town is defended by Units from that Faction. They have a ``Pack'' of \includesvg[height=10px]{\svgs/bronze.svg}, two ``Packs'' of \includesvg[height=10px]{\svgs/silver.svg}, and two ``Fews'' of \includesvg[height=10px]{\svgs/golden.svg} Units. The \includesvg[height=10px]{\svgs/bronze.svg} Unit is chosen by the player who controls the Units during that Combat. Flagging it increases \includesvg[height=10px]{\svgs/gold.svg} production by 10, which is also gained immediately if you are the first to Flag it. }
ua: {\centering\textbf{\pagetarget{Random Town}{Випадкове Місто}\index{Випадкове Місто}}\par} \framedimage[\linewidth]{\map_locations/random_town.jpg} {\small Каегорія: \textbf{Захоплюється}\\ При відкритті, усі гравці кидають по 2 \includesvg[height=10px]{\svgs/resource_die.svg}. Той хто набрав найбільше, обирає невикористану Фракцію. Це Місто Захищають Підрозділи цієї Фракції. Вони мають ``Зграю'' \includesvg[height=10px]{\svgs/bronze.svg}, дві ``Зграї'' \includesvg[height=10px]{\svgs/silver.svg}, і два ``Мало'' \includesvg[height=10px]{\svgs/golden.svg} Підрозділи. \includesvg[height=10px]{\svgs/bronze.svg} Підрозділ обирається гравцем, який буде керувати Підрозділами під час цього Бою. Захоплення цього Міста збільшує виробництво \includesvg[height=10px]{\svgs/gold.svg} на 10, яке також отримується негайно, якщо ви перший, хто захопив це Місто. }
