Repository: Heegu-sama/Homm3BG
Catalog: translations/all_map_locations.tex/ua.po
Languages: ua

source: \addsection{All Map Locations}{\skills/earth_magic.png}
ua: \addsection{Локації на Мапі}{\skills/earth_magic.png}

source: \subsection*{Symbols on the Map}
ua: \subsection*{Символи на Мапі}

source: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Field Difficulty corresponding to the level of Neutral Units.\smallskip \\ \includesvg[height=15px]{\svgs/treasure.svg} & \parbox{0.7\hsize}{ Roll a \pagetarget{Treasure Die}{Treasure Die}\index{Treasure Die}\index{Dice} and gain the indicated bonus (\includesvg[height=10px]{\svgs/resource_die.svg}, \includesvg[height=10px]{\svgs/2_treasure_die.svg}, \includesvg[height=10px]{\svgs/experience.svg}, or \includesvg[height=10px]{\svgs/artifact.svg}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \includesvg[height=15px]{\svgs/resource_die.svg} & Roll a \pagelink{Resources}{Resource Die} and gain the indicated Resources. \\ \includesvg[height=15px]{\svgs/2_treasure_die.svg} & Roll 2 Resource Dice and choose the bonus from one of them. \\ \includesvg[height=15px]{\svgs/experience.svg} & Gain one Experience Point. \\ \includesvg[height=15px]{\svgs/artifact.svg} & Search (2) the Artifact Deck. \\ \includesvg[height=15px]{\svgs/spellpower.svg} & Search (2) the Spell Deck. \\ \includesvg[height=15px]{\svgs/morale_positive.svg} & Gain Positive Morale. \\ \includesvg[height=15px]{\svgs/morale_negative.svg} & Gain Negative Morale. \\ \includesvg[height=15px]{\svgs/movement.svg} & Gain 1 Movement Point for this turn. \\ {\huge\textbf{?}} & Special effect, see \pagelink{Revisitable Fields}{Revisitable} or \pagelink{Other Fields}{Other} fields.\\ \end{tabularx} \endgroup
ua: \begingroup \renewcommand{\arraystretch}{1.5} \newcolumntype{Y}{>{\centering\arraybackslash}X} \begin{tabularx}{\linewidth}{Y m{0.8\linewidth}} \small \mbox{\textbf{I-VII}} & Рівень Складності Поля із зазначенням рівня Нейтральних Підрозділів.\smallskip \\ \includesvg[height=15px]{\svgs/treasure.svg} & \parbox{0.7\hsize}{ Киньте \pagetarget{Treasure Die}{Кістку Скарбів}\index{Кістка Скарбів}\index{Кістка} і отримайте вказаний бонус (\includesvg[height=10px]{\svgs/resource_die.svg}, \includesvg[height=10px]{\svgs/2_treasure_die.svg}, \includesvg[height=10px]{\svgs/experience.svg}, або \includesvg[height=10px]{\svgs/artifact.svg}). } \begin{tikzpicture}[overlay] \node at (1, 0.25) {\includegraphics[width=0.2\linewidth]{\images/treasure_die.png}}; \end{tikzpicture} \\ \includesvg[height=15px]{\svgs/resource_die.svg} & Киньте \pagelink{Resources}{Кістку Ресурсів} і отримайте вказані Ресурси. \\ \includesvg[height=15px]{\svgs/2_treasure_die.svg} & Киньте 2 Кістки Ресурсів і отримайте бонус з однієї. \\ \includesvg[height=15px]{\svgs/experience.svg} & Отримайте Пункт Досвіду. \\ \includesvg[height=15px]{\svgs/artifact.svg} & Шукайте (2) в Колоді Артефактів. \\ \includesvg[height=15px]{\svgs/spellpower.svg} & Шукайте (2) в Колоді Заклинань. \\ \includesvg[height=15px]{\svgs/morale_positive.svg} & Отримайте Позитивну Мораль. \\ \includesvg[height=15px]{\svgs/morale_negative.svg} & Отримайте Негативну Мораль. \\ \includesvg[height=15px]{\svgs/movement.svg} & Отримайте 1 Очко Переміщення на цей хід. \\ {\huge\textbf{?}} & Особливий ефект, див.\pagelink{Revisitable Fields}{Багаторазові} або \pagelink{Other Fields}{Інші} Поля.\\ \end{tabularx} \endgroup

source: \begin{itemize}[itemsep=0.4em] \item [{\LARGE\textbf{+}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} — Immediately gain the indicated Resource. \item [{\includesvg[height=15px]{\svgs/ongoing.svg}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} — Increase the production of the indicated Resource. If it is \textbf{Flagged} for the first time, you also gain it immediately. \item [{\includesvg[height=0.8\baselineskip]{\svgs/pay_v2.svg}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} \includesvg[height=0.8\baselineskip]{\svgs/arrow_right.svg} — The Player needs to pay the indicated Resource to gain something. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Perform the {\LARGE\textbf{x}} action twice. \item [{\LARGE\textbf{2}}] \includesvg[height=0.8\baselineskip]{\svgs/treasure.svg}/{\LARGE\textbf{2}} \includesvg[height=0.8\baselineskip]{\svgs/resource_die.svg} \includesvg[height=0.8\baselineskip]{\svgs/arrow_right.svg}{\LARGE\textbf{1}} — Roll 2 Treasure or Resource Dice and choose one to be resolved. \end{itemize}
ua: \begin{itemize}[itemsep=0.4em] \item [{\LARGE\textbf{+}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} — Отримайте вказаний Ресурс. \item [{\includesvg[height=15px]{\svgs/ongoing.svg}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} — Збільшіть виробництво вказаного Ресурсу. Якщо цей Ресурс \textbf{Захоплено} вперше, ви одразу отримуєте його. \item [{\includesvg[height=0.8\baselineskip]{\svgs/pay_v2.svg}}] \includesvg[height=0.8\baselineskip]{\svgs/gold.svg}/\includesvg[height=0.8\baselineskip]{\svgs/building_materials.svg}/\includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg} \includesvg[height=0.8\baselineskip]{\svgs/arrow_right.svg} — Гравець має заплатити вказаний Ресурс, щоб отримати щось. \item [{\LARGE\textbf{2}}] {\LARGE\textbf{x}} — Виконайте дію {\LARGE\textbf{x}} двічі. \item [{\LARGE\textbf{2}}] \includesvg[height=0.8\baselineskip]{\svgs/treasure.svg}/{\LARGE\textbf{2}} \includesvg[height=0.8\baselineskip]{\svgs/resource_die.svg} \includesvg[height=0.8\baselineskip]{\svgs/arrow_right.svg}{\LARGE\textbf{1}} — Киньте 2 Кістки Скарбів або Ресурсів і виберіть одну з них для отримання бонусу. \end{itemize}

source: \note{9}{ The effects of Fields that allow you to \textbf{Search} for Spells or Artifacts, or where you must spend resources to use the Field's effect, are \textbf{always optional}. You must always place a Black Cube on such Visitable Fields even if you choose not to use that Field's effect. }
ua: \note{9}{ Ефекти Полів, які дозволяють вам \textbf{Шукати} Заклинання або Артефакти, або ті які вимагають витрачати Ресурси, щоб використати ефект Поля \textbf{є необов'язковими}. Ви завжди повинні класти Чорний Кубик на таке Одноразове Поле, навіть якщо ви не використовуєте його ефект. }

source: The effects of the following \textbf{Visitable} \pagetarget{All Map Locations}{fields} are explained by the symbols on the left:
ua: Ефекти наведених нижче \textbf{Одноразових} \pagetarget{All Map Locations}{Полів} пояснюються піктограмами зліва:

source: {\centering \phantom{j}\textbf{Artifact}\\ \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \phantom{j}\textbf{Resource}\\ \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \phantom{j}\textbf{Treasure}\\ \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }
ua: {\centering \phantom{j}\textbf{Артефакт}\\ \framedimage[\linewidth]{\map_locations/artifact_symbol.jpg} \bigskip \phantom{j}\textbf{Ресурс}\\ \framedimage[\linewidth]{\map_locations/resource_symbol.jpg}\\ \bigskip \phantom{j}\textbf{Скарб}\\ \framedimage[\linewidth]{\map_locations/treasure_symbol.jpg}\\ }

source: The effects of the following \textbf{Visitable} fields are explained by the symbols on the previous page:
ua: Ефекти наведених нижче \textbf{Одноразових} Полів пояснюються піктограмами на попередній сторінці:

source: {2} {\centering \phantom{j}\textbf{Fountain of Youth}\\ \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \phantom{j}\textbf{Warrior's Tomb}\\ \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \textbf{Mystical Garden}\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \phantom{j}\textbf{Learning Stone}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \phantom{j}\textbf{Shrine of Magic Gesture/Incantation}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \vspace*{\fill} \filbreak \phantom{j}\textbf{Water Wheel}\\ \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \phantom{j}\textbf{Temple}\\ \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \phantom{j}\textbf{Pandora's Box}\\ \framedimage[\linewidth]{\map_locations/pandoras_box.jpg}\\ \bigskip \phantom{j}\textbf{Windmill}\\ \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Due to a misprint, the Windmill on the tile \texttt{\#N3} has a \textbf{?}. It should be ``\textbf{+}1 \includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg}''.} }
ua: {2} {\centering \phantom{j}\textbf{Фонтан Молодості}\\ \framedimage[\linewidth]{\map_locations/fountain_of_youth.jpg}\\ \bigskip \phantom{j}\textbf{Могила Воїна}\\ \framedimage[\linewidth]{\map_locations/warriors_tomb.jpg}\\ \bigskip \textbf{Містичний Сад}\\ \framedimage[\linewidth]{\map_locations/mystical_garden.jpg}\\ \bigskip \phantom{j}\textbf{Камінь Пізнання}\\ \framedimage[\linewidth]{\map_locations/learning_stone.jpg}\\ \bigskip \phantom{j}\textbf{Святиня Магічного Жесту/Заклинання}\\ \framedimage[\linewidth]{\map_locations/shrine_of_magic_whatever.jpg}\\ \vspace*{\fill} \filbreak \phantom{j}\textbf{Водяне Колесо}\\ \framedimage[\linewidth]{\map_locations/water_wheel.jpg}\\ \bigskip \phantom{j}\textbf{Храм}\\ \framedimage[\linewidth]{\map_locations/temple.jpg}\\ \bigskip \phantom{j}\textbf{Скринька Пандори}\\ \framedimage[\linewidth]{\map_locations/pandoras_box.jpg}\\ \bigskip \phantom{j}\textbf{Вітряк}\\ \framedimage[\linewidth]{\map_locations/windmill.jpg} {\small Через типографську помилку, Вітряк на Плитці \texttt{\#N3} має \textbf{?}, а повинен мати ``\textbf{+}1 \includesvg[height=0.8\baselineskip]{\svgs/valuablegreater.svg}''.} }

source: \subsection*{Towns, Mines and Settlements} \textbf{Towns} are always located in the center of a Starting (I) Tile. Flagging an enemy Town prevents their Secondary Heroes from spawning there and Main Heroes from moving there if defeated. Flagging a Town can cause \pagelink{End}{Player Elimination}, and Scenarios typically have special rewards for Flagging them. Flagging a Town also gives you a \textbf{Faction Cube} from its original owner. Otherwise, Flagging a Town does not affect its original owner in any way. They do not lose access to their Town board or its functions. You also do not gain access to their Town board or Faction Units, unlike in the video game.
ua: \subsection*{Міста, Шахти і Поселення} \textbf{Міста} завжди розташовані в центрі Стартового (I) Тайлу. Захоплення ворожого Міста запобігає появі там Другорядних Героїв і переміщенню туди Головних Героїв у разі їхньої поразки. Захоплення Міста може призвести до \pagelink{End}{Виключення Гравця}, а Сценарії передбачають особливі нагороди за їх Захоплення. Захоплення Міста також дає вам \textbf{Кубик Фракції} його власника. Крім цього, Захоплення Міста не має жодних наслідків для його первісного власника. Він не втрачає доступ до Планшету Міста або його функцій. І на відміну від відеоігри Ви також не отримуєте доступ до Планшету Міста або Підрозділів Фракції.

source: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Towns from the core game.} \end{center}
ua: \begin{center} \framedimage[\linewidth]{\images/core_towns.jpg} \textit{Міста з базового набору гри.} \end{center}

source: \pagetarget{Mines}{\textbf{Mines}}\index{Mines} are Flaggable Fields which increase a specific resource's income when Flagged. If you are the first one to Flag a mine, it also immediately provides you with its income. All mines have the \includesvg[height=10px]{\svgs/ongoing.svg} symbol and a picture of the Resource they produce next to it.
ua: \pagetarget{Mines}{\textbf{Шахти}}\index{Шахти} це Поля які Захоплюються які збільшують виробництво Ресурсу коли вони Захоплені. Захоплення Шахти вперше негайно приносить вам її дохід. Кожна Шахта має іконку \includesvg[height=10px]{\svgs/ongoing.svg} і зображення Ресурсу, що виробляється нею.

source: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{A mine that produces \includesvg[height=10px]{\svgs/valuablegreater.svg}, guarded by Level 3 Neutral Units. The first player to Flag this Field would immediately gain one \includesvg[height=10px]{\svgs/valuablegreater.svg} in addition to increasing their \includesvg[height=10px]{\svgs/valuablegreater.svg} income. } \end{center} \columnbreak
ua: \begin{center} \includegraphics[width=0.55\linewidth]{\images/mine_example.png}\\ \textit{Шахта, яка виробляє \includesvg[height=10px]{\svgs/valuablegreater.svg}, охороняється Нейтральними Підрозділами 3-го Рівня. Гравець, який перший Захопить це Поле, негайно отримає один \includesvg[height=10px]{\svgs/valuablegreater.svg} на додаток до збільшення свого \includesvg[height=10px]{\svgs/valuablegreater.svg} виробництва. } \end{center} \columnbreak

source: \textbf{Settlements}\index{Settlement} act as a spawn point for Secondary Heroes, and as a place for Main Heroes to move to when defeated. When you Flag a Settlement, choose whether to increase your \includesvg[height=10px]{\svgs/gold.svg}, \includesvg[height=10px]{\svgs/building_materials.svg} or \includesvg[height=10px]{\svgs/valuablegreater.svg} income by one space. As with Mines, if you are the first player to Flag a Settlement, you \textbf{immediately} gain Resources equal to that increase in production. Mark the Settlement with an appropriate Resource Token to show which Resource it produces. When you Flag an enemy Settlement, you may change this Resource.\par Additionally, \textbf{instead of increasing Resource Production}, you may choose to \textbf{Reinforce} one of your \includesvg[height=10px]{\svgs/bronze.svg} or \includesvg[height=10px]{\svgs/silver.svg} Units immediately for half the normal cost, rounded up. If you were the first player to Flag the Settlement, Reinforce that Unit \textbf{for free} instead. Do not place any Resource Tokens on the Settlement if you choose to Reinforce.
ua: \textbf{Поселення}\index{Поселення} слугують місцем появи Другорядних Героїв, а також місцем, куди переміщуються Головні Герої в разі поразки. Коли ви Захоплюєте Поселення, оберіть чи збільшити ваше виробництво \includesvg[height=10px]{\svgs/gold.svg}, \includesvg[height=10px]{\svgs/building_materials.svg} або \includesvg[height=10px]{\svgs/valuablegreater.svg} на 1. Як і з Шахтами, якщо ви перший гравець який Захопив Поселення, ви \textbf{одразу} отримуєте Ресурс, виробництво якого ви збільшили. Позначте Поселення відповідним Жетоном Ресурсу, щоб показати який Ресурс воно виробляє. Коли ви Захоплюєте Поселення противника, ви можете змінити цей Ресурс.\par Крім того, \textbf{замість збільшення Виробництва Ресурса}, ви можете негайно \textbf{Підкріпити} один з ваших \includesvg[height=10px]{\svgs/bronze.svg} або \includesvg[height=10px]{\svgs/silver.svg} Підрозділів за половину вартості, округленої в більшу сторону. Якщо ви перший хто Захопив Поселення, Підкріпіть цей Підрозділ \textbf{безкоштовно}. Якщо ви вирішили зробити Підкріплення, не кладіть Жетон Ресурсів на Поселення.

source: \begin{minipage}[h]{\linewidth} \centering \includegraphics[width=0.44\linewidth]{\map_locations/castle_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/dungeon_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/necropolis_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/rampart_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/fortress_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/inferno_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/tower_settlement.png} \par \textit{All possible Settlements. Each is styled after a different Faction. They all work identically.} \end{minipage}
ua: \begin{minipage}[h]{\linewidth} \centering \includegraphics[width=0.44\linewidth]{\map_locations/castle_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/dungeon_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/necropolis_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/rampart_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/fortress_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/inferno_settlement.png} \includegraphics[width=0.44\linewidth]{\map_locations/tower_settlement.png} \par \textit{Доступні Поселення. Кожне стилізоване під окрему Фракцію. Всі мають однаковий принцип роботи.} \end{minipage}

source: \pagetarget{Revisitable Fields}{Revisitable Fields}
ua: \pagetarget{Revisitable Fields}{Багаторазові Поля}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Library}\par \framedimage[\textwidth]{\map_locations/library.jpg} \caption{\small Category: \textbf{Revisitable}\\You may \includesvg[height=8px]{\svgs/pay_v2.svg} 3 \includesvg[height=8px]{\svgs/gold.svg} to Remove 1 Statistic Card from your hand or Discard Pile and replace it with any other Statistic Card. You may do this twice per Visit.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \captionsetup{singlelinecheck=off} \phantom{j}\textbf{Black Market}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \caption[black market]{\small Category: \textbf{Revisitable}\\Look at the top 4 cards from the Artifact Discard Pile. You may buy one of them for: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Minor} Artifact \item [7] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Major} Artifact \item [10] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Relic} Artifact \end{itemize} } \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Бібліотека}\phantom{j}\par \framedimage[\textwidth]{\map_locations/library.jpg} \caption{\small Категорія: \textbf{Багаторазове}\\Ви можете \includesvg[height=8px]{\svgs/pay_v2.svg} 3 \includesvg[height=8px]{\svgs/gold.svg} щоб Вилучити 1 Карту Характеристики з руки або зі Стосу Скиду і замінити її будь-якою іншою Картою Характеристик. Ви можете зробити це двічі за Відвідування.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \captionsetup{singlelinecheck=off} \phantom{j}\textbf{Чорний Ринок}\par \framedimage[\textwidth]{\map_locations/black_market.jpg} \caption[black market]{\small Категорія: \textbf{Багаторазове}\\Подивіться 4 верхні Карти зі Стосу Скиду Артефактів. Ви можете придбати одну з них за: \begin{itemize} \setlength\itemsep{-4pt} \item [5] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Малий} Артефакт \item [7] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Великий} Артефакт \item [10] \includesvg[height=8px]{\svgs/gold.svg} if it is a \textbf{Реліктовий} Артефакт \end{itemize} } \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Sanctuary}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Category: \textbf{Revisitable}\\ Heroes on this Field cannot be attacked by other Heroes. Friendly Heroes can move through enemy Heroes on this Field but cannot stop here.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Tavern}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \caption{\small Category: \textbf{Revisitable}\\ You can \includesvg[height=8px]{\svgs/pay_v2.svg} 7 \includesvg[height=8px]{\svgs/gold.svg} to gain a Secondary Hero. Place their model on this Field. Then, choose one enemy player to discard 1 random card from their hand.} \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \textbf{Святилище}\par \framedimage[\textwidth]{\map_locations/sanctuary.jpg} \caption{\small Категорія: \textbf{Багаторазове}\\ Герої на цьому Полі не можуть бути атакованими іншими Героями. Союзні Герої можуть проходити крізь ворожих Героїв на цьому Полі але не можуть тут зупинятися.} \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Таверна}\par \framedimage[\textwidth]{\map_locations/tavern.jpg} \caption{\small Категорія: \textbf{Багаторазове}\\ Ви можете \includesvg[height=8px]{\svgs/pay_v2.svg} 7 \includesvg[height=8px]{\svgs/gold.svg} щоб найняти Другорядного Героя. Помістіть його фігурку на це Поле. Потім виберіть одного з опонентів і скиньте з його руки 1 випадкову Карту.} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\textbf{Trading Post}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Category: \textbf{Revisitable}\\ \textbf{Choose one}: \protect\pagelink{Trading}{Trade} resources OR Remove a card OR buy a \protect\pagelink{War Machines}{War Machine}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{War Machine Factory}{\textbf{War Machine Factory}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \caption{\small Category: \textbf{Revisitable}\\Buy a \protect\pagelink{War Machines}{War Machine}.\phantom{.......}} \end{minipage}
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \pagetarget{Trading Post}{\textbf{Торговий Пост}}\par \framedimage[\textwidth]{\map_locations/trading_post.jpg} \caption{\small Категорія: \textbf{Багаторазове}\\ \textbf{Виберіть одне}: \protect\pagelink{Trading}{Обміняти} Ресурси АБО Вилучити Карту АБО придбати \protect\pagelink{War Machines}{Бойову Машину}. } \end{minipage}\hfill \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\pagetarget{War Machine Factory}{\textbf{Фабрика Бойових Машин}}\par \framedimage[\textwidth]{\map_locations/war_machine_factory.jpg} \caption{\small Категорія: \textbf{Багаторазове}\\Можна придбати \protect\pagelink{War Machines}{Бойову Машину}.\phantom{.......}} \end{minipage}

source: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Stables}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Category: \textbf{Revisitable}\\ Gain 1 MP \includesvg[height=8px]{\svgs/movement.svg}. It lasts for only one Turn. See \protect\pagelink{Movement}{Movement Actions}. } \end{minipage}\hfill
ua: [H] \begin{minipage}[t]{0.47\textwidth} \vspace{0pt} \centering \phantom{j}\textbf{Стайні}\par \framedimage[\textwidth]{\map_locations/stables.jpg} \caption{\small Категорія: \textbf{Багаторазове}\\ Отримайте 1 ОП \includesvg[height=8px]{\svgs/movement.svg}. Застосовується тільки до поточного Ходу. Див. \protect\pagelink{Movement}{Дії Руху}. } \end{minipage}\hfill

source: \pagetarget{Other Fields}{Other Fields}
ua: \pagetarget{Other Fields}{Інші Поля}
