Repository: Heegu-sama/Homm3BG
Catalog: translations/tournament_mode.tex/*.po
Languages: de, fr, pl

source: \pagetarget{Tournament Mode}{\addsection{Tournament Mode}{\images/homm-shield.png}}
de: \pagetarget{Tournament Mode}{\addsection{Turniermodus}{\images/homm-shield.png}}
fr: \pagetarget{Tournament Mode}{\addsection{Mode Tournoi}{\images/homm-shield.png}}
pl: \pagetarget{Tournament Mode}{\addsection{Tryb Turnieju}{\images/homm-shield.png}}

source: The 1~vs.~1 Tournament Mode features rule changes to reduce randomness, allow more tactical decisions, and give players greater control.
de: Der 1~vs.~1 Turniermodus bietet Regelanpassungen, die den Zufall im Spiel reduzieren und den Spielern taktischere Entscheidungen und mehr Kontrolle ermöglichen.
fr: Le Mode Tournoi 1~vs.~1 propose des changements de règles réduisant l'aléatoire, pour davantage de décisions tactiques et donnant plus de contrôle aux joueurs.
pl: Tryb Turnieju 1~na~1 wprowadza modyfikacje zasad zmniejszające czynnik losowy, a także oferujące graczom więcej możliwości taktycznych i większą kontrolę nad rozgrywką.

source: \textbf{Note:} Tournament Mode is designed for the Core Game only. Rules for incorporating expansion content (e.g. \pagelinkwithcomma{Sea Map Tiles}{Sea Map Tiles}) are not provided.
de: \textbf{Hinweis:} Der Turniermodus ist nur für das Grundspiel entwickelt worden. Inhalte aus Erweiterungen (z. B. \pagelinkwithcomma{Sea Map Tiles}{Seegebiete}) sind nicht eingebunden.
pl: \textbf{Uwaga:} Tryb Turnieju jest zaprojektowany tylko dla zestawu podstawowego. Zasady używania komponentów z~rozszerzeń (np. \pagelink{Sea Map Tiles}{Kafelków Morza}) nie zostały ściśle określone.

source: \subsection*{Changes during Setup}
de: \subsection*{Änderungen im Spielaufbau}
fr: \subsection*{Changements durant la Préparation}
pl: \subsection*{Zmiany w przygotowaniu gry}

source: Before starting the game, do the following: \begin{itemize} \item Remove the \wikilink{abilities/diplomacy}{Diplomacy} Ability card and the \wikilink{artifacts/hourglass_of_the_evil_hour}{Hourglass of the Evil Hour} Artifact card from the game before building their respective Decks. \item Both players roll 2 \svg{resource_die}. The player with the highest total chooses who starts. \item The second player gains \svg{morale_positive} at the start of the game. \end{itemize}
de: Bereite vor Spielbeginn folgendes vor: \begin{itemize} \item Entferne die Fähigkeitskarte \wikilink{abilities/diplomacy}{Diplomatie} und die Artefaktkarte \wikilink{artifacts/hourglass_of_the_evil_hour}{Sanduhr der bösen Stunde} aus ihren Decks. Sie werden im Spiel nicht benötigt. \item Beide Spieler werfen 2 \svg{resource_die}. Der Spieler, der die höhere Summe würfelt, darf wählen, wer Startspieler ist. \item Der Schlussspieler erhält dann zu Spielbeginn \svg{morale_positive}. \end{itemize}

source: \subsection*{Building the Map}
de: \subsection*{Aufbau der Abenteuerkarte}
fr: \subsection*{Composition du Plateau}
pl: \subsection*{Tworzenie Mapy Scenariusza}

source: The Map in a Tournament Scenario is built by the players and is \textbf{completely revealed} at the start of the game. The Scenario's Map Layout only shows what the center of the Map should look like and which Tiles are needed to build the rest of the Map. The placement decisions of all other Map Tiles assigned to the Scenario are decided by both players.
de: Die Abenteurkarte in Szenarien des Turniermodus wird von den Spielern gebildet und ist zu Beginn des Spiels \textbf{vollständig aufgedeckt}. Das Szenario-Layout zeigt nur an, wie das Zentrum der Abenteuerkarte aussieht und welche weiteren Gebiete im Szenario benötigt werden. Wie diese weiteren Gebiete jedoch platziert werden, ist der Entscheidung beider Spieler überlassen.
fr: Le Plateau en Scénario Tournoi est composé par les joueurs et est \textbf{complètement révélé} au début de la partie. La Mise en Place du Scénario ne montre que le centre du Plateau et les Tuiles nécessaires pour composer le reste du Plateau. Les décisions de placement des autres Tuiles du Scénario sont prises par les deux joueurs.
pl: Mapa w Scenariuszu Turniejowym jest tworzona przez graczy i jest całkowicie odsłonięta od początku rozgrywki. Scenariusz jedynie określa jak wygląda środek Mapy, oraz z~jakich Kafelków będzie się ona składać. Rozmieszczenie tych Kafelków będzie zależało od decyzji obu graczy.

source: Follow these rules to build the Map and \textbf{always place all Map Tiles face up}: \begin{enumerate} \item The starting player places the Map Tiles in the center of the map, matching them to the Scenario's Map Layout, and discovers and rotates them freely. \columnbreak \item Starting with the second player, both players take turns adding the Scenario's Near Map Tiles to the Map, one at a time. \begin{itemize} \item If possible, Near Map Tiles must be placed next to a Center Map Tile. \item Every Scenario must have at least 2 Near Map Tiles with an Obelisk location on them. \item The pool of available Near Map Tiles is facedown. Players draw a random Tile, reveal it, and choose how to place it. \end{itemize} \item Once all Near Map Tiles have been placed, the first player must place their Starting Map Tile adjacent to at least one Near Map Tile. The other player must place their Starting Map Tile on the opposite side of the Map -- at the farthest position away from the first player's Starting Map Tile (counted in Tiles). \item Starting with the first player, both players take turns adding the Scenario's Far Map Tiles to the Map, one at a time. \begin{itemize} \item Every player's first Far Map Tile must be placed adjacent to their Starting Map Tile. \item The remaining Map Tiles must follow the \pagelink{Placing}{standard Tile Placement rules}. \item The pool of available Far Map Tiles is facedown. Players draw a random Tile, reveal it, and choose how to place it. \end{itemize} \end{enumerate}
de: Folgende Regeln sind dabei aber zu beachten und \textbf{alle Gebiete werden immer aufgedeckt platziert}: \begin{enumerate} \item Der Startspieler platziert die Gebiete, die das Zentrum der Abenteuerkarte bilden, wie im Szenario-Layout angezeigt, deckt sie auf und darf sie frei ausrichten. \columnbreak \item Beginnend mit dem Schlussspieler, platzieren beide Spieler abwechselnd je ein Nahes Gebiet, bis alle Nahen Gebiete platziert sind. \begin{itemize} \item Falls möglich, müssen Nahe Gebiete an Zentralgebiete angelegt werden. \item In jedem Szenario müssen mindestens zwei Nahe Gebiete mit Obelisk verwendet werden. \item Der Vorrat der Nahen Gebiete ist verdeckt. Wer am Zug ist, zieht ein verdecktes Gebiet, deckt es auf und entscheidet, wie es platziert und ausgerichtet wird. \end{itemize} \item Sobald alle Nahen Gebiete platziert wurden, platziert der Startspieler sein Startgebiet angrenzend an mindestens ein Nahes Gebiet. Danach platziert der Schlussspieler sein Startgebiet auf der gegenüberliegenden Seite der Abenteuerkarte - weitestmöglich entfernt vom Startgebiet des Startspielers (gezählt in Gebieten). \item Beginnend beim Startspieler platzieren beide Spieler abwechselnd je ein Fernes Gebiet, bis alle Gebiete platziert sind. \begin{itemize} \item Das jeweils zuerst platzierte Ferne Gebiet eines Spielers muss an sein Startgebiet angrenzen. \item Die übrigen platzierten Fernen Gebiete müssen \pagelink{Placing}{den Standardregeln des Platzierens} von Gebieten folgen. \item Der Vorrat Ferner Gebiete ist verdeckt. Wer am Zug ist, zieht ein verdecktes Gebiet, deckt es auf und entscheidet, wie es platziert und ausgerichtet wird. \end{itemize} \end{enumerate}

source: \subsection*{Additional rules during the\\game}
de: \subsection*{Zusätzliche Regeln während\\des Spiels}
fr: \subsection*{Règles Additionnelles\\durant la partie}
pl: \subsection*{Dodatkowe zasady rozgrywki}

source: The following rules apply to every tournament Scenario: \begin{itemize} \item \textbf{Round One Mulligan:} At the start of the \nth{1} Round, each player may reshuffle their hand of cards back into their Deck of Might and Magic and draw a new starting hand of cards once. \item All players can use Morale Tokens for a \textbf{new Morale Action}: During \textbf{any Search action}, discard all drawn cards and perform the Search action again. \item If you remove Artifact cards during the game, \textbf{keep them beside your Deck} until the end of the game, when these Artifact cards count toward your final Victory Points score. \item When Visiting a \textbf{Redwood Observatory}, use its \pagelink{Observatory}{alternative effect}. \item \textbf{Optional rule}: You can play with the \pagelink{Split Artifact and Spell Decks}{split Artifact and Spell Decks} variant to have more control over the cards you draw. \end{itemize}
de: Folgende Regeln gelten in jedem Turniermodus-Szenario: \begin{itemize} \item \textbf{Mulligan in Runde 1:} Zu Beginn der 1. Runde darf jeder Spieler seine gezogenen Startkarten einmal zurück in sein Deck mischen und eine neue Starthand ziehen. \item Allen Spielern steht eine zusätzliche \textbf{neue Moralaktion} zur Verfügung: Während einer \textbf{Durchsuchen-Aktion}, wirf alle gezogenen Karten ab und führe die Aktion erneut durch. \item Falls du während des Spiels Artefaktkarten aus dem Spiel entfernst, \textbf{verwahre sie neben deinem Deck} bis zum Spielende, da sie dann noch in eine Siegpunktwertung mit einfließen. \item Besuchst du den Ort \textbf{Mammutbaum-Observatorium}, führe seinen \pagelink{Observatory}{alternativen Effekt} durch. \item \textbf{Optionale Regel}: Ihr könnt die Variante mit \pagelink{Split Artifact and Spell Decks}{getrennten Artefakt- und Zauberdecks} verwenden, um mehr Einfluss nehmen zu können auf die Karten, die ihr zieht. \end{itemize}
fr: Les règles suivantes s'appliquent à chaque Scénario Tournoi: \begin{itemize} \item \textbf{Mulligan Manche Un:} Au début de la Manche 1, chaque joueur peut remélanger sa main avec son Deck of Might and Magic et pioche une nouvelle main une fois. \item Chaque joueur peut utiliser son Jeton Morale pour une \textbf{nouvelle Action Morale}: Pendant \textbf{une action Fouille}, défaussez toutes les cartes piochées et refaite l'action Fouille à nouveau. \item Si vous détruisez une carte Artefact durant la partie, \textbf{gardez le à côté de votre Deck} jusqu'à la fin de la partie, quand ces Artefacts rapportent des Points de Victoire. \item En Visitant un \textbf{Arbre Observatoire}, utilisez ces \pagelink{Observatory}{effets alternatifs}. \item \textbf{Règle Optionnelle}: Vous pouvez jouer avec la variante des \pagelink{Split Artifact and Spell Decks}{Decks séparés Artefact et Sort} pour avoir plus de contrôle sur les cartes piochées. \end{itemize}
pl: Poniższe zasady obowiązują w każdym scenariuszu turniejowym: \begin{itemize} \item \textbf{Mulligan w pierwszej rundzie:} Na początku pierwszej rundy scenariusza każdy gracz może wtasować karty ze swojej ręki ponownie do swojej Talii M\&M i dobrać nową rękę początkową. \item Żeton Morale pozwala na wykonanie \textbf{nowej akcji}: Podczas każdego \textbf{Przeszukiwania}, odrzuć wszystkie dobrane karty i Przeszukaj jeszcze raz. \item Usuwając kartę Artefaktu, za każdym razem \textbf{odłóż ją na stos obok Twojej Talii}. Te stosy Usuniętych Artefaktów będą uwzględniane podczas obliczania ostatecznej punktacji na koniec gry. \item Odwiedzając \textbf{Obserwatorium}, wykonaj jego \pagelink{Observatory}{efekt alternatywny}. \item \textbf{Opcjonalnie} możesz grać z~\pagelink{Split Artifact and Spell Decks}{podziałem Talii Zaklęć i Artefaktów}, aby mieć większą kontrolę nad dobieranymi kartami. \end{itemize}

source: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=1.05\linewidth]{\art/berserk.png} \end{center} \vspace*{\fill} \columnbreak \subheader{Scoring Victory Points} When either the Scenario reaches its Round limit or any player completes the Scenario's victory condition, the game ends and both players count their Victory Points (VPs) according to the table below. The player with the most VPs wins the Scenario.
de: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=1.05\linewidth]{\art/berserk.png} \end{center} \vspace*{\fill} \columnbreak \subheader{Siegpunkt-Wertung} Wenn entweder ein Spieler die Siegbedingungen des Szenarios erfüllt hat oder die festgelegte Rundenzahl erreicht ist , endet das Spiel und beide Spieler berechnen ihre Siegpunkte (SP) gemäß der untenstehenden Tabelle. Der Spieler mit den meisten SP gewinnt das Szenario.
fr: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=1.05\linewidth]{\art/berserk.png} \end{center} \vspace*{\fill} \columnbreak \subheader{Points de Victoire} Quand soit le Scénario arrive à sa dernière manche ou si un joueur complète les conditions de victoire du Scénario, la partie se termine et chaque joueur compte ses Points de Victoire (PV) selon le tableau ci-dessous. Le joueur avec le plus de PV gagne le Scénario.
pl: \vspace*{\fill} \begin{center} \transparent{0.2}\includegraphics[width=1.05\linewidth]{\art/berserk.png} \end{center} \vspace*{\fill} \columnbreak \subheader{Podliczanie Punktów Zwycięstwa} W momencie osiągnięcia Limitu Rund lub gdy któryś z graczy spełni warunek zwycięstwa danego Scenariusza, gra się kończy i obaj gracze podliczają swoje Punkty Zwycięstwa (PZ) według poniższej tabeli. Gracz z większą liczbą PZ wygrywa.

source: \begin{table}[H] \hommtable{26}{ \centering \medskip \textbf{Victory Point scores}\\ \bigskip \begin{tabularx}{0.95\linewidth}{>{\hsize=0.12\hsize\linewidth=\hsize}X >{\hsize=0.8\hsize\linewidth=\hsize}X } \darkcell[0.8]{VPs} & \darkcell[0.8]{Category} \\ \darkcell[1.2]{1} & \lightcell[1.2]{for every controlled Mine or Settlement} \\ \darkcell[1.2]{1} & \lightcell[1.2]{for every building in your Town} \\ \darkcell[1.8]{1} & \lightcell[1.8]{for every two Artifact cards in your Deck (including removed ones)} \\ \darkcell[1.2]{1} & \lightcell[1.2]{for every Level of your\\ Main Hero} \\ \darkcell[1.2]{2} & \lightcell[1.2]{for every \mbox{Secondary} Hero defeated} \\ \darkcell[1.2]{4} & \lightcell[1.2]{for defeating the enemy's Main Hero (only once)} \\ \darkcell[1.6]{X} & \lightcell[1.6]{for any additional objectives specified in a given Scenario's description} \\ \end{tabularx} } \end{table}
de: \begin{table}[H] \hommtable{26}{ \centering \medskip \textbf{Siegpunktberechnung}\\ \bigskip \begin{tabularx}{0.95\linewidth}{>{\hsize=0.12\hsize\linewidth=\hsize}X >{\hsize=0.8\hsize\linewidth=\hsize}X } \darkcell[0.8]{SP} & \darkcell[0.8]{Kategorie} \\ \darkcell[1.2]{1} & \lightcell[1.2]{für jede kontrollierte\\ Mine oder Siedlung} \\ \darkcell[1.2]{1} & \lightcell[1.2]{für jedes gebaute Stadtgebäude} \\ \darkcell[1.8]{1} & \lightcell[1.8]{für je zwei Artefaktkarten in deinem Deck (entfernte Karten zählen mit)} \\ \darkcell[1.2]{1} & \lightcell[1.2]{für jede Erfahrungsstufe\\ deines Haupthelden} \\ \darkcell[1.2]{2} & \lightcell[1.2]{für jeden besiegten\\ Nebenhelden} \\ \darkcell[1.2]{4} & \lightcell[1.2]{für das Besiegen des gegnerischen Haupthelden (nur einmal)} \\ \darkcell[1.6]{X} & \lightcell[1.6]{für zusätzliche erfüllte Ziele gemäß der spezifischen Szenarioregeln} \\ \end{tabularx} } \end{table}
fr: \begin{table}[H] \hommtable{28}{ \centering \medskip \textbf{Points de Victoire}\\ \bigskip \begin{tabularx}{0.95\linewidth}{>{\hsize=0.12\hsize\linewidth=\hsize}X >{\hsize=0.8\hsize\linewidth=\hsize}X } \darkcell[0.8]{PV} & \darkcell[0.8]{Catégorie} \\ \darkcell[1.2]{1} & \lightcell[1.2]{pour chaque Mine ou Enclave contrôlée} \\ \darkcell[1.2]{1} & \lightcell[1.2]{pour chaque bâtiment dans votre Ville} \\ \darkcell[1.8]{1} & \lightcell[1.8]{pour chaque paire d'Artefact dans votre Deck (en incluant ceux détruits)} \\ \darkcell[1.2]{1} & \lightcell[1.2]{pour chaque Niveau de votre\\Héros Principal} \\ \darkcell[1.2]{2} & \lightcell[1.2]{for every \mbox{Secondary} Hero defeated} \\ \darkcell[1.8]{4} & \lightcell[1.8]{pour la victoire sur le Héros Principal ennemi (seulement une fois)} \\ \darkcell[1.6]{X} & \lightcell[1.6]{pour chaque objectifs additionnels spécifiés par le Scénario} \\ \end{tabularx} } \end{table}
pl: \begin{table}[H] \hommtable{26}{ \centering \medskip \textbf{Punkty Zwycięstwa na koniec gry}\\ \bigskip \begin{tabularx}{0.95\linewidth}{>{\hsize=0.12\hsize\linewidth=\hsize}X >{\hsize=0.8\hsize\linewidth=\hsize}X } \darkcell[0.8]{PZ} & \darkcell[0.8]{Kategoria} \\ \darkcell[1.2]{1} & \lightcell[1.2]{za każdą kontrolowaną Osadę lub Kopalnię} \\ \darkcell[1.2]{1} & \lightcell[1.2]{za każdy budynek w Twoim Mieście} \\ \darkcell[1.2]{1} & \lightcell[1.2]{za każde dwa Artefakty w \mbox{twojej} Talii (razem z usuniętymi)} \\ \darkcell[1.2]{1} & \lightcell[1.2]{za każdy Poziom \mbox{twojego} Bohatera Głównego} \\ \darkcell[1.2]{2} & \lightcell[1.2]{za każdego pokonanego \mbox{Bohatera} Pomocniczego przeciwnika} \\ \darkcell[1.2]{4} & \lightcell[1.2]{za pokonanie Bohatera \mbox{Głównego} przeciwnika (jednorazowo)} \\ \darkcell[1.2]{X} & \lightcell[1.2]{za dodatkowe cele wskazane w opisie danego scenariusza} \\ \end{tabularx} } \end{table}

source: Before starting the game, do the following: \begin{itemize} \item Remove the ``Diplomacy'' Ability card and the ``Hourglass of the Evil Hour'' Artifact card from the game before building their respective Decks. \item Both players roll 2 \svg{resource_die}. The player with the highest total chooses who starts. \item The second player gains \svg{morale_positive} at the start of the game. \end{itemize}
fr: Avant le début de la partie: \begin{itemize} \item Retirez la carte Compétence «Diplomatie» et la carte Artefact «Sablier Diabolique» du jeu avant de mélanger leurs Decks respectifs. \item Les joueurs lancent 2 \svg{resource_die}. Le plus haut score choisit qui commence. \item Le second joueur gagne \svg{morale_positive} au début de la partie. \end{itemize}
pl: Przed rozpoczęciem rozgrywki: \begin{itemize} \item Usuń z gry kartę Zdolności ,,Dyplomacja'' oraz kartę Artefaktu ,,Klepsydra Diabelskiej Godziny'' przed utworzeniem ich Talii. \item Obaj gracze rzucają 2 \svg{resource_die}. Osoba z większą sumą wyników wybiera, kto będzie pierwszym, a kto drugim graczem. \item Drugi gracz rozpoczna rozgrywkę z~\svg{morale_positive}. \end{itemize}

source: Follow these rules to build the Map and \textbf{always place all Map Tiles face up}: \begin{enumerate} \item The starting player places the Map Tiles in the center of the map, matching them to the Scenario's Map Layout, and discovers and rotates them freely. \columnbreak \item Starting with the second player, both players take turns adding the Scenario's Near Map Tiles (if any) to the Map, one at a time. \begin{itemize} \item If possible, Near Map Tiles must be placed next to a Center Map Tile. \item Every Scenario must have at least 2 Near Map Tiles with an Obelisk location on them. \item The pool of available Near Map Tiles is facedown. Players draw a random Tile, reveal it, and choose how to place it. \end{itemize} \item Once all Near Map Tiles have been placed, the first player must place their Starting Map Tile adjacent to at least one Near Map Tile. The other player must place their Starting Map Tile on the opposite side of the Map -- at the farthest position away from the first player's Starting Map Tile (counted in Tiles). \item Starting with the first player, both players take turns adding the Scenario's Far Map Tiles to the Map, one at a time. \begin{itemize} \item Every player's first Far Map Tile must be placed adjacent to their Starting Map Tile. \item The remaining Map Tiles must follow the \pagelink{Placing}{standard Tile Placement rules}. \item The pool of available Far Map Tiles is facedown. Players draw a random Tile, reveal it, and choose how to place it. \end{itemize} \end{enumerate}
pl: \textbf{Wszystkie Kafelki Mapy są kładzione odkryte} według poniższych zasad: \begin{enumerate} \item Gracz początkwy układa Kafelki na środku według Układu Mapy Scenariusza, po czym może je dowolnie obrócić. \columnbreak \item Zaczynając do drugiego gracza, obaj gracze dokładają naprzemiennie po jednym Kafelku Bliskim (jeśli są jakieś przewidziane). \begin{itemize} \item Kafelki Bliskie muszą przylegać do Kafelka Centralnego, o ile to możliwe. \item W każdym scenariuszu przynajmniej dwa Kafelki Bliskie muszą zawierać Obelisk. \item Gracze dobierają Kafelki losowo z zakrytego stosu, odkrywają wybrany Kafelek i wybierają, gdzie go dołożyć. \end{itemize} \item Gdy wszystkie Kafelki Bliskie będą ułożone, pierwszy gracz umieszcza swój Kafelek Początkowy tak, aby sąsiadował z co najmniej jednym Kafelkiem Bliskim. Drugi gracz umieszcza swój Kafelek Początkowy po przeciwnej stronie Mapy -- na najodległejszej pozycji (mierzonej liczbą Kafelków) względem Kafelka Początkowego pierwszego gracza. \item Następnie, zaczynając od gracza początkowego, gracze dokładają naprzemiennie po jednym Kafelku Dalekim. \begin{itemize} \item Pierwszy Kafelek Daleki dobrany przez każdego gracza musi sąsiadować z jego Kafelkiem Początkowym. \item Pozostałe Kafelki dokładane są zgodnie z \pagelink{Placing}{zasadami umieszczania kafelków }. \item Gracze dobierają Kafelki losowo z zakrytego stosu, odkrywają wybrany Kafelek i wybierają, gdzie go dołożyć. \end{itemize} \end{enumerate}
