Repository: Heegu-sama/Homm3BG
Catalog: translations/game_modes.tex/*.po
Languages: cs, de, he, pl, ru

source: \addsection{Game Modes}{\skills/intelligence.png}
cs: \addsection{Herní módy}{\skills/intelligence.png}
de: \addsection{Spielmodi}{\skills/intelligence.png}
he: \addsection{\texthebrew{מצבי משחק}}{\skills/intelligence.png}
pl: \addsection{Tryby Gry}{\skills/intelligence.png}
ru: \addsection{Режимы игры}{\skills/intelligence.png}

source: Each game of Heroes III is played using a \textbf{Scenario} from the Mission Book. The core game only allows you to choose scenarios for 1-3 players. For 4 or more players, expansions are required.\par In addition to the scenario objectives, read the \pagelink{End}{general victory conditions} depending on the scenario type.\par There are several types of scenarios:
cs: Každá hra Heroes III se hraje podle \textbf{Scénáře} z Knihy Misí. Základní hra umožňuje vybrat scénáře pouze pro 1-3 hráče. Pro 4 a více hráčů jsou nutná rozšíření.\par Kromě cílů scénáře si přečtěte \pagelink{End}{obecné podmínky vítězství} v závislosti na typu scénáře.\par Existuje několik typů scénářů:
pl: Każda rozgrywka w Heroes III wykorzystuje \textbf{Scenariusz} z Księgi Misji. Podstawowa gra pozwala wybrać scenariusze dla 1-3 graczy. Dla większej liczby graczy wymagane są rozszerzenia.\par Oprócz celów scenariusza, zapoznaj się z \pagelink{End}{ogólnymi warunkami zwycięstwa} zależnymi od typu scenariusza.\par Istnieje kilka typów scenariuszy:

source: \subsection*{Clash} A fully competitive mode. Your opponents control Neutral Units in your Combat.
cs: \subsection*{Střet} Plně kompetitivní mód. Vaši protivníci v Boji ovládají Neutrální Jednotky.
de: \subsection*{Konflikt-Modus} Ein kompetitiver Spielmodus. Deine Gegenspieler kontrollieren neutralen Einheiten in deinen Kämpfen.
he: \subsection*{עימות (\textenglish{Clash})} מצב תחרותי מלא. השחקנים האחרים שולטים ביחידות הנייטרליות בזמן הקרבות שלכם.
pl: \subsection*{Starcie} Tryb rywalizacji dla 2--3 graczy. Twoi przeciwnicy kontrolują Jednostki Neutralne w~twojej Walce.
ru: \subsection*{Столкновение (Clash)} Режим соревнования. Ваши противники контролируют нейтральные отряды в битве.

source: \subsection*{Campaign} A single player mode\index{Solo Mode} of interconnected Scenarios against an enemy AI. For rules unique to Solo Mode, see \pagelink{AIrules}{the AI rules}. Further rules changes are detailed in the Campaign Mission Books.
cs: \subsection*{Kampaň} Hra pro jednoho hráče\index{Solo Mode} v propojených Scénářích proti nepřátelskému AI. Pravidla specifická pro hru jednoho hráče najdete v částech \pagelink{AIrules}{Pravidla AI}. Další změny pravidel jsou detailně popsány u každé Kampaně v Knize Misí.
de: \subsection*{Solo-Kampagnen-Modus} Ein Einzelspielermodus\index{Einzelspielermodus} mit mehreren fortlaufenden Szenarien. Spezifische Regeln des Solo-Modus finden sich unter \pagelink{AIrules}{Bot-Regeln}. Weitere Szenarioregeln werden in den Kampagnen-Missionsbüchern erklärt.
he: \subsection*{קמפיין (\textenglish{Campaign})} מצב לשחקן יחיד \index{מצב שחקן יחיד}, עם תרחישים השזורים זה בזה בסיפור סוחף, כנגד יריב מלאכותי. ניתן לראות את החוקים היחודיים עבור שחקן יחיד, כאן: \pagelink{AIrules}{חוקי היריב המלאכותי}. שאר שינויי החוקים מוצגים בפירוט בקמפיין שבספר המשימות.
pl: \subsection*{Kampania} Gra jednoosobowa składająca się z serii Scenariuszy przeciwko wrogiemu AI. Aby zapoznać się z zasadami dla Trybu Solo\index{Tryb Solo}, zobacz \pagelink{AIrules}{zasady AI}. Więcej informacji na temat zmienionych zasad znajdziesz w Księdze Misji Kampanii.
ru: \subsection*{Кампания} Режим одного игрока\index{Одиночный режим} для связанных сценариев против ИИ. Правила, специфичные для одиночного режима, описаны в \pagelink{AIrules}{правилах для ИИ} и \pagelink{End}{завершении сценария}. Подробные изменения описаны для каждой кампании в книге миссий.

source: \subsection*{Alliance} Usually a 2 vs.~2 team-based mode with expanded opportunities to \pagelink{Trading}{trade} between allied players.
cs: \subsection*{Aliance} Obvykle hra Týmů dvojic s rozšířenými možnostmi \pagelink{Trading}{Obchodu} mezi spojenci.
de: \subsection*{Allianz-Modus} Üblicherweise ein 2 vs. 2 Teammodus mit erweiterten Möglichkeiten \pagelink{Trading}{zu handeln} für verbündete Spieler
he: \subsection*{בריתות (\textenglish{Alliance})} בדרך כלל מצב של 2 נגד 2 מבוסס קבוצות עם הזדמנויות מורחבות ל\pagelink{Trading}{סחר} בין שחקנים בעלי ברית.
pl: \subsection*{Sojusz} Tryb drużynowy zazwyczaj 2 na 2 z poszerzonymi możliwościami \pagelink{Trading}{handlu} między sojusznikami.
ru: \subsection*{Альянс} Игровой режим команда–против–команды с расширенной \pagelink{Trading}{торговлей} между союзниками.

source: \subsection*{Cooperative} A Cooperative mode where everyone shares the same goal. \pagelink{AI Units}{The AI rules} and expanded \pagelink{Trading}{Trading rules} apply here.
cs: \subsection*{Kooperativní} Kooperativní mód, kde všichni sdílí stejný úkol. Použijte \pagelink{AI Units}{Jednotky AI} a \pagelink{Trading}{pravidla Obchodu}.
de: \subsection*{Kooperativer Modus} Alle Spieler verfolgen gemeinsam dasselbe Ziel. \pagelink{AI Units}{Bot-Regeln} und erweiterte \pagelink{Trading}{Handelsregeln} gelten auch hier.
he: \subsection*{שיתוף פעולה} במצב שיתוף פעולה, כל השחקנים משתפים פעולה. \pagelink{AI Units}{חוקי היריב המלאכותי} ו\pagelink{Trading}{חוקי המסחר} המורחבים תקפים במצב זה.
pl: \subsection*{Kooperacja} Tryb Kooperacyjny, w którym wszyscy dzielą ten sam cel. Obowiązują \pagelink{AI Units}{zasady AI} i pozszerzone \pagelink{Trading}{zasady Handlu}.
ru: \subsection*{Кооператив} Командный режим, где игроки преследуют общую цель. Используются \pagelink{AI Units}{правила для ИИ} и расширенная \pagelink{Trading}{торговля}.

source: \subsection*{Tournament} A 1 vs.~1 mode with different way of building Map and scoring. See the Tournament Book.
cs: \subsection*{Turnaj} Souboj dvou hráčů se specifickým způsobem vytváření Mapy a skórováním. Viz Kniha Turnajů.
pl: \subsection*{Turniej} Tryb 1 na 1 z innym sposobem przygotowania Mapy oraz punktacją. Opisany w Księdze Turniejów.

source: In addition, the \textbf{Battlefield Expansion} introduces two focused 1 vs.~1 modes without Scenarios (see the expansion's rulebook):
cs: \textbf{Rozšíření Bitevní Pole} navíc přináší dva módy jednoho proti jednomu bez Scénářů (viz pravidla Rozšíření):
pl: Dodatkowo rozszerzenie \textbf{Pole Bitwy} wprowadza dwa tryby 1 na 1 bez Scenariuszy (zobacz instrukcję dodatku):

source: \subsubsection*{Adventure} The Map exploration is replaced with Adventure Cards, culminating in a tactical combat on a large hexagonal battlefield.
cs: \subsubsection*{Výprava} Objevování mapy je nahrazeno Kartami Výpravy, mód kulminuje v taktickou bitvu na rozsáhlém bojišti ze šestiúhelníků.
pl: \subsubsection*{Tryb Przygody} Odkrywanie Mapy jest zastąpione Kartami Przygód, prowadzącymi do taktycznej walki na dużym, heksagonalnym polu bitwy.

source: \subsubsection*{Skirmish} Skip the exploration phase and engage directly in tactical combat.
cs: \subsubsection*{Šarvátka} Přeskočte fázi objevování a střetněte se přímo v taktické bitvě.
pl: \subsubsection*{Tryb Pojedynku} Pomiń fazę odkrywania Mapy i bezpośrednio rozpocznij taktyczną walkę.

source: \bigskip \vspace*{\fill} \includegraphics[width=\linewidth]{\art/crusader.jpg} \vspace*{\fill}
cs: \bigskip \vspace*{\fill} \includegraphics[width=\linewidth]{\art/crusader.jpg} \vfill
de: \includegraphics[width=\linewidth]{\art/crusader.jpg}
ru: \bigskip \includegraphics[width=\linewidth]{\art/crusader.jpg} \vspace*{-3em}

source: Each game of Heroes III is played using a \textbf{Scenario} from the Mission Book. The core game only allows you to choose Scenarios for 1-3 players. For 4 or more players, expansions are required.\par In addition to the Scenario objectives, read the \pagelink{End}{general victory conditions} depending on the Scenario type.\par There are several types of Scenarios:
de: Für jede Partie Heroes III wird ein \textbf{Szenario} aus den Missionsbüchern gewählt. Das Grundspiel ermöglicht nur Szenarien für 1-3 Spieler. Für 4 oder mehr Spieler werden Erweiterungen benötigt.\par Zusätzlich zu den Spielzielen des Szenarios, gibt es auch \pagelink{End} {allgemeinen Siegbedingungen} je nach Szenariotyp.\par Es gibt folgende Typen an Szenarien:
he: כל משחק של \textenglish{Heroes III} משוחק באמצעות \textbf{תרחיש} מספר המשימות. משחק הבסיס מאפשר לכם לבחור תרחישים ל-3-1 שחקנים בלבד. עבור 4 שחקנים או יותר, נדרשות הרחבות.\par בנוסף ליעדי התרחיש, קראו את \pagelink{End}{תנאי הניצחון הכלליים} בהתאם לסוג התרחיש.\par ישנם מספר סוגי תרחישים:
ru: Каждая партия в Героев III проводится с использованием \textbf{сценария} из книги миссий. Базовая игра поддерживает сценарии для 1--3 игроков; для игры вчетвером или более вам понадобятся дополнения.\par Кроме целей самого сценария, ознакомьтесь также со \pagelink{End}{стандартными условиями победы}, в зависимости от типа сценария.\par Существует несколько типов сценариев:

source: \subsection*{Tournament} A 1 vs.~1 mode with different way of building Map and scoring. See \pagelink{Tournament Mode}{Tournament rules}.
de: \subsection*{Turniermodus} Ein 1 vs.~1 Modus mit anderem Aufbau der Abenteuerkarte und Siegbedingungen. Siehe \pagelink{Tournament Mode}{Turnierregeln}.

source: \begin{expansion}[before=\vspace*{-10mm}]{battlefield} \pagetarget{Battlefield Modes}{Battlefield} Expansion introduces two focused 1 vs.~1 modes without Scenarios (see the expansion's rulebook):
de: \begin{expansion}[before=\vspace*{-10mm}]{battlefield} Die \pagetarget{Battlefield Modes}{Schlachtfeld-Erweiterung} führt zwei weitere 1 vs.~1 Spielmodi ohne Szenarioauswahl ein (siehe Regelbuch der Erweiterung):

source: \subsubsection*{Adventure} The Map exploration is replaced with Adventure cards, culminating in a tactical combat on a large hexagonal battlefield.
de: \subsubsection*{Abenteuermodus} Die Erkundung der Abenteuerkarte wird durch einen Kartenstapel vereinfacht und läuft auf einen taktischen Kampf auf dem großen Schlachtfeldplan hinaus.

source: \subsubsection*{Skirmish} Skip the exploration phase and engage directly in tactical combat. \end{expansion}
de: \subsubsection*{Gefechtsmodus} Überspringe die Landkarten-Erkundung und trage sofort einen taktischen Kampf aus. \end{expansion}

source: \subsection*{Tournament} A 1 vs.~1 mode with a different way of building Map and scoring. See \pagelink{Tournament Mode}{Tournament rules}.
he: \subsection*{טורניר (\textenglish{Tournament})} מצב של 1 נגד 1 עם דרך שונה לבניית המפה וחישוב ניקוד. ראו \pagelink{Tournament Mode}{חוקי הטורניר}.
ru: \subsection*{Чемпионат} Режим соревнования для 2 игроков с другим способом построения игровой карты и подсчётом очков. См. \pagelink{Tournament Mode}{книгу чемпионата}.

source: \begin{expansion}[before=\vspace*{-10mm}]{battlefield} \pagelink{Adventure and Skirmish Modes}{Battlefield Expansion} introduces two focused 1 vs.~1 modes without Scenarios.
he: \begin{expansion}[before=\vspace*{-10mm}]{battlefield} \pagelink{Adventure and Skirmish Modes}{הרחבת \textenglish{Battlefield}} מציגה שני מצבי 1 נגד 1 ממוקדים ללא תרחישים.
ru: \begin{expansion}[before=\vspace*{-10mm}]{battlefield} \pagelink{Adventure and Skirmish Modes}{Дополнение Battlefield} представляет два режима 1–против–1, не имеющих сценария.

source: \subsubsection*{Adventure} The Map exploration is replaced with Adventure cards, culminating in a tactical combat on a large hexagonal battlefield, see \pagelink{Adventure}{Adventure Mode} for details.
he: \subsubsection*{הרפתקה (\textenglish{Adventure})} חקירת המפה מוחלפת בקלפי הרפתקה, שמגיעה לשיאה בקרב טקטי על שדה קרב גדול המורכב ממשושים. ראו \pagelink{Adventure}{מצב הרפתקה} לפרטים.
ru: \subsubsection*{Приключение} Исследование игровой карты заменено колодой карт приключений. Заканчивается тактическим сражением на большом поле с шестиугольными клетками, см. \pagelink{Adventure}{режим Приключений}.

source: \subsubsection*{Skirmish} Skip the exploration phase and engage directly in tactical combat, see \pagelink{Skirmish}{Skirmish Mode} for details. \end{expansion}
he: \subsubsection*{התגוששות (\textenglish{Skirmish})} דלגו על שלב החקירה והיכנסו ישירות לקרב טקטי, ראו \pagelink{Skirmish}{מצב התגוששות} לפרטים. \end{expansion}
ru: \subsubsection*{Схватка (Skirmish)} Пропустите фазу исследования и сразу вступайте в сражение, см. \pagelink{Skirmish}{режим Схватки} \end{expansion}
