Repository: Heegu-sama/Homm3BG
Catalog: translations/deckbuilding.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \addsection{Deck-building}{\skills/wisdom.png}
cs: \addsection{Stavba Balíčku}{\skills/wisdom.png}
de: \addsection[2]{Karten- und \break{}Spielerdecks}{\skills/wisdom.png}
es: \addsection{Construcción del Mazo}{\skills/wisdom.png} \vspace*{\lang_header_adjustment}
fr: \addsection{Création de Deck}{\skills/wisdom.png}
he: \addsection{\texthebrew{בניית החפיסה}}{\skills/wisdom.png}
pl: \addsection{Budowanie Talii}{\skills/wisdom.png}
ru: \addsection{Сбор колоды}{\skills/wisdom.png}

source: \subsection*{\pagetarget{Playerdecks}{Player Decks}} All players have a unique Deck which represents their Main Hero's Abilities and Equipment. Decks may contain Statistic, Ability, Spell, Artifact and the Main Hero's Specialty cards. Each player's Deck starts with 9 cards, built during the game's setup.\par \bigskip \bigskip
de: \subsection*{\pagetarget{Playerdecks}{Spielerdecks}} Alle Spieler haben ein einzigartiges Deck, das die Fähigkeiten und die Ausrüstung ihres Haupthelden repräsentiert. Dein Deck kann Statistiken, Fähigkeiten, Zauber, Artefakte und die Sonderfähigkeiten des Haupthelden enthalten. Jedes Spielerdeck enthält zu Spielbeginn 9 Karten. \bigskip \bigskip

source: \subheader{General Card Rules} \begin{enumerate} \item Cards can be played \textbf{only on your Turn}, or in a \pagelink{Combat}{Combat} involving your \textbf{Main Hero}. \item After a card is used, discard it. Each player has their own separate Discard Pile\index{Discard Pile}. \item If your Deck is empty when you need to draw a card, \textbf{shuffle your Discard Pile} into a new Deck to draw from. \item Whenever your Hero gains a card for any reason, put it \textbf{directly into your hand} unless otherwise stated. \item Whenever you are instructed to \textbf{Search} (X)\index{Search (X)} the Ability, Artifact, or Spell Deck, you may either look at the top (X) cards from the specified Deck, take one of them to your hand, and discard the others, \textbf{OR} instead of looking at the top (X) cards, gain the top card from that Deck's Discard Pile. \item The Ability, Artifact, and Spell Decks each have their own Discard Piles, created during the setup, which help you identify these Decks. If a Deck ever runs out of cards, reshuffle it and discard its top card to form a new Discard Pile. Whenever one of these Discard Piles is empty, \textbf{refill it} with that Deck's top card. \columnbreak \item Cards have the following \pagetarget{Card Effects}{types of effects}: \begin{itemize} \item \textbf{Instant} \svg{instant} Effects are resolved immediately. \item \textbf{Activation} \svg{activation} Effects must be played when Activating your own unit in Combat. \item \textbf{Map} \svg{map} Effects cannot be used during Combat. \item \textbf{Ongoing} \svg{ongoing} Effects\index{Ongoing Effects} last until they are used up or until the player who played them starts their next Turn (whichever happens first). \begin{expansion}[before skip balanced=0.3em,]{stronghold,conflux,cove} \pagetarget{Time Token}{} \begin{tikzpicture}[overlay] \node at (5.5, 0) {\includegraphics[width=0.22\linewidth]{\images/time-token.png}}; \end{tikzpicture}\parbox{0.75\hsize}{You can use Time Tokens\index{Time Token} to track the duration of Ongoing Effects.} \end{expansion} \item \textbf{Permanent} \svg[7]{permanent} cards\index{Permanent cards} stay in play until discarded or replaced. They are played the same way as \svg{activation} and \svg{map} cards. \textbf{You may only have one permanent card at a time}; playing another discards the first. While a Permanent card is in play, you may use either its Basic or Expert Effect, but not both simultaneously. \end{itemize} \item Whenever you are instructed to \textbf{remove a card}, remove it completely from the game. \end{enumerate}
de: \subheader{Allgemeine Regeln zu Karten} \begin{enumerate} \item Karten können \textbf{nur im eigenen Zug} oder in einem \pagelink{Combat}{Kampf} des eigenen \textbf{Hauptheldens} gespielt werden. \item Wurde der Effekt einer Karte vollständig abgehandelt, wird die Karte auf den eigenen Ablagestapel\index{Ablagestapel} abgeworfen. \item Musst Karten ziehen und dein Deck ist leer, \textbf{mische deinen Ablagestapel} und bilde daraus ein neues Deck. \item Wenn nicht anders angegeben nimmst du eine Karte, wodurch auch immer du sie erhältst, \textbf{direkt auf die Hand}. \item Fordert ein Effekt dich auf die Aktion \textbf{Durchsuche (X)} \index{Durchsuche (X)} auf ein bestimmtes Deck (z.B. das Zauberdeck) anzuwenden, darfst du entweder die obersten X Karten dieses Decks ansehen, eine davon auf die Hand nehmen und die übrigen abwerfen \textbf{ODER} die oberste Karte des offenen Ablagestapels dieses Decks auf die Hand nehmen. \item Die Fähigkeiten-, Artefakt- und Zauber-Decks haben je ihren eigenen Ablagestapel, die während des Spielaufbaus gebildet werden. Ist ein Deck leer, wird sein Ablagestapel zu einem neuen Deck gemischt und die oberste Karte abgeworfen, um einen neuen Ablagestapel zu bilden. Ist der Ablagestapel eines Decks leer, \textbf{fülle ihn wieder auf} durch Abwerfen der obersten Karte dieses Decks. \item Karten haben folgende \pagetarget{Card Effects}{Karteneffekte}: \begin{itemize} \item \textbf{Soforteffekte} \svg{instant} werden sofort abgehandelt. \item \textbf{Aktivierungseffekte} \svg{activation} müssen während der Aktivierung einer eigenen Einheit im Kampf gespielt werden. \item \textbf{Abenteuereffekte} \svg{map} können nicht im Kampf gespielt werden. \item \textbf{Anhaltende Effekte} \svg{ongoing}\index{Anhaltender Effekt} dauern an, bis der beschriebene Effekt vollständig abgehandelt wurde oder der ausführende Spieler seinen nächsten Spielzug beginnt (je nachdem, was zuerst eintritt). \begin{expansion}[before skip balanced=0.3em,]{stronghold,conflux,cove} \pagetarget{Zeitmarker}{} \begin{tikzpicture}[overlay] \node at (5.5, 0) {\includegraphics[width=0.22\linewidth]{\images/time-token.png}}; \end{tikzpicture}\parbox{0.75\hsize}{Du kannst Zeitmarker\index{Zeitmarker} nutzen, um die Dauer anhaltender Effekte zu verfolgen.} \end{expansion} \item \textbf{Bleibende Karten} \svg{permanent} \index{Bleibende Karten} bleiben im Spiel, bis sie abgelegt oder ersetzt werden. Sie werden wie \svg{activation} oder \svg{map} Karten gespielt. \textbf{Du darfst jederzeit nur eine bleibende Karte im Spiel haben}; spielst du eine weitere aus, wirf die erste ab. Wenn eine bleibende Karte im Spiel ist, darfst du sowohl ihren Basis-, als auch den Experteneffekt spielen, aber nicht beide zeitgleich. \end{itemize} \item Fordert ein Effekt dich auf, eine Karte zu \textbf{entfernen}, entferne sie vollständig aus dem Spiel. \end{enumerate}

source: \vfill \hfill{\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/quicksand.png}}
de: \empty

source: \subheader{Searching Example}
de: \subheader{Beispiel einer\\Durchsuchen-Aktion}

source: \textit{Bob, playing as Deemer the Warlock, has built a Mage Guild during the previous Game Round, enabling him to now use his Spell Book Token to purchase additional Spells.}
de: \textit{Bob spielt Deemer, den Hexer, und besitzt eine Magiergilde seit der vorherigen Runde, die ihm erlaubt mithilfe des Zauberbuchmarkers neue Zauber zu kaufen.}

source: \includegraphics[width=\linewidth]{\examples/deemer_receiving_spellbook.png}\par \textit{He spends the token and pays the cost of 5 \svg{gold} indicated on his Town Board, allowing him to \textbf{Search (2)} the Spell Deck.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{He now has the choice of either gaining the top Card of the Spell Card Discard Pile, or drawing the top two cards of the Spell Deck and gaining one of them. He is not interested in gaining the Spell Curse, which is on top of the Discard Pile, and instead decides to draw two cards – a Magic Arrow and a Fireball.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{He decides to keep the Fireball, placing it into his hand and discarding the Magic Arrow into the Spell Discard Pile.}
de: \includegraphics[width=\linewidth]{\examples/deemer_receiving_spellbook.png}\par \textit{Er nutzt den Marker und bezahlt die auf seinem Stadttableau angegebenen 5 \svg{gold}, um die Aktion \textbf{Durchsuche (2) das Zauber-Deck} durchzuführen.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{Er hat nun die Wahl entweder die oberste Karte des Zauber-Ablagestapels zu erhalten oder die obersten 2 Karten des Zauber-Decks zu ziehen und eine davon auf die Hand zu nehmen. Da er am Zauber Fluch, der oben auf dem Ablagestapel liegt, nicht interessiert ist, zieht er stattdessen zwei Karten – Magischer Pfeil und Feuerball.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{Er entscheidet sich dafür, den Feuerball zu behalten und wirft den Magischen Pfeil auf den Zauber-Ablagestapel.}

source: \pagetarget{Statistic}{}\pagetarget{Ability}{} \subheader{Statistic and Ability Cards}
de: \pagetarget{Statistic}{}\pagetarget{Ability}{} \subheader{Statistiken und Fähigkeiten}

source: All Statistic\index{Statistic cards} and Ability cards\index{Ability card} have a \textbf{Basic Effect}\index{Basic Effect} and a stronger \textbf{Expert} \svg{expert} \textbf{Effect}\index{Expert Effect}, which is shown below the Basic Effect. Whenever you play a Statistic or Ability card, you must choose which effect you are using. The number of \svg{expert} Effects you can use each Round is limited by your Main Hero's \pagelink{Level}{Level}. Track the number of uses you have in any suitable manner, such as by moving Black Cubes on and off your Hero Board.\par
de: Alle Statistik-\index{Statistikkarte} und Fähigkeitskarten\index{Fähigkeitskarte} haben einen \textbf{Basis-}\index{Basiseffekt} und einen stärkeren \textbf{Experteneffekt}\index{Experteneffekt} \svg{expert}, der unterhalb des Basiseffekts abgedruckt ist. Beim Ausspielen dieser Karten musst du entscheiden, welchen der beiden Effekte du nutzen willst. Die Anzahl an \svg{expert}-Effekten ist pro Runde limitiert durch die \pagelink{Level}{Erfahrungsstufe} deines Haupthelden. Zähle die Anzahl verbrauchter und verfügbarer Experteneffekte auf eine sinnvolle Weise, z.B. durch Verschieben eines Statuswürfels von und auf dein Heldentableau.\par

source: \note{11}{ \wikilink{abilities/necromancy}{Necromancy cards} are limited to the Necropolis Faction \svg{necro-yellow}. When a non-Necropolis player draws a Necropolis card\index{Necropolis card} from the Ability Deck, they may either discard it and draw a new card as a replacement or gain it. Non-Necropolis players \textbf{cannot use} Faction Specific cards from their hand in any way besides for effects that discard them. }
de: \note{11}{ Die Fähigkeit \wikilink{abilities/necromancy}{Nekromantie} ist nur für die Nekropolis-Fraktion \svg{necro-yellow} verwendbar. Zieht ein Spieler einer anderen Fraktion eine solche Karte\index{Nekropolis Karte} vom Fähigkeiten-Deck, darf er sie abwerfen und eine Ersatzkarte ziehen. Er darf die Karte auch behalten, \textbf{kann sie aber auf keine andere Art nutzen}, außer zum Abwerfen aufgrund von Effekten anderer Karten. }

source: \draw (0, 0) node {\includegraphics[width=3.5cm]{\cards/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \imagecaption{Statistic card\\\phantom{Blah}} \end{center} \end{expansion} \switchcolumn \begin{expansion}{inferno} \hspace*{-2.3mm} \begin{minipage}[t]{0.3\linewidth} \vspace*{0mm} \begin{center} \begin{tikzpicture}
de: \draw (0, 0) node {\includegraphics[width=3.5cm]{translations/assets/de/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \imagecaption{Statistikkarte\\\phantom{Blah}} \end{center} \end{expansion} \switchcolumn \begin{expansion}{inferno} \hspace*{-2.3mm} \begin{minipage}[t]{0.3\linewidth} \vspace*{0mm} \begin{center} \begin{tikzpicture}

source: \draw (0, 0) node {\includegraphics[width=3.5cm]{\cards/empowered-knowledge.png}}; \draw (0.75, 1.9) node {\encircle{1}}; \draw (-1, -1.5) node {\encircle{2}}; \end{tikzpicture} \imagecaption{Empowered\\Statistic card} \end{center} \end{minipage} \hfill \begin{minipage}[t]{0.65\linewidth} \vspace*{0mm} \subsection*{\pagetarget{Empowered Statistic}{Empowered} Statistic cards}\index{Empowered Statistic Card} These cards are more powerful versions of the normal Statistic cards. They have only one effect which is identical to the normal Statistic's Expert effect, but does not require using your \svg{expert}.\par
de: \draw (0, 0) node {\includegraphics[width=3.5cm]{translations/assets/de/empowered-knowledge.png}}; \draw (0.75, 1.9) node {\encircle{1}}; \draw (-1, -1.5) node {\encircle{2}}; \end{tikzpicture} \imagecaption{Verstärkte\\Statistikkarte} \end{center} \end{minipage} \hfill \begin{minipage}[t]{0.65\linewidth} \vspace*{0mm} \subsection*{\pagetarget{Empowered Statistic}{Verstärkte} Statistikkarten}\index{Verstärkte Statistikkarten} Diese Karten sind mächtiger als die normalen Statistikkarten. Sie haben nur einen Effekt, der identisch ist zum normalen Experteneffekt von Statistikkarten, aber um ihn auszuspielen werden deine \svg{expert} nicht benötigt.\par

source: \medskip These cards can be gained via certain game effects, such as Visiting a \pagelink{Star Axis}{Star Axis}. \end{minipage} \end{expansion}
de: \medskip Du kannst diese Karten durch verschiedene Spieleffekte erhalten, z.B. durch den Besuch eines \pagelink{Star Axis}{Sternenachse}. \end{minipage} \end{expansion}

source: \draw (0, 0) node {\includegraphics[width=3.5cm]{\cards/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.55, -0.8) node {\encircle{4}}; \draw (1.55, -1.9) node {\encircle{4}}; \end{tikzpicture} \imagecaption{Ability card\\\phantom{Blah}} \end{center} \end{expansion} \switchcolumn \begin{expansion}{navalbattles} \hspace*{-2.3mm} \begin{minipage}[t]{0.3\linewidth} \vspace*{0mm} \begin{center} \begin{tikzpicture}
de: \draw (0, 0) node {\includegraphics[width=3.5cm]{translations/assets/de/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.55, -0.8) node {\encircle{4}}; \draw (1.55, -1.9) node {\encircle{4}}; \end{tikzpicture} \imagecaption{Fähigkeitskarte\\\phantom{Blah}} \end{center} \end{expansion} \switchcolumn \begin{expansion}{navalbattles} \hspace*{-2.3mm} \begin{minipage}[t]{0.3\linewidth} \vspace*{0mm} \begin{center} \begin{tikzpicture}

source: \draw (0, 0) node {\includegraphics[width=3.5cm]{\cards/empowered-ability.png}}; \draw (0.75, 1.9) node {\encircle{1}}; \draw (-1, -1.5) node {\encircle{2}}; \draw (1.55, -1.7) node {\encircle{4}}; \end{tikzpicture} \imagecaption{Empowered\\Ability card} \end{center} \end{minipage} \hfill \begin{minipage}[t]{0.65\linewidth} \subsection*{\pagetarget{Empowered Ability}{Empowered} Ability cards}\index{Empowered Statistic card} The Empowered Ability cards work very similarly to Empowered Statistic cards. Their only effect corresponds to the Expert effect of normal Ability cards, but without requiring you to use your \svg{expert}.
de: \draw (0, 0) node {\includegraphics[width=3.5cm]{\cards/empowered-ability.png}}; \draw (0.75, 1.9) node {\encircle{1}}; \draw (-1, -1.5) node {\encircle{2}}; \draw (1.55, -1.7) node {\encircle{4}}; \end{tikzpicture} \imagecaption{Verstärkte\\Fähigkeitskarte} \end{center} \end{minipage} \hfill \begin{minipage}[t]{0.65\linewidth} \subsection*{\pagetarget{Empowered Ability}{Verstärkte} Fähigkeitskarte}\index{Verstärkte Fähigkeitskarte} Verstärkte Fähigkeitskarten funktionieren ähnlich wie verstärkte Statistikkarten: Ihr einziger Effekt gleicht dem Experteneffekt gewöhnlicher Fähigkeitskarten, benötigt beim Ausspielen aber keine \svg{expert}.

source: \medskip These cards can be gained by spending \pagelink{Empowered Ability Token}{Empowered Ability Tokens}, which are only available in certain Scenarios (e.~g.~``Island of Fire'' from the Naval Battles Mission Book). \end{minipage} \end{expansion}
de: \medskip Du kannst diese Karten durch Abgabe eines \pagelink{Empowered Ability Token}{Fähigkeitsmarkers} erhalten, die aber nur in bestimmten Szenarien (z.~B.~in ``Inseln des Feuers'' aus der Seeschlacht-Erweiterung) verfügbar sind. \end{minipage} \end{expansion}

source: {2} \begin{multicols*}{2} \footnotesize \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Basic Effect\\ \item[\textbf{3.}] Expert Effect \item[\textbf{4.}] Necropolis-specific card \end{itemize}
de: {2} \begin{multicols*}{2} \footnotesize \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Basiseffekt \item[\textbf{3.}] Experteneffekt \item[\textbf{4.}] Nekropolis-spezifische Karte \end{itemize}

source: {2} \pagetarget{spells}{\subheader{Spell Cards}}
de: {2} \pagetarget{spells}{\subheader{Zauber}}

source: Spell cards\index{Spell card} have three possible primary effects. Using the topmost, basic version of the Spell usually has no additional costs. To access the other effects, you may \textbf{Empower} a Spell\index{Empowering Spells} by paying the indicated cost (3) to get a more powerful outcome (4). You may pay this cost by playing other cards for their Empower \svg{empower} effect (e.g. the Spell Power Statistic) before casting the Spell. All Spell cards also have an alternative bottom (5) \svg{empower} effect. You cannot preserve the played \svg{empower}: casting a Spell consumes all the \svg{empower} played so far, and if you stop playing cards, the power dissipates. You may use a cheaper \svg{empower} effect than what you've paid for, though.\par
de: Zauberkarten\index{Zauberkarten} haben drei mögliche primäre Effekte. Die Nutzung des obersten Basiseffektes hat meist keine weiteren Kosten. Um einen der beiden stärkeren primären Effekte (4) zu nutzen, muss der Zauber \textbf{verstärkt}\index{Zauber verstärken} werden, indem die Kosten des Effektes (3) durch Ausspielen anderer Karten mit Verstärkungseffekt \svg{empower} (z. B. der Statistikkarte \wikilink{statistics/power}{Zauberkraft}) bezahlt werden. Alle Zauber können auch mit ihrem alternativen unteren \svg{empower}-Effekt (5) gespielt werden, um andere Zauber zu verstärken. Du darfst eine niedrigere Effektstärke wählen, kannst gespielte \svg{empower}-Effekte aber nicht aufsparen: Das Abhandeln eines Zaubers verbraucht alle ausgespielten \svg{empower}-Effekte.\par

source: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture} \end{scriptsize}\\ \imagecaption{Spell card}\\ \end{center}
de: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{translations/assets/de/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture} \end{scriptsize}\\ \imagecaption{Zauberkarte}\\ \end{center}

source: \begin{multicols*}{2} \footnotesize \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Spell Name \item[\textbf{2.}] School of Magic \item[\textbf{3.}] Cost to\\Empower \columnbreak \item[\textbf{4.}] Spell Effect \item[\textbf{5.}] Alternative\\Effect \end{itemize}
de: \begin{multicols*}{2} \footnotesize \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Magieschule \item[\textbf{3.}] Verstärkungs-\\Kosten \columnbreak \item[\textbf{3.}] Zaubereffekt \item[\textbf{4.}] Alternativer\\Effekt \end{itemize}

source: Spells can be gained by Building the Mage Guild\index{Mage Guild}. Building it also enables you to use the Spell Book Token\index{Spell Book Token} for buying additional Spells. The Token cannot be used during the \textbf{same Round} when the Guild is constructed. Spells can also be \pagelink{Trading}{traded} in Alliance and Cooperative Scenarios.
cs: Kouzla mohou být získána postavením Cechu Mágů\index{Cech Mágů}. Stavba také umožňuje použít Žeton Knihy Kouzel\index{Žeton Knihy Kouzel} k nákupu dalších Kouzel. Žeton nelze použít během \textbf{stejného Kola}, ve kterém byl Cech postaven. Kouzla mohou být také \pagelink{Trading}{směněna} v Alianci a Kooperativních Scénářích.
de: Zauber können beim Bau der Magiergilde\index{Magiergilde} erhalten werden. Außerdem ermöglicht die Magiergilde den Kauf neuer Zauber durch Nutzung des Zauberbuchmarkers\index{Zauberbuchmarker}. Der Marker kann nicht in \textbf{derselben Runde} genutzt werden, in der die Magiergilde gebaut wurde. Zauber können in Allianz- oder kooperativen Szenarien auch \pagelink{Trading}{gehandelt} werden. \columnbreak
he: ניתן להשיג קסמים על ידי בניית גילדת הקוסמים \textenglish{(Mage Guild)}\index{גילדת הקוסמים}. בניית המבנה הזה גם מאפשר להשתמשת באסימון ספר הקסמים\index{אסימון ספר קסמים} על מנת לקנות ספרים נוספים. לא ניתן להשתמש באסימון במהלך \textbf{אותו הסבב} בו בנית את הגילדה. בנוסף, ניתן \pagelink{Trading}{לסחור} בקסמים בתרחישים מסוג בריתות ושיתוף פעולה.
pl: Zaklęcia możesz zdobyć, budując Gildię Magów\index{Gildia Magów}. Zbudowanie jej pozwala ci używać Żetonu Księgi Zaklęć\index{Żeton!Księgi Zaklęć}, aby kupować dodatkowe Zaklęcia. Żeton nie może być użyty podczas \textbf{tej samej Rundy}, w której została zbudowana Gildia Magów. Zaklęcia również mogą być \pagelink{Trading}{wymieniane} w Trybie Sojuszu oraz Kooperacji.

source: During Combat, each player may play \textbf{only one Spell card per Combat Round}.
de: Jeder Spieler darf im Kampf \textbf{nur einen Zauber pro Kampfrunde} ausspielen.

source: \columnbreak When you use an effect which lets you cast a Spell from somewhere other than your hand (such as directly from the Spell Deck), place that Spell into your Discard Pile after casting it.
cs: \columnbreak Když použijete efekt, který vám umožní seslat Kouzlo z jiného místa než z vaší ruky (například přímo z Balíčku Kouzel), po seslání tohoto Kouzla jej umístěte do své Odhazovací Hromádky.
de: Wenn ein Effekt dir erlaubt, einen Zauber auszuspielen, den du nicht auf der Hand hältst (sondern z. B. direkt vom Zauberdeck), wirf diesen Zauber anschließend auf deinen Ablagestapel.
pl: \columnbreak Gdy używasz efektu, który pozwala ci na zagranie Zaklęcia z innego miejsca niż twoja ręka (na przykład bezpośrednio z Talii Zaklęć), umieść to Zaklęcie na swoim Stosie Kart Odrzuconych po jego rzuceniu.

source: Some complex Spell cards use keywords or require special components, see \pagelink{spell keywords}{Card Effect Keywords}.
de: Einige komplexe Zauberkarten nutzen Schlüsselwörter oder benötigen eigenes Spielmaterial, siehe unter \pagelink{spell keywords}{Schlüsselwörter in Karteneffekten}.

source: {\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/air_magic.png}}
de: \empty

source: \pagetarget{Schools of Magic}{Schools of Magic}
de: \pagetarget{Schools of Magic}{Magieschulen}
