Repository: Heegu-sama/Homm3BG
Catalog: translations/deckbuilding.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: Artifact Cards\index{Artifact Card} have a top and bottom effect. When you play one, you must \textbf{choose which effect} you are using. They are divided into 3 Levels: Minor, Major, and Relic, with different border color. These Levels relate to the overall Power of the Card and may be referenced when resolving certain effects or during Scenario setup. Otherwise, all Artifact Cards are normally shuffled together to form the Artifact Deck regardless of their Level. They are gained through map exploration.\par Artifacts can be \pagelink{Trading}{traded} in Alliance and Cooperative Scenarios.
cs: Karty Artefaktů\index{Karta Artefaktu} mají horní a spodní efekt. Když jednu hrajete, musíte \textbf{vybrat, který efekt} používáte. Jsou rozděleny do 3 Úrovní: Malé, Velké a Relikvie rozlišených barvou okraje. Tyto Úrovně se vztahují k celkové Síle Karty a mohou být zmíněny při řešení určitých efektů nebo během přípravy Scénáře. Všechny Karty Artefaktů jsou normálně zamíchány dohromady, aby vytvořily Balíček Artefaktů bez ohledu na jejich Úroveň. Jsou získávány průzkumem mapy.\par Artefakty mohou být \pagelink{Trading}{směněny} v Alianci a Kooperativních Scénářích.
pl: Karty Artefaktów\index{Karta!Artefaktu} mają górny oraz dolny efekt. Gdy je zagrywasz, musisz \textbf{wybrać efekt}, którego używasz. Dzielą się one na 3 Poziomy: Słabe, Mocne oraz Relikty, różniące się kolorem ramki. Te poziomy odnoszą się do ogólnej Siły Karty, a dodatkowo mogą być wskazane podczas rozgrywania niektórych efektów lub podczas przygotowania Scenariusza. Jeżeli w Scenariuszu nie podano inaczej, wszystkie Karty Artefaktów są tasowane razem, aby stworzyć Talię Artefaktów bez względu na ich Poziom. Można je zdobywać podczas odkrywania mapy. \par Artefakty mogą być \pagelink{Trading}{wymieniane} w Trybie Sojuszu oraz Kooperacji.

source: \pagetarget{spells}{Spell Cards}
cs: \pagetarget{spells}{Karty Kouzel}
he: \pagetarget{spells}{קלפי קסם}
pl: \pagetarget{spells}{Karty Zaklęć}

source: Spell Cards\index{Spell Card} have three possible primary effects. Using the topmost, basic version of the Spell usually has no additional costs. To access the other effects, you may \textbf{Empower} a Spell\index{Empowering Spells} by paying the indicated cost (3) to get a more powerful outcome (4). You may pay this cost by playing other cards for their Empower \svg{empower} effect (e.g. the Spell Power Statistic) before casting the Spell. All Spell Cards also have an alternative bottom (5) \svg{empower} effect. You cannot preserve the played \svg{empower}: casting a Spell consumes all the \svg{empower} played so far, and if you stop playing cards, the power dissipates. You may use a cheaper \svg{empower} effect than what you've paid for, though.
cs: Karty Kouzel\index{Karta Kouzla} mají tři možné primární efekty. Použití horní, běžné, verze Kouzla zpravidla nemá žádné dodatečné náklady. K přístupu k ostatním efektům můžete \textbf{Posílit} Kouzlo\index{Posílení Kouzla} zaplacením uvedené ceny (3) a dosáhnout silnějšího efektu (4). Tuto cenu můžete zaplatit hraním jiných karet s efektem Posílení \svg{empower} před sesláním Kouzla (např. Základní Karta - Moc). Všechny Karty Kouzel mají také alternativní spodní (5) \svg{empower} efekt. Nemůžete zachovat zahrané \svg{empower} na později: seslání Kouzla spotřebuje všechny dosud zahrané \svg{empower}, a pokud přestanete hrát karty, moc se rozplyne. Můžete zahrátlevnější \svg{empower} efekt než jste zaplatili.
pl: Karty Zaklęć\index{Karta!Zaklęć} mają trzy możliwe Efekty Podstawowe. Użycie górnej, podstawowej wersji Zaklęcia zwykle nie ma dodatkowych kosztów. Aby użyć pozostałych efektów, możesz \textbf{Wzmocnić} Zaklęcie\index{Wzmacnianie Zaklęć}, płacąc określony koszt (3), aby uzyskać potężniejszy wynik (4). Możesz opłacić ten koszt zagrywając inne Karty z Efektem Wzmocnienia \svg{empower}, zanim rzucisz to Zaklęcie. Każda Karta Zaklęcia ma również alternatywny, dolny (5) \svg{empower} efekt. Nie możesz zachować zagranej \svg{empower}: rzucenie Zaklęcia zużywa całą \svg{empower}, a jeśli przestaniesz zagrywać Karty, moc rozprasza się. Możesz użyć tańszego \svg{empower} efektu niż ten, który opłaciłeś.

source: { \centering \begin{tikzpicture} \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture}\\ \medskip \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Spell Card}}}\par \noindent \begin{minipage}[t]{0.5\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Spell Name \item[\textbf{2.}] School of Magic \item[\textbf{3.}] Cost to Empower \end{itemize} \end{minipage} \begin{minipage}[t]{0.4\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{4.}] Spell Effect \item[\textbf{5.}] Alternative\\Effect \end{itemize} \end{minipage} }
cs: { \centering \begin{tikzpicture} \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture}\\ \medskip \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Karta Kouzla}}}\par \noindent \begin{minipage}[t]{0.5\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Název Kouzla \item[\textbf{2.}] Škola Magie \item[\textbf{3.}] Cena za Posílení \end{itemize} \end{minipage} \begin{minipage}[t]{0.4\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{4.}] Efekt Kouzla \item[\textbf{5.}] Alternativní\\Efekt \end{itemize} \end{minipage} }
pl: { \centering \begin{tikzpicture} \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{translations/assets/pl/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture}\\ \medskip \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Karta Zaklęcia}}}\par \noindent \begin{minipage}[t]{0.5\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Nazwa Zaklęcia \item[\textbf{2.}] Szkoła Magii \item[\textbf{3.}] Koszt\\Wzmocnienia \end{itemize} \end{minipage} \begin{minipage}[t]{0.4\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{4.}] Efekt Zaklęcia \item[\textbf{5.}] Efekt\\Alternatywny \end{itemize} \end{minipage} }

source: During Combat, \textbf{only one Spell Card} may be played by each player \textbf{per Combat Round}.
cs: Během Souboje může každý hráč \textbf{použít pouze jednu Kartu Kouzla} \textbf{za Kolo Boje}.
he: במהלך קרבות, כל שחקן יכול לשחק \textbf{קלף קסם אחד בלבד} \textbf{בכלל סבב קרב}.
pl: Podczas Walki każdy gracz może zagrać \textbf{tylko jedną Kartę Zaklęcia na jedną Rundę Walki}.

source: Schools of Magic
cs: Škola Magie
pl: Szkoły Magii

source: All Spell Cards belong to one School of Magic\index{Schools of Magic}: either Air, Fire, Earth or Water. Spells with one School symbol on them are called \textbf{Basic Spells}\index{Basic Spell}, while Spells with four identical symbols are called \textbf{Expert Spells}\index{Expert Spell}. \textbf{Magic Arrow} is a Basic Spell; when casting the \textbf{Magic Arrow}, you must select which School it belongs to. By default there's no difference, but certain game effects can refer to specific Schools and to Basic/Expert Spells.
cs: Všechny Karty Kouzel patří do nějaké Školy Magie\index{Schools of Magic}: těmi jsou Vzduch, Oheň, Země, nebo Voda. Kouzla s jediným symbolem Školy magie se nazývají \textbf{Základní Kouzla}\index{Basic Spell}, Kouzla se čtyřmiidentickými symboly jsou \textbf{Expertní Kouzla}\index{Expert Spell}. \textbf{Magický Šíp} je Základní Kouzlo. Pokud kouzlíte \textbf{Magický Šíp}, musíte stanovit, jaké Škole Magie bude příslušet. Většinou na tom nezáleží, avšak určité herní mechaniky mohou odkazovat na pojmy Škola Magie či Základní/Expertní Kouzlo.
pl: Wszystkie Karty Zaklęć należą do jednej ze Szkół Magii\index{Szkoły Magii}: Powietrza, Ognia, Ziemi lub Wody. Zaklęcia z jednym symbolem Szkoły są nazywane \textbf{Zaklęciami Podstawowymi}\index{Zaklęcie!Podstawowe}, podczas gdy Zaklęcia z czterema identycznymi symbolami są nazywane \textbf{Zaklęciami Mistrzowskimi}\index{Zaklęcie!Mistrzowskie}. \textbf{Magiczna Strzała} jest Zaklęciem Podstawowym; podczas rzucania \textbf{Magicznej Strzały} musisz wybrać, do której Szkoły należy. Domyślnie nie ma to znaczenia, ale niektóre efekty mogą się odnosić do konkretnych Szkół oraz do Zaklęć Podstawowych lub Mistrzowskich.

source: \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Fire}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Water}}} \endminipage \hfill\allowbreak\bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Air}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Earth}}} \endminipage \bigbreak
cs: \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \textit{\textbf{\textcolor{darkcandyapplered}{Škola Ohně}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \textit{\textbf{\textcolor{darkcandyapplered}{Škola Vody}}} \endminipage \hfill\allowbreak\bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \textit{\textbf{\textcolor{darkcandyapplered}{Škola Vzduchu}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \textit{\textbf{\textcolor{darkcandyapplered}{Škola Země}}} \endminipage \bigbreak
pl: \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \textit{\textbf{\textcolor{darkcandyapplered}{Szkoła Ognia}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \textit{\textbf{\textcolor{darkcandyapplered}{Szkoła Wody}}} \endminipage \hfill\allowbreak\bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \textit{\textbf{\textcolor{darkcandyapplered}{Szkoła Powietrza}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \textit{\textbf{\textcolor{darkcandyapplered}{Szkoła Ziemi}}} \endminipage \bigbreak

source: \pagetarget{Specialty}{Hero Specialty Cards}
cs: \pagetarget{Specialty}{Karty Zaměření Hrdiny}
he: \pagetarget{Specialty}{קלפי המומחיות של הגיבור}
pl: \pagetarget{Specialty}{Karty Specjalności Bohatera}

source: Hero Specialty Cards\index{Specialty Card} are gained from \pagelink{Level}{Level ups}. Each Main Hero has a unique set of Specialty Cards. While many of these Cards have effects which resemble Spell Cards and even make use of \svg{empower} and Schools of Magic, Specialty Cards are their \textbf{own unique category of cards}. For example, the limit of 1 Spell per Combat Round doesn't apply to Specialty Cards.
cs: Karty Zaměření Hrdiny\index{Karta Zaměření} jsou získávány během \pagelink{Level}{nových Úrovní}. Každý Hlavní Hrdina má unikátní sadu Karet Zaměření. I když mnoho z těchto Karet má efekty, které se podobají Kartám Kouzel, Školu Magie, či podmínku \svg{empower}. Karty Zaměření jsou \textbf{vlastní unikátní kategorií karet}.Například limit 1 Kouzla v Bojovém Tahu se na Karty Zaměření nevztahuje.
pl: Karty Specjalności Bohatera\index{Karta!Specjalności} są pozyskiwane podczas \pagelink{Level}{zdobywania Poziomów}. Każdy Bohater Główny ma unikalny zestaw Kart Specjalności. Mimo że wiele z tych Kart ma efekty podobne do Kart Zaklęć i nawet wykorzystuje \svg{empower} oraz Szkoły Magii, Karty Specjalności są \textbf{unikalną kategorią kart}. Przykładowo limit jednego Zaklęcia na Rundę Walki nie dotyczy Kart Specjalności.

source: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{A Level 4 Specialty Card, belonging to Catherine the Knight.} }
cs: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{Karta Zaměření Úrovně 4, patřící rytířce Catherine.} }
pl: { \medskip \centering \includegraphics[width=0.7\linewidth]{translations/assets/pl/specialty.png}\\ \medskip \footnotesize\textit{Karta Specjalności 4 Poziomu, należąca do Katarzyny, będącej Rycerzem.} }

source: \includegraphics[width=\linewidth]{\cards/ability.png} \vspace{-2em} \begin{multicols*}{2} \footnotesize \begin{center} \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Ability Card}}} \end{center} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Basic Effect \end{itemize} \columnbreak \begin{center} \textbf{\textit{\textcolor{darkcandyapplered}{Statistic Card}}}\phantom{\ldots} \end{center} \begin{itemize} \item[\textbf{3.}] Expert Effect \item[\textbf{4.}] Faction-specific Card* \end{itemize}
es: \includegraphics[width=\linewidth]{\cards/ability.png} \vspace{-2em} \begin{multicols*}{2} \footnotesize \begin{center} \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Carta Habilidad}}} \end{center} \begin{itemize} \item[\textbf{1.}] Nombre \item[\textbf{2.}] Efecto Básico \end{itemize} \columnbreak \begin{center} \textbf{\textit{\textcolor{darkcandyapplered}{Carta Característica}}}\phantom{\ldots} \end{center} \begin{itemize} \item[\textbf{3.}] Efecto Experto \item[\textbf{4.}] Carta específica de Facción* \end{itemize}
fr: \includegraphics[width=\linewidth]{translations/assets/fr/cards/ability_fr.png} \vspace{-2em} \begin{multicols*}{2} \footnotesize \begin{center} \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Carte de Compétence}}} \end{center} \begin{itemize} \item[\textbf{1.}] Nom \item[\textbf{2.}] Effet Basique \end{itemize} \columnbreak \begin{center} \textbf{\textit{\textcolor{darkcandyapplered}{Carte de Caractéristique}}}\phantom{\ldots} \end{center} \begin{itemize} \item[\textbf{3.}] Effet Expert \item[\textbf{4.}] Carte de\\Faction* \end{itemize}
he: \includegraphics[width=\linewidth]{\cards/ability.png} \vspace{-2em} \begin{multicols*}{2} \footnotesize \begin{center} \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{קלף סטטיסטיקה}}} \end{center} \begin{itemize} \item[\textbf{1.}] שם \item[\textbf{2.}] אפקט בסיסי \end{itemize} \columnbreak \begin{center} \textbf{\textit{\textcolor{darkcandyapplered}{קלף יכולת}}}\phantom{\ldots} \end{center} \begin{itemize} \item[\textbf{3.}] אפקט מומחה \item[\textbf{4.}] קלף לצבא ספציפי* \end{itemize}

source: Artifact Cards\index{Artifact Card} have a top and bottom effect. When you play one, you must \textbf{choose which effect} you are using. They are divided into 3 Levels: Minor, Major, and Relic. These Levels relate to the overall Power of the Card and may be referenced when resolving certain effects or during Scenario setup. Otherwise, all Artifact Cards are normally shuffled together to form the Artifact Deck regardless of their Level. They are gained through map exploration.\par Artifacts can be \pagelink{Trading}{traded} in Alliance and Cooperative Scenarios.
he: לקלפי חפצים\index{קלף חפץ} יש אפקט עליון ואפקט תחתון. כאשר משחקים בקלף כזה, צריך \textbf{לבחור באיזה באפקט} הולכים להשתמש. קלפי החפצים מחולקים ל-3 רמות: משני \textenglish{(Minor)}, עוצמתי \textenglish{(Major)}, ואגדי \textenglish{(Relic)}. הרמות הללו מתיחסות לכח הכללי של הקלף וייתכן שתהיה התייחסות לכך כאשר אפקט מסויים מופעל או במהלך ההכנה של התרחיש. מעבר לכך, כל קלפי החפצים מעורבבים ביחד לייצר חפיסת חפצים אחת ללא קשר לרמה שלהם. מקבלים אותם במהלך חקירת המפה.\par ניתן \pagelink{Trading}{לסחור} בחפצים בתרחישים מסוג בריתות ושיתוף פעולה.

source: {2} \includegraphics[width=1.2\linewidth]{\cards/artifact.png} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Major Artifact}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots}\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Minor Artifact}}}\\ \vspace{3em} \phantom{\ldots}\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Relic Artifact}}} \end{center}
es: {2} \includegraphics[width=1.2\linewidth]{\cards/artifact.png} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Artefacto Mayor}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots}\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Artefacto Menor}}}\\ \vspace{3em} \phantom{\ldots}\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Artefacto Reliquia}}} \end{center}
fr: {2} \includegraphics[width=1.2\linewidth]{translations/assets/fr/cards/artifact_fr.png} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Artefact Majeur}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots}\includegraphics[width=0.6\linewidth]{translations/assets/fr/cards/minor_artifact_fr.png}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Artefact Mineur}}}\\ \vspace{3em} \phantom{\ldots}\includegraphics[width=0.6\linewidth]{translations/assets/fr/cards/relic_artifact_fr.png}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Artefact Relique}}} \end{center}
he: {2} \includegraphics[width=1.2\linewidth]{\cards/artifact.png} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{חפץ עוצמתי}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots}\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{חפץ משני}}}\\ \vspace{3em} \phantom{\ldots}\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{חפץ אגדי}}} \end{center}

source: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \columnbreak \item[\textbf{3.}] Fluff \end{itemize}
es: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Nombre \item[\textbf{2.}] Efecto \columnbreak \item[\textbf{3.}] Texto de Ambientación \end{itemize}
fr: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Nom \item[\textbf{2.}] Effet \columnbreak \item[\textbf{3.}] Description \end{itemize}
he: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] שם \item[\textbf{2.}] השפעה \columnbreak \item[\textbf{3.}] סיפור רקע \end{itemize}

source: Spell Cards\index{Spell Card} have three possible primary effects. Using the topmost, basic version of the Spell has no additional costs. To access the other effects, you may \textbf{Empower} a Spell\index{Empowering Spells} by paying the indicated cost (3) to get a more powerful outcome (4). You may pay this cost by playing other cards for their Empower \svg{empower} effect (e.g. the Spell Power Statistic) before casting the Spell. All Spell Cards also have an alternative bottom (5) \svg{empower} effect. You cannot preserve the played \svg{empower}: casting a Spell consumes all the \svg{empower} played so far, and if you stop playing cards, the power dissipates.
he: לקלפי קסם\index{קלף קסם} יש שלושה אפקטים עיקריים אפשריים. כאשר משתמשים באפשרות העליונה, הגרסה הבסיסית של הקסם, אין אף עלות נוספת לשימוש בקלף. על מנת לגשת לשאר האפקטים, אפשר \textbf{לחזק} את הקסם\index{חיזוק קסמים}. עושים זאת בעזרת תשלום העלות המצויינת בקלף (3) וכך מקבלים קסם חזק יותר (4). על מנת לבצע את התשלום הזה, עליך לשחק קלפים שמחזקים את האפקט של הקסם \svg{empower} (למשל, קלפי הסטטיסטיקה מסוג כח קסם \textenglish{(Power)}) לפני שמטילים את הקסם. לכל קלפי הקסם יש אפשרות אחרת בתחתית הקלף (5) אפקט ה-\svg{empower} . אי אפשר לשמור את קלפי החיזוק \svg{empower} ששוחקו: כאשר מטילים קסם הקסם משתמש בכל קלפי החיזוק \svg{empower} ששוחקו עד עכשיו, וכאשר מפסיקים לשחק קלפים, כל החיזוק שנותר - מתפוגג.

source: { \centering \includegraphics[width=0.6\linewidth]{\cards/spell_example.png}\\ \medskip \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Spell Card}}}} \scriptsize \begin{multicols}{2} \begin{itemize}[itemsep=5pt] \item[\textbf{1.}] \textbf{Spell Name} \item[\textbf{2.}] \textbf{School of Magic} \item[\textbf{3.}] \textbf{Cost\\to Empower} \item[\textbf{4.}] \textbf{Spell Effect} \item[\textbf{5.}] \textbf{Alternative\\Effect} \item[] \end{itemize} \end{multicols} }
es: { \centering \includegraphics[width=0.6\linewidth]{\cards/spell_example.png}\\ \medskip \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Carta de Hechizo}}}} \scriptsize \begin{multicols}{2} \begin{itemize}[itemsep=5pt] \item[\textbf{1.}] \textbf{Nombre} \item[\textbf{2.}] \textbf{Escuela de Magia} \item[\textbf{3.}] \textbf{Coste\\de Potencia} \item[\textbf{4.}] \textbf{Efecto\\del Hechizo} \item[\textbf{5.}] \textbf{Efecto\\Alternativo} \item[] \end{itemize} \end{multicols} }
fr: { \centering \includegraphics[width=0.6\linewidth]{translations/assets/fr/cards/spell_example_fr.png}\\ \medskip \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Carte de Sort}}}} \scriptsize \begin{multicols}{2} \begin{itemize}[itemsep=5pt] \item[\textbf{1.}] \textbf{Nom du Sort} \item[\textbf{2.}] \textbf{École de Magie} \item[\textbf{3.}] \textbf{Coût de\\l'Augmentation} \item[\textbf{4.}] \textbf{Effet du Sort} \item[\textbf{5.}] \textbf{Effet\\Alternatif} \item[] \end{itemize} \end{multicols} }
he: { \centering \includegraphics[width=0.6\linewidth]{\cards/spell_example.png}\\ \medskip \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{קלף קסם}}}} \scriptsize \begin{multicols}{2} \begin{itemize}[itemsep=5pt] \item[\textbf{1.}] \textbf{שם הקסם} \item[\textbf{2.}] \textbf{קטגוריית הקסם} \item[\textbf{3.}] \textbf{מחיר \\לחיזוק} \item[\textbf{4.}] \textbf{אפקט הקסם} \item[\textbf{5.}] \textbf{השפעה\\ אלטרנטיבית} \item[] \end{itemize} \end{multicols} }

source: \note{6}{ When you use an effect which lets you cast a Spell from somewhere other than your hand (such as directly from the Spell Deck), place that Spell into your Discard Pile after casting it. }
he: \note{6}{\texthebrew{ כאשר משתמשים באפקט המאפשר להטיל קסם לא מהיד אלא ממקום אחר (כמו למשל ישירות מחפיסת הקסמים), לאחר הטלת הקסם, יש להניח את הקסם ישר בערימת הקלפים המושלכים. }}

source: Hero Specialty Cards\index{Specialty Card} are gained from \pagelink{Level}{Level ups}. Each Main Hero has a unique set of Specialty Cards. While many of these Cards have effects which resemble Spell Cards, Specialty Cards are their \textbf{own unique category of cards}.
he: את קלפי המומחיות של הגיבור\index{קלף מיומנות מיוחדת} מקבלים \pagelink{Level}{מלעלות רמה}. לכל גיבור ראשי יש סט ייחודי של קלפי מומחיות. שימו לב, למרות שלרבים מקלפי המומחיות יש השפעות דומות לאלו של קלפי קסם, קלפי מומחיות הן \textbf{סוגה ייחודית של קלפים}.
