Repository: Heegu-sama/Homm3BG
Catalog: translations/deckbuilding.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.5, -0.8) node {\encircle{4}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Ability Card}}} \end{center} \vspace*{\fill} \begin{itemize} \item[\textbf{2.}] Basic Effect \item[] \phantom{\ldots} \end{itemize} \columnbreak
ru: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.5, -0.8) node {\encircle{4}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Карта навыка}}} \end{center} \vspace*{\fill} \begin{itemize} \item[\textbf{2.}] Базовый эффект \item[] \phantom{\ldots} \end{itemize} \columnbreak

source: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/empowered-knowledge.png}}; \draw (0.75, 1.9) node {\encircle{1}}; \draw (-1, -1.5) node {\encircle{2}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Empowered Statistic Card}}} \end{center} \vspace*{\fill} \begin{itemize} \item[\textbf{3.}] Expert Effect \item[] \phantom{\ldots} \end{itemize} \columnbreak
ru: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/empowered-knowledge.png}}; \draw (0.75, 1.9) node {\encircle{1}}; \draw (-1, -1.5) node {\encircle{2}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Карта усиленных характеристик}}} \end{center} \vspace*{\fill} \begin{itemize} \item[\textbf{3.}] Экспертный\\эффект \item[] \phantom{\ldots} \end{itemize} \columnbreak

source: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/empowered-ability.png}}; \draw (0.75, 1.9) node {\encircle{1}}; \draw (-1, -1.5) node {\encircle{2}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Empowered\\Ability Card}}} \end{center} \begin{itemize} \item[\textbf{4.}] Necropolis-specific Card \end{itemize} \vspace*{\fill}
ru: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/empowered-ability.png}}; \draw (0.75, 1.9) node {\encircle{1}}; \draw (-1, -1.5) node {\encircle{2}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Карта усиленных навыков}}} \end{center} \begin{itemize} \item[\textbf{4.}] Особая карта Некрополиса \end{itemize} \vspace*{\fill}

source: \vspace*{\fill} \note{11}{ Certain Cards are limited to the Necropolis Faction \svg{necro-yellow}. When a non-Necropolis player draws a Necropolis Card\index{Necropolis Card} from the Ability Deck, they may either discard it and draw a new Card as a replacement or gain it. Non-Necropolis players \textbf{cannot use} Faction Specific Cards from their hand in any way besides for effects that discard them. } \vspace*{\fill}
ru: \vspace*{\fill} \note{11}{ Некоторые карты применимы только к фракции Некрополиса \svg{necro-yellow}. Когда игроку другой фракции попадается карта Некрополиса\index{Некрополис, карта} из колоды навыков, он может сбросить её, заменив новой картой, или взять в руку. Однако \textbf{единственный способ использования} особых карт фракции игроками других фракций — поместить эти карты в свой сброс. } \vspace*{\fill}

source: \vspace*{\fill} \begin{expansion}[before=\vspace*{-11mm}]{navalbattles} \subsection*{\pagetarget{Empowered Ability}{Empowered} Ability Cards}\index{Empowered Statistic Card} The Empowered Ability Cards work very similarly to Empowered Statistic Cards. Their only effect corresponds to the Expert effect of normal Ability Cards, but without requiring you to use your \svg{expert}.
ru: \vspace*{\fill} \begin{expansion}[before=\vspace*{-8mm}]{navalbattles} \subsection*{\pagetarget{Empowered Ability}{Карты} усиленных навыков}\index{Карты усиленных навыков} Карты усиленных навыков работают подобно картам усиленных характеристик. Их единственный эффект относится к экспертному эффекту обычной карты навыков, но не требует использования вашего \svg{expert}.

source: \medskip These Cards can be gained by spending \pagelink{Empowered Ability Token}{Empowered Ability Tokens}, which are only available in certain Scenarios (e.~g.~"Island of Fire" from the Naval Battles Mission Book). \end{expansion} \vspace*{\fill} \columnbreak
ru: \medskip Эти карты можно получить при использовании \pagelink{Empowered Ability Token}{жетона усиленных навыков}, которые доступны в определённых сценариях (напр. «Island of Fire» из книги миссий дополнения Naval Battles). \end{expansion} \vspace*{\fill} \columnbreak

source: \subsection*{\pagetarget{spells}{Spell Cards}}
ru: \subsection*{\pagetarget{spells}{Карты заклинаний}}

source: Spell Cards\index{Spell Card} have three possible primary effects. Using the topmost, basic version of the Spell usually has no additional costs. To access the other effects, you may \textbf{Empower} a Spell\index{Empowering Spells} by paying the indicated cost (3) to get a more powerful outcome (4). You may pay this cost by playing other Cards for their Empower \svg{empower} effect (e.g. the Spell Power Statistic) before casting the Spell. All Spell Cards also have an alternative bottom (5) \svg{empower} effect. You cannot preserve the played \svg{empower}: casting a Spell consumes all the \svg{empower} played so far, and if you stop playing Cards, the power dissipates. You may use a cheaper \svg{empower} effect than what you've paid for, though.\par
ru: Карты заклинаний\index{Заклинания} имеют три версии эффекта. Использование базовой версии заклинания обычно не требует дополнительных расходов. Для доступа к другим эффектам вы можете \textbf{усилить} заклинание\index{Заклинания!усиление}, оплатив обозначенную стоимость (3) для получения более могущественного результата (4). Вы можете оплатить эту цену, перед применением заклинания сыграв другие карты ради их эффекта усиления \svg{empower} (напр. карта силы заклинаний). Также все заклинания имеют альтернативный (5) \svg{empower} эффект. Вы не можете сохранить применённые \svg{empower}: заклинание использует все сыгранные \svg{empower}, и когда вы заканчиваете играть карты, усиление рассеивается. Однако, вы вправе выбрать более дешёвый эффект \svg{empower}, чем тот, за который заплатили.\par

source: { \centering \begin{tikzpicture} \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture}\\ \medskip \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Spell Card}}}\par \noindent \begin{minipage}[t]{0.5\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Spell Name \item[\textbf{2.}] School of Magic \item[\textbf{3.}] Cost to Empower \end{itemize} \end{minipage} \begin{minipage}[t]{0.4\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{4.}] Spell Effect \item[\textbf{5.}] Alternative\\Effect \end{itemize} \end{minipage} } \medskip
ru: { \centering \begin{tikzpicture} \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture}\\ \medskip \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Карта заклинания}}}\par \noindent \begin{minipage}[t]{0.5\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Название заклинания \item[\textbf{2.}] Школа магии \item[\textbf{3.}] Стоимость усиления \end{itemize} \end{minipage} \begin{minipage}[t]{0.4\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{4.}] Эффект заклинания \item[\textbf{5.}] Альтернативный эффект \end{itemize} \end{minipage} } \medskip

source: Spells can be gained by Building the Mage Guild\index{Mage Guild}. Building it also enables you to use the Spell Book Token\index{Spell Book Token} for buying additional Spells. The Token cannot be used during the \textbf{same Round} when the Guild is constructed. Spells can also be \pagelink{Trading}{traded} in Alliance and Cooperative Scenarios.
ru: Заклинания можно получить, построив Гильдию магов\index{Гильдия магов}. Её строительство также даёт возможность использовать жетон книги магии\index{Книга магии, жетон} для покупки дополнительных заклинаний. Жетон не может быть использован в \textbf{том же раунде}, в котором была построена Гильдия. Также заклинаниями можно \pagelink{Trading}{торговать} в режимах Альянса и Кооператива.

source: During Combat, \textbf{only one Spell Card} may be played by each player \textbf{per Combat Round}.
ru: В сражении каждый игрок может сыграть \textbf{только одну карту заклинаний за раунд}.

source: \columnbreak When you use an effect which lets you cast a Spell from somewhere other than your hand (such as directly from the Spell Deck), place that Spell into your Discard Pile after casting it.
ru: Если вы используете эффект, разрешающий использовать заклинание не из руки (например, непосредственно из колоды заклинаний), поместите эту карту в ваш сброс после применения.

source: \begin{center} \vspace*{\fill} {\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/air_magic.png}} \vspace*{\fill} \end{center}
ru: \begin{center} \vspace*{\fill} {\transparent{0.2}\includegraphics[width=0.7\linewidth]{\art/air_magic.png}} \vspace*{\fill} \end{center}

source: \subsubsection*{\pagetarget{Schools of Magic}{Schools of Magic}} All Spell Cards belong to one School of Magic\index{Schools of Magic}: either Air, Fire, Earth or Water. Spells with one School symbol on them are called \textbf{Basic Spells}\index{Basic Spell}, while Spells with four identical symbols are called \textbf{Expert Spells}\index{Expert Spell}. \textbf{Magic Arrow} is a Basic Spell; when casting the \textbf{Magic Arrow}, you must select which School it belongs to. By default there's no difference, but certain game effects can refer to specific Schools and to Basic/Expert Spells.
ru: \subsubsection*{\pagetarget{Schools of Magic}{Школы магии}} Все заклинания принадлежат к одной из Школ: Воздуха, Огня, Земли или Воды. Заклинания с одним символом Школы называются \textbf{базовыми}\index{Заклинания!базовые}\index{Базовые заклинания}, с четырьмя одинаковыми — \textbf{экспертными}\index{Заклинания!экспертные}\index{Экспертные заклинания}. \textbf{Волшебная стрела} — базовое заклинание; каждый раз при её вызове выберите для этого вызова одну из Школ. По умолчанию разницы нет, но некоторые игровые эффекты влияют на определённую Школу и зависят от того, базовое заклинание или экспертное.

source: \begin{minipage}[t]{0.48\textwidth} \centering \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Fire}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Water}}} \endminipage \hfill\allowbreak% \bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Air}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Earth}}} \endminipage \bigbreak \end{minipage} \clearpage
ru: \begin{minipage}[t]{0.48\textwidth} \centering \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \textit{\textbf{\textcolor{darkcandyapplered}{Школа Огня}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \textit{\textbf{\textcolor{darkcandyapplered}{Школа Воды}}} \endminipage \hfill\allowbreak% \bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \textit{\textbf{\textcolor{darkcandyapplered}{Школа Воздуха}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \textit{\textbf{\textcolor{darkcandyapplered}{Школа Земли}}} \endminipage \bigbreak \end{minipage} \clearpage

source: \pagebreak \subsection*{\pagetarget{Specialty}{Hero Specialty Cards}}
ru: \pagebreak \subsection*{\pagetarget{Specialty}{Карты специальности героя}}

source: Hero Specialty Cards\index{Specialty Card} are gained from \pagelink{Level}{Level ups}. Each Main Hero has a unique set of Specialty Cards. While some of these Cards have effects which resemble Spell Cards and even make use of \svg{empower}, Specialty Cards are their \textbf{own unique category of Cards}. For example, the limit of 1 Spell per Combat Round doesn't apply to Specialty Cards.
ru: Карты специальности героя\index{Специальность героя} зарабатываются при \pagelink{Level}{повышении уровня}. Каждый основной герой имеет уникальный набор карт специальности. Хотя многие из этих карт имеют эффекты, схожие с картами заклинаний и даже тоже могут использовать \svg{empower}, карты специальности представляют собой \textbf{уникальную категорию карт}. Например, ограничение в 1 заклинание за раунд сражения не применимо к картам специальности.

source: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{A Level 4 Specialty Card, belonging to Catherine the Knight.} }
ru: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{Карта специальности 4 уровня рыцаря Катерины.} }

source: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty2.png}\\ \medskip \footnotesize\textit{A Level 1 Specialty Card, belonging to Deemer the Warlock. It uses \svg{empower}, but does NOT belong to any School of Magic, despite the imagery.} }
ru: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty2.png}\\ \medskip \footnotesize\textit{Карта специальности 1 уровня чернокнижника Димера. Она использует \svg{empower}, но \textbf{не принадлежит} ни одной из Школ магии, несмотря на изображение.} }

source: \subsection*{\pagetarget{Artifact}{Artifact} Cards}
ru: \subsection*{Карты \pagetarget{Artifact}{артефактов}}

source: Artifact Cards\index{Artifact Card} have a top and bottom effect. When you play one, you must \textbf{choose which effect} you are using. They are divided into 3 Levels: Minor, Major, and Relic, with different border color. These Levels relate to the overall Power of the Card and may be referenced when resolving certain effects or during Scenario setup. Otherwise, all Artifact Cards are normally shuffled together to form the Artifact Deck regardless of their Level. They are gained through map exploration.\par Artifacts can be \pagelink{Trading}{traded} in Alliance and Cooperative Scenarios.\par \begin{multicols*}{2} \begin{scriptsize}
ru: Карты артефактов\index{Артефакты} имеют верхний и нижний эффекты. Когда вы применяете такую карту, вы должны \textbf{выбрать} используемый эффект. Артефакты имеют 3 уровня: малый, великий и реликвия, отличающиеся цветом края карты. Эти уровни определяют общую мощь карты и могут быть использованы при разрешении определённых эффектов или подготовке сценария. Все карты артефактов перемешиваются между собой для формирования колоды артефактов без учёта их уровня. Артефакты можно получить в ходе исследования карты.\par Артефактами можно \pagelink{Trading}{торговать} в режимах Альянса или Кооператива.\par \begin{multicols*}{2} \begin{scriptsize}

source: \draw (0, 0) node {\includegraphics[width=1.2\linewidth]{\cards/artifact.png}}; \draw (-1.3, 2.1) node {\encircle{1}}; \draw (1.3, -0.9) node {\encircle{2}}; \draw (1.4, 2.6) node {\encircle{3}}; \draw (-1, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Major Artifact}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots} \begin{scriptsize}
cs: \draw (0, 0) node {\includegraphics[width=1.2\linewidth]{\cards/artifact.png}}; \draw (-1.3, 2.1) node {\encircle{1}}; \draw (1.3, -0.9) node {\encircle{2}}; \draw (1.4, 2.6) node {\encircle{3}}; \draw (-1, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Velký Artefakt}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots} \begin{scriptsize}
pl: \draw (0, 0) node {\includegraphics[width=1.2\linewidth]{translations/assets/pl/artifact.png}}; \draw (-1.3, 2.1) node {\encircle{1}}; \draw (1.3, -0.9) node {\encircle{2}}; \draw (1.4, 2.6) node {\encircle{3}}; \draw (-1, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Mocny Artefakt}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots} \begin{scriptsize}
ru: \draw (0, 0) node {\includegraphics[width=1.2\linewidth]{\cards/artifact.png}}; \draw (-1.3, 2.1) node {\encircle{1}}; \draw (1.3, -0.9) node {\encircle{2}}; \draw (1.4, 2.6) node {\encircle{3}}; \draw (-1, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Великий артефакт}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots} \begin{scriptsize}

source: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Minor Artifact}}}\\ \vspace{3em} \phantom{\ldots} \begin{scriptsize}
cs: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Malý Artefakt}}}\\ \vspace{3em} \phantom{\ldots} \begin{scriptsize}
pl: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Słaby Artefakt}}}\\ \vspace{3em} \phantom{\ldots} \begin{scriptsize}
ru: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Малый артефакт}}}\\ \vspace{3em} \phantom{\ldots} \begin{scriptsize}

source: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Relic Artifact}}} \end{center}
cs: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Relikvie}}} \end{center}
pl: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Relikt}}} \end{center}
ru: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Реликвия}}} \end{center}

source: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \columnbreak \item[\textbf{3.}] Level \item[\textbf{4.}] Fluff \end{itemize}
cs: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Název \item[\textbf{2.}] Efekt \columnbreak \item[\textbf{3.}] Úroveň \item[\textbf{4.}] Příběhový text \end{itemize}
pl: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Nazwa \item[\textbf{2.}] Efekt \columnbreak \item[\textbf{3.}] Poziom \item[\textbf{4.}] Tekst fabularny \end{itemize}
ru: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Название \item[\textbf{2.}] Эффект \columnbreak \item[\textbf{3.}] Уровень \item[\textbf{4.}] Преамбула \end{itemize}

source: {stronghold} \subsection*{\pagetarget{Spell Scroll Cards}{Spell Scroll Cards}}
ru: {stronghold} \subsection*{\pagetarget{Spell Scroll Cards}{Карты свитка заклинаний}}

source: During setup shuffle 10 of the Spell Scroll Cards into the Artifact Deck. Set the remaining 10 Cards aside to form a Spell Scroll Deck. Some locations or Scenario effects may call for them later. \vspace*{1em}
ru: В ходе подготовки добавьте 10 карт свитка заклинаний в колоду артефактов. Оставшиеся карты сложите в отдельную колоду. Некоторые локации или сценарии могут потребовать эти карты. \vspace*{1em}

source: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/test_spellscroll.png}\\ \medskip \footnotesize \begin{center} \textbf{\textit{\textcolor{darkcandyapplered}{Spell Scroll Card}}} \end{center} }
ru: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/test_spellscroll.png}\\ \medskip \footnotesize \begin{center} \textbf{\textit{\textcolor{darkcandyapplered}{Карта свитка заклинаний}}} \end{center} }

source: \vspace*{1em} When you gain a Spell Scroll, place it next to your Hero Card, take the 2 top Cards from the Spell Deck and place them face-down on the Spell Scroll. You can look at these Spells at any time and they don't count toward your Hand \svg{hand} Limit. You can only have 2 Spell Scrolls at a time. If you gain a third one, draw the new Spells normally and then decide whether to discard the newly gained Spell Scroll or replace one you already have (including all Spells on it).
ru: \vspace*{1em} Когда вы получаете свиток заклинаний, положите его рядом с картой героя, возьмите 2 верхних карты из колоды заклинаний и положите их лицом вниз на свиток заклинаний. Вы можете смотреть эти заклинания в любое время, они \textbf{не влияют} на ваш лимит \svg{hand} руки. Вы можете иметь максимум 2 свитка заклинаний. Если вы получаете третий, возьмите новые заклинания в обычном режиме и решите — сбросить новый свиток и набранные заклинания или заменить им уже существующий (вместе с заклинаниями).

source: {stronghold} \begin{itemize} \item You can sell Spell Scrolls at a Trading Post for 2 \svg{gold} per each Spell on it. %Is it a new option at a Trading Post or can i combine it with other actions in a single visit? \item After using or selling those Spells, the Spell Card is \textbf{removed}, not discarded. \end{itemize}
ru: {stronghold} \begin{itemize} \item Вы можете продать свиток заклинаний на Рынке за 2 \svg{gold} за каждое заклинание в нём. %Is it a new option at a Trading Post or can i combine it with other actions in a single visit? \item После использования или продажи свитка карты заклинаний \textbf{удаляются}, а не сбрасываются. \end{itemize}

source: {rampart,cove} \subsection*{\pagetarget{War Machines}{War Machines}}
ru: {rampart,cove} \subsection*{\pagetarget{War Machines}{Боевые машины}}
