Repository: Heegu-sama/Homm3BG
Catalog: translations/deckbuilding.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \textit{Bob, playing as Deemer the Warlock, has built a Mage Guild during the previous Game Round, enabling him to now use his Spell Book Token to purchase additional Spells.}\par \includegraphics[width=\linewidth]{\examples/deemer_receiving_spellbook.png}\par \textit{He spends the token and pays the cost of 5 \includesvg[height=10px]{\svgs/gold.svg} indicated on his Town Board, allowing him to \textbf{Search (2)} the Spell Deck.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{He now has the choice of either gaining the top Card of the Spell Card Discard Pile, or drawing the top two Cards of the Spell Deck and gaining one of them. He is not interested in gaining the Spell Curse, which is on top of the Discard Pile, and instead decides to draw two Cards – a Magic Arrow and a Fireball.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{He decides to keep the Fireball, placing it into his hand and discarding the Magic Arrow into the Spell Discard Pile.}
es: \textit{Bob, jugando como Deemer el Brujo, ha construido una Cofradía de Magos durante la Ronda de Juego anterior, permitiéndole ahora usar su Ficha del Libro de Hechizos para comprar Hechizos adicionales.}\par \includegraphics[width=\linewidth]{\examples/deemer_receiving_spellbook.png}\par \textit{Usa la ficha y paga el coste de 5 \includesvg[height=10px]{\svgs/gold.svg} indicado en su Tablero de Ciudad, permitiéndole \textbf{Buscar (2)} en el Mazo de Hechizos.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{Ahora tiene la opción de ganar la Carta superior de la Pila de Descarte del Mazo de Hechizos, o robar las dos Cartas superiores del Mazo de Hechizos y ganar una de ellas. No está interesado en ganar una Maldición de Hechizo, que está en la parte superior de la Pila de Descarte, y en su lugar decide robar dos Cartas - una Flecha Mágica y una Bola de Fuego.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{Decide quedarse con la Bola de Fuego, colocándola en su mano y descartando la Flecha Mágica en la Pila de Descartes de Hechizos.}
fr: \textit{Bob, jouant Deemer le Mage de guerre, a construit sa Guilde des Mages pendant la précédente Manche, donnant accès au Jeton Grimoire pour acheter des Sorts supplémentaires.}\par \includegraphics[width=\linewidth]{\examples/deemer_receiving_spellbook.png}\par \textit{Il dépense son Jeton et paie le coût de 5 \includesvg[height=10px]{\svgs/gold.svg} indiqué sur le Plateau de Ville, lui permettant de \textbf{Fouiller (2)} dans la Pile de Sort.}\par \includegraphics[width=\linewidth]{translations/assets/fr/exemples/deemer_spell_cost_fr.png}\par \filbreak \textit{Il a alors le choix entre prendre la première Carte de la Défausse de Sort, ou piocher les deux premières Cartes de la Pile de Sort pour n’en garder qu’une. Le Sort Malédiction, qui est au dessus de la Défausse ne l'intéresse pas, il pioche donc deux Cartes – Flèche Magique et Boule de Feu.} \includegraphics[width=\linewidth]{translations/assets/fr/exemples/fireball_over_magic_arrow_fr.png}\par \textit{Il décide de garder Boule de Feu, la met dans sa Main et défausse Flèche Magique dans la Défausse de Sort.}
