Repository: Heegu-sama/Homm3BG
Catalog: translations/deckbuilding.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: { \centering \includegraphics[width=0.6\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{A Level 4 Specialty Card, belonging to Catherine the Knight.} }
es: { \centering \includegraphics[width=0.6\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{Carta de Especialidad Nivel 4, de Catherine la Caballero.} }
fr: { \centering \includegraphics[width=0.6\linewidth]{translations/assets/fr/cards/specialty_fr.png}\\ \medskip \footnotesize\textit{Carte de Spécialisation de Niveau 4, appartenant à Catherine le Chevalier.} }
he: { \centering \includegraphics[width=0.6\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{קלף מומיות רמה 4, השייך לאבירה קת׳רין \textenglish{(Catherine the Knight)}.} }

source: \textit{Bob, playing as Deemer the Warlock, has built a Mage Guild during the previous Game Round, enabling him to now use his Spell Book Token to purchase additional Spells.}\par \includegraphics[width=\linewidth]{\examples/deemer_receiving_spellbook.png}\par \textit{He spends the token and pays the cost of 5 \svg{gold} indicated on his Town Board, allowing him to \textbf{Search (2)} the Spell Deck.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{He now has the choice of either gaining the top Card of the Spell Card Discard Pile, or drawing the top two Cards of the Spell Deck and gaining one of them. He is not interested in gaining the Spell Curse, which is on top of the Discard Pile, and instead decides to draw two Cards – a Magic Arrow and a Fireball.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{He decides to keep the Fireball, placing it into his hand and discarding the Magic Arrow into the Spell Discard Pile.}
he: \textit{בוב, המשחק את דימר המכשף \textenglish{(Deemer the Warlock)}, בנה גילדת קסמים במהלך סיבוב המשחק הקודם, וכעת יכול להשתמש באסימון ספר הקסמים על מנת לקנות קסמים נוספים.}\par \includegraphics[width=\linewidth]{\examples/deemer_receiving_spellbook.png}\par \textit{הוא משתמש באסימון ומשלם את העלות של 5 \svg{gold} כפי שמצויין בלוח הטירה שלו. כעת הוא יכול \textbf{לחפש (2)} בחפיסת הקסמים.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{כעת הוא יכול לבחור לקחת את הקלף העליון מערימת הקלפים הזרוקים, או לחלופין לשלוף שני קלפים מראש חפיסת הקסמים ולקבל את אחד מהם. הוא לא מעוניין לקחת את הקסם קללה, הנמצא בראש ערימת הזרוקים, ובמקום זאת הוא בוחר לשלוף שני קלפים מהחפיסה – \textenglish{Magic Arrow} ו-\textenglish{Fireball}.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{הוא בחר לשמור את הקלף \textenglish{Fireball}, לקח אותו ליד שלו ושם את הקלף \textenglish{Magic Arrow} בערימת הקסמים הזרוקים.}

source: \subsection*{\hypertarget{Playerdecks}{Player Decks}} All players have a unique Deck which represents their Main Hero's Abilities and Equipment. Decks may contain Statistic, Ability, Spell, Artifact and the Main Hero's Specialty Cards. Each player's Deck starts with 9 cards, built during the game's setup.
es: \subsection*{\hypertarget{Playerdecks}{Mazo del Jugador}} Todos los jugadores tienen un mazo que representa las habilidades y el equipo del Héroe. Los mazos pueden contener cartas de Características, Habilidades, Hechizos, Artefactos y la Especialidad del Héroe. El mazo de cada jugador comienza con 9 cartas, creado durante la preparación del juego.
fr: \subsection*{\hypertarget{Playerdecks}{Deck du Joueur}} Chaque joueur a un Deck unique représentant les compétences et l’équipement du Héros Principal. Le Deck contient les Cartes de Caractéristique, Compétence, Sort, Artefact, et Spécialisation. Chaque Deck commence avec 9 cartes et se construit durant la partie.

source: \subsection*{General Card Rules} \begin{enumerate} \item Cards can be played \textbf{only on your Turn}, or in a \hyperlink{Combat}{Combat} involving your \textbf{Main Hero}. \item After a Card is used, discard it. Each player has their own separate Discard Pile\index{Discard Pile}. \item If Your Deck is empty when you need to draw a Card, \textbf{shuffle your Discard Pile} into a new Deck to draw from. \item Whenever your Hero gains a Card for any reason, put it \textbf{directly into your hand} unless otherwise stated. \item Whenever you are instructed to \textbf{Search} (X)\index{Search (X)} the Ability, Artifact, or Spell Deck, you may either look at the top (X) Cards from the specified Deck, take one of them to your hand, and discard the others, \textbf{OR} instead of looking at the top (X) Cards, gain the top Card from that Deck's Discard Pile. \item The Ability, Artifact, and Spell Decks each have their own Discard Piles, created during the setup, which help you identify these Decks. If a Deck ever runs out of Cards, reshuffle it and discard its top Card to form a new Discard Pile. Whenever one of these Discard Piles is empty, \textbf{refill it} with that Deck's top Card. \item Cards have the following types of effects: \begin{itemize} \item \textbf{Instant} \includesvg[height=10px]{\svgs/instant.svg} Effects are resolved immediately. \item \textbf{Activation} \includesvg[height=10px]{\svgs/activation.svg} Effects must be played when Activating your own Unit in Combat. \item \textbf{Map} \includesvg[height=10px]{\svgs/map.svg} Effects cannot be used during Combat. \item \textbf{Ongoing} \includesvg[height=10px]{\svgs/ongoing.svg} Effects last until they are used up or until the player who played them starts their next Turn (whichever happens first). \item \textbf{Permanent} \includesvg[height=10px]{\svgs/permanent.svg} Cards\index{Permanent Cards} stay in play until discarded or replaced. \textbf{You may only have one permanent Card at a time}; playing another discards the first. \end{itemize} \end{enumerate} \note{5}{Instant \includesvg[height=10px]{\svgs/instant-note.svg} Cards which modify a \hyperlink{Units}{Unit's} statistics or deal damage \includesvg[height=10px]{\svgs/damage-note.svg} cannot be used outside of Combat. }
es: \subsection*{Normas generales de las cartas} \begin{enumerate} \item Las cartas \textbf{sólo pueden ser jugadas en tu Turno} o en un \hyperlink{Combat}{Combate} que involucre a tu \textbf{Héroe Principal}. \item Después de usar una carta, descártala en tu propia Pila de Descartes\index{Pila de Descartes}. \item Si Tu Mazo está vacío cuando necesites robar una Carta, \textbf{baraja tu Pila de Descartes} y úsala como nuevo Mazo. \item Cuando tu Héroe gane una Carta, colócala \textbf{diréctamente en tu Mano} a menos que se indique lo contrario. \item Cuando se indique \textbf{Buscar} (X)\index{Buscar (X)} en los Mazos de Habilidades, Artefactos o Hechizos, puedes mirar las (X) Cartas superiores del Mazo, quedarte una y descartar las otras, \textbf{O} puedes ganar la carta visible de su Pila de Descartes. \item Los Mazos de Habilidades, Artefactos y Hechizos tienen sus propias Pilas de Descartes, creadas durante la preparación, que ayudan a identificar los Mazos. Si un Mazo se queda sin Cartas, baraja la Pila de Descartes como nuevo Mazo, descarta su Carta superior y forma una nueva Pila. Siempre que una Pila de Descartes quede vacía \textbf{vuelve a crearla} con su Carta Superior. \item Las cartas tienen los siguientes tipos de efectos: \begin{itemize} \item \textbf{Instantáneo} \includesvg[height=10px]{\svgs/instant.svg} Los efectos se resuelven en el momento. \item \textbf{Activación} \includesvg[height=10px]{\svgs/activation.svg} Los efectos deben jugarse al Activar tu propia Unidad en Combate. \item \textbf{Mapa} \includesvg[height=10px]{\svgs/map.svg} Los efectos no pueden utilizarse durante el combate. \item \textbf{En Curso} \includesvg[height=10px]{\svgs/ongoing.svg} Los efectos duran hasta que se agotan o hasta que el jugador que los jugó comienza su siguiente Turno (lo que ocurra primero). \item \textbf{Permanente} \includesvg[height=10px]{\svgs/permanent.svg} Las Cartas\index{Cartas Permanentes} permanecen en juego hasta que se descartan o se sustituyen. \textbf{Sólo puede haber una Carta permanente activa a la vez}; al jugar otra se descarta la primera. \end{itemize} \end{enumerate} \note{5}{Las Cartas \includesvg[height=10px]{\svgs/instant-note.svg} Instantáneas que modifican las Estadísicas de las \hyperlink{Units}{Unidades} o las dañan \includesvg[height=10px]{\svgs/damage-note.svg} sólo se utilizan en combate. }
fr: \subsection*{Règles Générales des Cartes} \begin{enumerate} \item Les Cartes ne peuvent être jouées \textbf{que pendant votre Tour}, ou en \hyperlink{Combat}{Combat} avec votre \textbf{Héros Principal}. \item Après avoir joué une Carte, défaussez-la. Chaque joueur a sa propre Défausse\index{Défausse}. \item Si Votre Deck est vide quand vous devez piocher, \textbf{mélangez votre Défausse} pour faire un nouveau Deck dans lequel piocher. \item Quand vous gagnez une Carte, elle arrive \textbf{directement dans votre main} sauf indication contraire. \item \textbf{Fouiller} (X)\index{Fouille (X)} dans la Pile de Compétence, Artéfact ou Sort, vous laisse soit regarder les (X) Cartes du dessus de cette Pile, en prendre une dans votre main et défausser les autres, \textbf{OU} à la place prendre la première carte de la Défausse de cette Pile. \item Les Piles de Compétence, Artefact et Sort ont chacune leur Défausse propre créée, lors de la mise en place du jeu. Si une Pile n’a plus de Carte, mélangez la Défausse pour former une nouvelle Pile et défaussez la première carte. Si la Défausse est vide, \textbf{défaussez la première carte} de la Pile correspondante. \vfill \phantom{.} \columnbreak \item Les Cartes ont les effets suivants \begin{itemize} \item \textbf{Instantané} \includesvg[height=10px]{\svgs/instant.svg} Effet à résoudre immédiatement. \item \textbf{Activation} \includesvg[height=10px]{\svgs/activation.svg} Effet à jouer quand vous activez votre propre Unité en Combat. \item \textbf{Stratégie} \includesvg[height=10px]{\svgs/map.svg} Effet ne pouvant pas être joué en Combat. \item \textbf{Persistant} \includesvg[height=10px]{\svgs/ongoing.svg} Effet durant jusqu’à épuisement ou jusqu’au début du prochain Tour du Joueur (ce qui arrive en premier). \item \textbf{Permanent} \includesvg[height=10px]{\svgs/permanent.svg} \index{Cartes Permanentes} La Carte reste en jeu jusqu’à défausse ou remplacement. \textbf{Vous ne pouvez avoir qu’un effet permanent en même temps} ; en jouer une autre défausse la première. \end{itemize} \end{enumerate} \note{5}{Les Cartes instantanées \includesvg[height=10px]{\svgs/instant-note.svg} qui modifient les caractéristiques d’une \hyperlink{Units}{Unités} ou font des dégâts \includesvg[height=10px]{\svgs/damage-note.svg} ne peuvent pas être jouées hors des Combat. }

source: \subsection*{\hypertarget{Ability}{Ability} and \hypertarget{Statistic}{Statistic} Cards}
es: \subsection*{Cartas de \hypertarget{Ability}{Habilidad} y \hypertarget{Statistic}{Característica}}
fr: \subsection*{Cartes de \hypertarget{Ability}{Compétence} et de \hypertarget{Statistic}{Caractéristique}}

source: All Ability and Statistic cards\index{Statistic Cards} have a \textbf{Basic Effect}\index{Basic Effect} and a stronger \textbf{Expert} \includesvg[height=10px]{\svgs/expert.svg} \textbf{Effect}\index{Expert Effect}, which is shown below the Basic Effect. Whenever you play an Ability or Statistic card, you must choose which effect you are using. The number of \includesvg[height=10px]{\svgs/expert.svg} Effects you can use each Round is limited by your Main Hero's \hyperlink{Level}{Level}. Track the number of uses you have in any suitable manner, such as by moving Black Cubes on and off your Hero Card.\par \bigskip
es: Todas las cartas de Habilidad y Característica\index{Cartas de Característica} tienen un \textbf{Efecto Básico}\index{Efecto Básico} y un \textbf{Efecto Experto} más fuerte\index{Efecto Experto} \includesvg[height=10px]{\svgs/expert.svg}, que se muestra debajo del Efecto Básico. Siempre que juegues una carta de Habilidad o de Característica debes elegir qué efecto utilizas. El número de Efectos \includesvg[height=10px]{\svgs/expert.svg} que puedes utilizar cada Ronda está limitado por el \hyperlink{Level}{Nivel} de tu Héroe Principal. Anota el número de usos que tienes de manera adecuada, como moviendo Cubos Negros dentro y fuera de tu Carta de Héroe.\par \bigskip
fr: Toutes les Cartes de Compétence et Caractéristique\index{Cartes de Caractéristique} ont un \textbf{Effet Basique}\index{Effet Basique} et un \textbf{Effet Expert}\index{Effet Expert} \includesvg[height=10px]{\svgs/expert.svg} plus fort, noté en dessous de l’Effet Basique. Quand vous jouez ces cartes, vous devez choisir quel effet vous utilisez. Le nombre d’Effets Expert \includesvg[height=10px]{\svgs/expert.svg} que vous pouvez jouer à chaque Manche est limité par le \hyperlink{Level}{Niveau} de votre Héros Principal. Décomptez vos utilisations comme vous le souhaitez, par exemple en utilisant des Cubes Noirs sur votre Fiche de Héros.\par \bigskip

source: \bigbreak \note{11}{ Certain cards are limited to the Necropolis Faction \includesvg[height=10px]{\svgs/necro-note.svg}. When a non-Necropolis player draws a Necropolis Card\index{Necropolis Card} from the Ability Deck, they may either discard it and draw a new Card as a replacement or gain it. Non-Necropolis players \textbf{cannot use} Faction Specific Cards from their hand in any way besides for effects that discard them. }
es: \bigbreak \note{11}{ Ciertas cartas están limitadas a la facción Necrópolis \includesvg[height=10px]{\svgs/necro-note.svg}. Cuando un jugador que no pertenece a la facción Necrópolis roba una carta limitada a Necrópolis\index{Carta de Necrópolis} del Mazo de Habilidades, puede descartarla y robar una nueva Carta como reemplazo o quedársela. El jugador \textbf{no podrá usar} esta carta específica de su mano salvo los efectos de descarte de cartas. }
fr: \bigbreak \note{11}{ Certaines cartes sont limitées à la Faction Nécropole \includesvg[height=10px]{\svgs/necro-note.svg}. Quand une autre Faction pioche une Carte de Compétence Nécropole\index{Carte Nécropole}, elle peut soit la défausser et en piocher une autre soit la garder. Les autres Factions \textbf{ne peuvent pas} utiliser les Cartes de Compétence Nécropole depuis leur Main sauf pour des Effets qui les défaussent. }

source: Artifact Cards
es: Cartas Artefacto
fr: Cartes d'Artefact

source: Artifact Cards\index{Artifact Card} have a top and bottom effect. When you play one, you must \textbf{choose which effect} you are using. They are divided into 3 Levels: Minor, Major, and Relic. These Levels relate to the overall Power of the Card and may be referenced when resolving certain effects or during Scenario setup. Otherwise, all Artifact Cards are normally shuffled together to form the Artifact Deck regardless of their Level. They are gained through map exploration.\par Artifacts can be \hyperlink{Trading}{traded} in Alliance and Cooperative Scenarios.
es: Las Cartas Artefacto\index{Carta Artefacto} tienen un efecto superior e inferior. Cuando juegues uno tienes que \textbf{elegir el efecto} que vas a usar. Se dividen en 3 Niveles: Menor, Mayor y Reliquia. Estos Niveles se refieren a la Potencia total de la Carta y pueden ser consultados al resolver ciertos efectos o durante la preparación del Escenario. De lo contrario, todas las Cartas de Artefacto se barajan normalmente juntas para formar el Mazo de Artefacto independientemente de su Nivel. Se pueden ganar explorando el mapa.\par Los Artefactos pueden ser \hyperlink{Trading}{negociados} en Escenarios de Alianza y Cooperativos.
fr: Les Cartes d’Artefact\index{Carte Artéfact} ont un effet en haut et en bas. Quand vous jouez une, vous devez choisir \textbf{quel effet} vous utilisez. Elles sont divisées en 3 Niveaux : Mineur, Majeur, Relique. Ces Niveaux sont liés à la Puissance de la Carte et peuvent servir quand on résout certains effets ou pendant la Mise en Place du Scénario. Sinon, tous les Artefacts sont mélangés ensemble pour former la Pile d’Artefact, qu’importe leurs Niveaux. Ils sont obtenus lors de l’exploration du Plateau.\par Les Artefacts peuvent être \hyperlink{Trading}{échangés} en Scénarios d'Alliance et de Coopération.\par

source: \hypertarget{spells}{Spell Cards}
es: \hypertarget{spells}{Cartas de Hechizos}
fr: \hypertarget{spells}{Cartes de Sort}

source: Spell Cards\index{Spell Card} have three possible primary effects. Using the topmost, basic version of the Spell has no additional costs. To access the other effects, you may \textbf{Empower} a Spell\index{Empowering Spells} by paying the indicated cost (3) to get a more powerful outcome (4). You may pay this cost by playing other cards for their Empower \includesvg[height=10px]{\svgs/empower.svg} effect before casting the Spell. All Spell Cards also have an alternative bottom (5) \includesvg[height=10px]{\svgs/empower.svg} effect.
es: Las Cartas de Hechizos\index{Cartas de Hechizos} tiene 3 posibles efectos principales. El uso superior, el Hechizo básico no tiene coste adicional. Para acceder a los demás efectos, puedes \textbf{Potenciar} un Hechizo\index{Potenciando Hechizos} pagando el coste indicado (3) para un resultado más potente (4). Puedes pagar este coste jugando otras cartas por su efecto de Poder \includesvg[height=10px]{\svgs/empower.svg} antes de lanzar el Hechizo. Todas las Cartas de Hechizo tienen un efecto alternativo (5) \includesvg[height=10px]{\svgs/empower.svg}.
fr: Les Cartes de Sort\index{Cartes de Sort} ont trois effets primaires possible. La Puissance de base n’a pas de coût additionnel. Pour les autres effets, vous pouvez \textbf{Augmenter la puissance} d'un Sort\index{Augmenter un Sort} en payant le coût indiqué (3) pour un effet plus fort (4). Vous pouvez payer ce coût en jouant des cartes pour leur effet de Puissance \includesvg[height=10px]{\svgs/empower.svg} avant de lancer le Sort. Toutes les Cartes de Sort ont aussi une alternative en bas (5) pour un effet \includesvg[height=10px]{\svgs/empower.svg}.

source: Spells can be gained by Building the Mage Guild\index{Mage Guild}. Building it also enables you to use the Spell Book Token\index{Spell Book Token} for buying additional Spells. The Token cannot be used during the \textbf{same Round} when the Guild is constructed.\par Spells can be \hyperlink{Trading}{traded} in Alliance and Cooperative Scenarios.
es: Los hechizos se pueden conseguir en la Cofradía de Magos\index{Cofradía de Magos} Construirlo también te permite usar la Ficha del Libro de Hechizos\index{Ficha del Libro de Hechizos} para comprar Hechizos adicionales. La Ficha no puede ser usada en la \textbf{misma Ronda} cuando la Cofradía es construida.\par Los Hechizos se pueden \hyperlink{Trading}{negociar} en Escenarios de Alianza o Cooperativos.
fr: Les Sorts sont obtenus en construisant la Guilde des Mages\index{Mage Guild} ou en Explorant certains \hyperlink{All Map Locations}Sites. La Construire débloque aussi le Jeton Grimoire\index{Jeton Grimoire} pour acheter des Sorts en plus. Le Jeton Grimoire est inutilisable durant la \textbf{même Manche} que la construction de la Guilde.\par Les Sorts peuvent être \hyperlink{Trading}{échangés} en Alliance et en Coopération.

source: \hypertarget{Specialty}{Hero Specialty Cards}
es: \hypertarget{Specialty}{Cartas de Especialidad}
fr: \hypertarget{Specialty}{Cartes de Spécialisation}

source: Hero Specialty Cards\index{Specialty Card} are gained from \hyperlink{Level}{Level ups}. Each Main Hero has an unique set of Specialty Cards. While many of these Cards have effects which resemble Spell Cards, Specialty Cards are their \textbf{own unique category of cards}.
es: Cartas de Especialidad del Héroe\index{Cartas de Especialidad} se ganan \hyperlink{Level}{subiendo de Nivel}. Cada Héroe Principal tiene un pack único de Cartas de Especialidad. Aunque muchas de estas Cartas tienen efectos parecidos a las Cartas de Hechizo, las Cartas Especiales son \textbf{una categoría única de cartas}.
fr: Les Cartes de Spécialisation\index{Carte de Spécialisation} sont obtenues en \hyperlink{Level}{montant de Niveau}. Chaque Héros Principal a ses propres Cartes. Leurs effets ressemblent aux Cartes de Sort mais ont leur \textbf{propre catégorie de cartes}.

source: \note{11}{ During Combat, \textbf{only one Spell Card} may be played by each player \textbf{per Combat Round}. \medskip When you use an effect which lets you cast a Spell from somewhere other than your hand (such as directly from the Spell Deck), place that Spell into your Discard Pile after casting it. }
es: \note{11}{ Durante el combate, \textbf{sólo una Carta de Hechizo} puede ser jugada por cada jugador \textbf{por Ronda de Combate}. \medskip Cuando usas un efecto que te permite lanzar un Hechizo desde otro lugar que no sea tu mano (como directamente desde el Mazo de Hechizos), coloca ese Hechizo en tu Pila de Descartes después de lanzarlo. }
fr: \note{11}{ Pendant un Combat, chaque joueur ne peut jouer \textbf{qu’une Carte de Sort par Tour de Combat}. \medskip Quand vous utilisez un effet pour lancer un Sort autrement que de votre main (comme depuis la Pile de Sort directement), placer le Sort ainsi lancé dans votre Défausse. }
