Repository: Heegu-sama/Homm3BG
Catalog: translations/deckbuilding.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: All Spell cards belong to one School of Magic\index{Schools of Magic}: either Air, Fire, Earth or Water. Spells with one School symbol on them are called \textbf{Basic Spells}\index{Basic Spell}, while Spells with four identical symbols are called \textbf{Expert Spells}\index{Expert Spell}. \textbf{\wikilink{spells/magic_arrow}{Magic Arrow}} is a Basic Spell; when casting the \textbf{Magic Arrow}, you must select which School it belongs to. By default there's no difference, but certain game effects can refer to specific Schools and to Basic/Expert Spells.
de: Alle Zauber gehören einer Magieschule\index{Magieschulen} an: Luft, Feuer, Erde oder Wasser. Zauber mit nur einem Schulen-Symbol sind \textbf{Basiszauber}\index{Basiszauber}, während solche mit vier identischen Symbolen \textbf{Expertenzauber}\index{Expertenzauber} sind. Der \textbf{\wikilink{spells/magic_arrow}{Magische Pfeil}} gilt als Basiszauber: beim Ausspielen musst du die Magieschule festlegen, der er angehören soll. Magieschulen haben standardmäßig keine Auswirkungen, aber andere Effekte können sich auf Magieschulen oder auf Basis/Expertenzauber beziehen.

source: \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \imagecaption{School of Fire} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \imagecaption{School of Water} \endminipage \hfill\allowbreak\bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \imagecaption{School of Air} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \imagecaption{School of Earth} \endminipage \bigbreak
de: \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \imagecaption{Feuermagie} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \imagecaption{Wassermagie} \endminipage \hfill\allowbreak\bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \imagecaption{Luftmagie} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \imagecaption{Erdmagie} \endminipage \bigbreak

source: \pagetarget{Specialty}{\subheader{Hero Specialty Cards}}
de: \pagetarget{Specialty}{\subheader{Sonderfähigkeiten\\der Helden}}

source: Hero Specialty cards\index{Specialty card} are gained from \pagelink{Level}{Level ups}. Each Main Hero has a unique set of Specialty cards. While some of these cards have effects which resemble Spell cards and even make use of \svg{empower}, Specialty cards are their \textbf{own unique category of cards}. For example, the limit of 1 Spell per Combat Round doesn't apply to Specialty cards.
de: Sonderfähigkeitskarten\index{Sonderfähigkeitskarten} erhalten die Spieler beim \pagelink{Level}{Stufenaufstieg}. Jeder Hauptheld hat ein einzigartiges Set an Sonderfähigkeiten. Auch wenn die Effekte dieser Karten oft Zauberkarten ähneln, z. B. \svg{empower} oder Magieschulen verwenden, sind Sonderfähigkeiten eine \textbf{eigene Kategorie an Karten}. Zum Beispiel gilt das Zauberlimit pro Kampfrunde nicht für Sonderfähigkeiten.

source: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{A Level IV Specialty card, belonging to Catherine the Knight.} }
de: { \medskip \centering \includegraphics[width=0.66\linewidth]{translations/assets/de/specialty.png}\\ \medskip \footnotesize\textit{Sonderfähigkeit Stufe IV von Ritterin Catherine} }

source: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty2.png}\\ \medskip \footnotesize\textit{A Level I Specialty card, belonging to Deemer the Warlock. It uses \svg{empower}, but does NOT belong to any School of Magic, despite the imagery.} }
de: { \medskip\centering \includegraphics[width=0.66\linewidth]{translations/assets/de/specialty2.png}\\ \medskip \footnotesize\textit{Sonderfähigkeit Stufe I von Hexer Deemer. Sie benötigt \svg{empower}, zählt aber trotz des grafischen Designs NICHT zur Erdmagie-Schule.} }

source: \columnbreak \pagetarget{Artifact}{\subheader{Artifact Cards}}
de: \columnbreak \pagetarget{Artifact}{\subheader{Artefakte}}

source: Artifact cards\index{Artifact card} have a top and bottom effect. When you play one, you must \textbf{choose which effect} you are using. They are divided into 3 Levels: Minor, Major, and Relic, with different border color. These Levels relate to the overall Power of the card and may be referenced when resolving certain effects or during Scenario setup. Otherwise, all Artifact cards are normally shuffled together to form the Artifact Deck regardless of their Level. They are gained through map exploration.\par Artifacts can be \pagelink{Trading}{traded} in Alliance and Cooperative Scenarios.
de: Artefaktkarten\index{Artefaktkarten} haben einen oberen und einen unteren Effekt. Beim Ausspielen musst du \textbf{den Effekt wählen}, den du nutzen willst. Artefakte haben drei Seltenheitsstufen (erkennbar an der Rahmenfarbe): Gewöhnliche, seltene und Relikt-Artefakte. Diese Stufen beziehen sich auf die Effektstärken der Karten und können für Effekte anderer Karten oder spezifische Szenarioregeln wichtig sein. Regulär bilden alle Artefakte (unabhängig der Kategorie) das Artefakt-Deck. Man erhält sie durch die Erkundungen auf der Abenteuerkarte.\par Artefakte können in Allianz- oder kooperativen Szenarien \pagelink{Trading}{gehandelt} werden.

source: \draw (0, 0) node {\includegraphics[width=1.2\linewidth]{\cards/artifact.png}}; \draw (-1.3, 2.1) node {\encircle{1}}; \draw (1.3, -0.9) node {\encircle{2}}; \draw (1.4, 2.6) node {\encircle{3}}; \draw (-1, -1.9) node {\encircle{4}}; \end{tikzpicture} \null\hfill\imagecaption{Major Artifact} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots} \begin{tikzpicture}
de: \draw (0, 0) node {\includegraphics[width=1.2\linewidth]{translations/assets/de/artifact.png}}; \draw (-1.3, 2.1) node {\encircle{1}}; \draw (1.3, -0.9) node {\encircle{2}}; \draw (1.4, 2.6) node {\encircle{3}}; \draw (-1, -1.9) node {\encircle{4}}; \end{tikzpicture} \null\hfill\imagecaption{Major Artifact} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots} \begin{tikzpicture}

source: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture}\\ \phantom{\ldots}\imagecaption{Minor Artifact}\\ \vspace{3em} \phantom{\ldots} \begin{tikzpicture}
de: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture}\\ \phantom{\ldots}\imagecaption{Gewöhnliches Artefakt}\\ \vspace{3em} \phantom{\ldots} \begin{tikzpicture}

source: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture}\\ \phantom{\ldots}\imagecaption{Relic Artifact} \end{center}
de: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture}\\ \phantom{\ldots}\imagecaption{Relikt-Artefakt} \end{center}

source: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \columnbreak \item[\textbf{3.}] Level \item[\textbf{4.}] Flavor text \end{itemize}
de: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effekt \columnbreak \item[\textbf{3.}] Seltenheit \item[\textbf{4.}] Hintergrundgeschichte \end{itemize}

source: {\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/diplomats_ring.png}}
de: {\transparent{0.2}\includegraphics[width=0.8\linewidth]{\art/diplomats_ring.png}}

source: {stronghold} \pagetarget{Spell Scroll Cards}{\subheader{Spell Scroll Cards}}
de: {stronghold} \pagetarget{Spell Scroll Cards}{\subheader{Zauberspruchrollen}}

source: During setup shuffle 10 of the Spell Scroll cards into the Artifact Deck. Set the remaining 10 cards aside to form a Spell Scroll Deck. Some locations or Scenario effects may call for them later. \vspace*{1em}
de: Mische während des Spielaufbaus 10 Zauberspruchrollen in das Artefakt-Deck. Die übrigen 10 Karten bilden das Zauberspruchrollen-Deck. Einige Orte oder Szenarien können darauf Bezug nehmen. \vspace*{1em}

source: \vspace*{1em} When you gain a Spell Scroll, place it next to your Hero Board, take the 2 top cards from the Spell Deck and place them face-down on the Spell Scroll. You can look at these Spells at any time and they don't count toward your Hand \svg{hand} Limit. You can only have 2 Spell Scrolls at a time. If you gain a third one, draw the new Spells normally and then decide whether to discard the newly gained Spell Scroll or replace one you already have (including all Spells on it).
de: \vspace*{1em} Erhältst du eine Zauberspruchrolle, platziere sie neben deinem Heldentableau, ziehe die obersten 2 Karten vom Zauber-Deck und platzieren sie verdeckt auf deiner Zauberspruchrolle. Du darfst diese Zauber jederzeit ansehen und sie zählen nicht zu deinem Handkartenlimit \svg{hand}. Du darfst höchstens 2 Zauberspruchrollen zeitgleich besitzen. Ziehst du eine dritte, ziehe die 2 Zauber wie üblich und entscheide dann, welche der drei Zauberspruchrollen du (inklusive der Zauber auf ihr) abwirfst.

source: You can play Spells from a Spell Scroll like any other Spell with the following exceptions: \begin{itemize} \item They don't count towards your Spell Limit. You can also play a Spell from your hand during this Combat Round. \item You can only use the Spell's lowest Power \svg{empower} effect. You can't Empower the Spell with \svg{empower} from any source. % What, if the lowest Power is 1? Can it be still played or not? \item They can't be used to increase the \svg{empower} of another Spell. \end{itemize}
de: Du kannst Zauber auf einer Zauberspruchrollen wie andere Zauber ausspielen, aber mit folgenden Ausnahmen: \begin{itemize} \item Sie zählen nicht zum Zauberlimit. Du kannst in dieser Kampfrunde zusätzlich einen Zauber von der Hand ausspielen. \item Du darfst nur den niedrigsten \svg{empower}-Effekt des Zaubers nutzen, auch wenn er 1\svg{empower} beträgt (z. B. bei \wikilink{spells/implosion}{Implosion}). Du kannst den Zauber nicht durch \svg{empower} verstärken, aus keiner Quelle. % What, if the lowest Power is 1? Can it be still played or not? \item Du kannst andere Zauber nicht durch \svg{empower} dieses Zauber verstärken. \end{itemize}
ru: Карты из свитка можно использовать с рядом исключений: \begin{itemize} \item Они не учитываются в лимите заклинаний. Вы также можете использовать заклинание из руки в этом раунде. \item Вы можете применить только самый слабый \svg{empower} эффект. Вы никоим образом не можете усилить \svg{empower} заклинание из свитка. % What, if the lowest Power is 1? Can it be still played or not? \item Карты из свитка не могут быть использованы для \svg{empower} другого заклинания. \end{itemize}

source: {stronghold} \begin{itemize} \item You can sell Spell Scrolls at a Trading Post for 2 \svg{gold} per each Spell on it. %Is it a new option at a Trading Post or can i combine it with other actions in a single visit? \item After using or selling those Spells, the Spell card is \textbf{removed}, not discarded. \end{itemize}
de: {stronghold} \begin{itemize} \item Du kannst Zauberspruchrollen für 2 \svg{gold} pro Zauber im Handelsposten verkaufen. Dies kannst du zusätzlich zum normalen Effekt des Handelspostens tun. %Is it a new option at a Trading Post or can i combine it with other actions in a single visit? \item Nach Nutzung oder Verkauf dieser Zauber, werden die Zauberkarten \textbf{entfernt}, nicht abgeworfen. \end{itemize}

source: If the last Spell on a Spell Scroll is used or sold, place the Spell Scroll back in its Deck.
de: Wurde der letzte Zauber von einer Zauberspruchrolle entfernt, platziere sie zurück in ihr Deck.
ru: Если последнее заклинание из свитка было использовано или продано, поместите этот свиток в колоду свитков.

source: {\transparent{0.2}\includegraphics[width=0.6\linewidth]{\art/black_market.png}}
de: \empty

source: {rampart,cove} \pagetarget{War Machines}{\subheader{War Machine Cards}}
de: {rampart,cove} \pagetarget{War Machines}{\subheader{Kriegsmaschinen}}

source: War Machines\index{War Machines} are permanent cards that can be bought at either a \pagelink{Trading Post}{Trading Post} or a \pagelink{War Machine Factory}{War Machine Factory}. If you buy one at the Trading Post, \textbf{you cannot use} any of the other normal functions of that Field during that Visit. War machines are also more expensive at the Trading Post.
de: Kriegsmaschinen\index{Kriegsmaschinen} sind bleibende Karten, die im \pagelink{Trading Post}{Handelsposten} oder der \pagelink{War Machine Factory}{Kriegsmaschinenfabrik} gekauft werden können. Kaufst du eine Kriegsmaschine im Handelsposten, kannst du \textbf{keinen der anderen} Effekte des Handelspostens nutzen und es gelten die teureren Kosten.

source: { \bigskip \centering \begin{tikzpicture} \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.8\linewidth]{\cards/war_machine.png}}; \draw (0.8, 3.6) node {\encircle{1}}; \draw (0, -2.8) node {\encircle{2}}; \draw (-1.2, -1.7) node {\encircle{3}}; \draw (0.9, -1.7) node {\encircle{4}}; \end{tikzpicture} \footnotesize \imagecaption{War Machine card} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \item[\textbf{3.}] Cost in a War Machine Factory \item[\textbf{4.}] Cost in a Trading Post \end{itemize} }
de: { \bigskip \centering \begin{tikzpicture} \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.8\linewidth]{translations/assets/de/war_machine.png}}; \draw (0.8, 3.6) node {\encircle{1}}; \draw (0, -2.8) node {\encircle{2}}; \draw (-1.2, -1.7) node {\encircle{3}}; \draw (0.9, -1.7) node {\encircle{4}}; \end{tikzpicture} \footnotesize \imagecaption{Kriegsmaschinenkarte} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Effekt \item[\textbf{3.}] Kosten in der Kriegsmaschinenfabrik \item[\textbf{4.}] Kosten im Handelsposten \end{itemize} }

source: \subsection*{\pagetarget{Playerdecks}{Player Decks}} All players have a unique Deck which represents their Main Hero's Abilities and Equipment. Decks may contain Statistic, Ability, Spell, Artifact and the Main Hero's Specialty Cards. Each player's Deck starts with 9 Cards, built during the game's setup.
ru: \subsection*{\pagetarget{Playerdecks}{Колода игрока}} Все игроки имеют уникальную колоду, содержащую навыки и вооружение основного героя. Колода может содержать карты характеристик, навыков, заклинаний, артефактов и специальности героя. Каждый игрок начинает с колодой из 9 карт, собранной в момент подготовки.

source: \subsection*{General Card Rules} \begin{enumerate} \item Cards can be played \textbf{only on your Turn}, or in a \pagelink{Combat}{Combat} involving your \textbf{Main Hero}. \item After a Card is used, discard it. Each player has their own separate Discard Pile\index{Discard Pile}. \item If your Deck is empty when you need to draw a Card, \textbf{shuffle your Discard Pile} into a new Deck to draw from. \item Whenever your Hero gains a Card for any reason, put it \textbf{directly into your hand} unless otherwise stated. \item Whenever you are instructed to \textbf{Search} (X)\index{Search (X)} the Ability, Artifact, or Spell Deck, you may either look at the top (X) Cards from the specified Deck, take one of them to your hand, and discard the others, \textbf{OR} instead of looking at the top (X) Cards, gain the top Card from that Deck's Discard Pile. \item The Ability, Artifact, and Spell Decks each have their own Discard Piles, created during the setup, which help you identify these Decks. If a Deck ever runs out of Cards, reshuffle it and discard its top Card to form a new Discard Pile. Whenever one of these Discard Piles is empty, \textbf{refill it} with that Deck's top Card. \columnbreak \item Cards have the following \pagetarget{Card Effects}{types of effects}: \begin{itemize} \item \textbf{Instant} \svg{instant} Effects are resolved immediately. \item \textbf{Activation} \svg{activation} Effects must be played when Activating your own Unit in Combat. \item \textbf{Map} \svg{map} Effects cannot be used during Combat. \item \textbf{Ongoing} \svg{ongoing} Effects\index{Ongoing Effects} last until they are used up or until the player who played them starts their next Turn (whichever happens first). \begin{expansion}[before skip balanced=0.3em,]{stronghold,conflux,cove} \begin{tikzpicture}[overlay] \node at (5.5, 0) {\includegraphics[width=0.22\linewidth]{\images/time-token.png}}; \end{tikzpicture}\parbox{0.75\hsize}{You can use Time Tokens\index{Time Token} to track the duration of Ongoing Effects.} \end{expansion} \item \textbf{Permanent} \svg{permanent} Cards\index{Permanent Cards} stay in play until discarded or replaced. They are played the same way as \svg{activation} and \svg{map} Cards. \textbf{You may only have one permanent Card at a time}; playing another discards the first. While a Permanent Card is in play, you may use either its Basic or Expert Effect, but not both simultaneously. \end{itemize} \item Whenever you are instructed to \textbf{remove a Card}, remove it completely from the game. \end{enumerate}
ru: \subsection*{Общие правила карт} \begin{enumerate} \item Карты могут быть сыграны \textbf{только в ваш ход} или в \pagelink{Combat}{сражении} с участием \textbf{основного героя}. \item Сбросьте карту после использования. Каждый игрок имеет свой собственный сброс\index{Сброс}. \item Если при попытке взять карту из колоды колода пуста, \textbf{перемешайте сброс}, получите новую колоду и тяните из неё. \item При получении карты всегда помещайте её \textbf{в руку}, если не указано иное. \item Каждый раз при \textbf{поиске} (X)\index{Поиск (X)} в колодах навыков, артефактов или заклинаний, поместите в руку одну из (X) верхних карт колоды, сбросив остальные, \textbf{ИЛИ} вместо этого поместите в руку верхнюю карту из сброса этой колоды. \item Колоды навыков, артефактов и заклинаний имеют свой сброс. Когда в колоде заканчиваются карты, создайте новую, перемешав сброс и положив верхнюю карту в новый сброс. Если сброс одной из колод опустел, поместите в него верхнюю карту этой колоды. \columnbreak \item Карты имеют следующие \pagetarget{Card Effects}{типы эффектов}\index{Эффекты карт}: \begin{itemize} \item \textbf{Мгновенные} \svg{instant} эффекты применяются незамедлительно. \item Эффекты \textbf{активации} \svg{activation} должны применяться во время активации вашего отряда в сражении. \item Эффекты \textbf{карты} \svg{map} не могут использоваться во время сражения. \item \textbf{Продолжительные} \svg{ongoing} эффекты длятся до момента их использования или пока применивший их игрок не начнет следующий ход. \begin{expansion}[before skip balanced=0.3em,]{stronghold,conflux,cove} \begin{tikzpicture}[overlay] \node at (5.5, 0) {\includegraphics[width=0.22\linewidth]{\images/time-token.png}}; \end{tikzpicture}\parbox{0.75\hsize}{Вы можете использовать временны́е жетоны\index{Временны́е жетоны} для учёта продолжительных эффектов.} \end{expansion} \item \textbf{Постоянные} \svg{permanent} карты работают до момента их сброса или замены. Они играются так же, как и карты \svg{activation} и \svg{map}. \textbf{Вы можете иметь только одну активную постоянную карту}; для применения другой карты необходимо сбросить первую. Когда постоянная карта в игре, вы можете использовать её базовый или экспертный эффект, но не оба сразу. \end{itemize} \item Когда вам необходимо \textbf{удалить карту}, уберите эту карту из игры до её завершения. \end{enumerate}

source: \vfill \hfill{\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/quicksand.png}}
ru: \vfill \hfill{\transparent{0.2}\includegraphics[width=0.7\linewidth]{\art/quicksand.png}}

source: \subsection*{\pagetarget{Statistic}{Statistic} and \pagetarget{Ability}{Ability} Cards}
ru: \subsection*{Карты \pagetarget{Ability}{навыков} и \pagetarget{Statistic}{характеристик}}

source: All Statistic\index{Statistic Cards} and Ability Cards\index{Ability Card} have a \textbf{Basic Effect}\index{Basic Effect} and a stronger \textbf{Expert} \svg{expert} \textbf{Effect}\index{Expert Effect}, which is shown below the Basic Effect. Whenever you play a Statistic or Ability Card, you must choose which effect you are using. The number of \svg{expert} Effects you can use each Round is limited by your Main Hero's \pagelink{Level}{Level}. Track the number of uses you have in any suitable manner, such as by moving Black Cubes on and off your Hero Card.\par \vspace*{\fill} \columnbreak
ru: Все карты навыков\index{Навыки} и характеристик\index{Характеристика} имеют \textbf{базовый эффект}\index{Эффекты карт!базовые}\index{Базовые эффекты карт} и усиленный \textbf{экспертный} \svg{expert} \textbf{эффект}\index{Эффекты карт!экспертные}\index{Экспертные эффекты карт}, изображённый под базовым эффектом. При использовании карты навыка или характеристики вы должны выбрать применяемый эффект. Количество доступных использований \svg{expert} эффектов за раунд ограничено \pagelink{Level}{уровнем} вашего героя. Отслеживайте количество использований любым подходящим способом, например, помещая чёрные кубики на доску героя.\par \vspace*{\fill} \columnbreak

source: \begin{expansion}[before=\vspace*{-2em}]{inferno} \subsection*{\pagetarget{Empowered Statistic}{Empowered} Statistic Cards}\index{Empowered Statistic Card} These Cards are more powerful versions of the normal Statistic Cards. They have only one effect which is identical to the normal Statistic's Expert effect, but does not require using your \svg{expert}.\par
ru: \begin{expansion}[before=\vspace*{-2.7em}]{inferno} \subsection*{\pagetarget{Empowered Statistic}{Карты} усиленных характеристик}\index{Характеристика!усиленная} Данные карты являются более мощной версией обычных карт характеристики. Они имеют только один эффект, идентичный экспертному в обычной карте характеристики, но не требующий использования вашего \svg{expert}.

source: \medskip These Cards can be gained via certain game effects, such as Visiting a \pagelink{Star Axis}{Star Axis}. \end{expansion}
ru: \medskip Эти карты можно получить от определённых игровых эффектов, например при посещении \pagelink{Star Axis}{Звёздной оси}. \end{expansion}

source: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Statistic Card}}} \end{center} \vspace*{\fill} \begin{itemize} \item[\textbf{1.}] Name \item[] \phantom{\ldots} \end{itemize} \columnbreak
ru: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Карта характеристики}}} \end{center} \vspace*{\fill} \begin{itemize} \item[\textbf{1.}] Название \item[] \phantom{\ldots} \end{itemize} \columnbreak
