Repository: Heegu-sama/Homm3BG
Catalog: translations/deckbuilding.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: War Machines\index{War Machines} are permanent Cards that can be bought at either a \pagelink{Trading Post}{Trading Post} or a \pagelink{War Machine Factory}{War Machine Factory}. If you buy one at the Trading Post, \textbf{you cannot use} any of the other normal functions of that Field during that Visit. War machines are also more expensive at the Trading Post.
ru: Боевые машины\index{Боевые машины} являются постоянными картами, которые можно купить на \pagelink{Trading Post}{рынке} или \pagelink{War Machine Factory}{фабрике боевых машин}. Если вы купили боевую машину на рынке, \textbf{вы не можете использовать} обычные функции данного поля в рамках этого посещения. Цена боевых машин на рынке будет выше.

source: { \bigskip \centering \begin{scriptsize} \begin{tikzpicture} \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.8\linewidth]{\cards/war_machine.png}}; \draw (0.8, 3.6) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (0, -2.8) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (-1.2, -1.7) node {\encircle{\phantom{.}3\phantom{.}}}; \draw (0.9, -1.7) node {\encircle{\phantom{.}4\phantom{.}}}; \end{tikzpicture} \end{scriptsize} \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{War Machine Card}}} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \item[\textbf{3.}] Cost in a War Machine Factory \item[\textbf{4.}] Cost in a Trading Post \end{itemize} }
ru: { \bigskip \centering \begin{scriptsize} \begin{tikzpicture} \draw (0, 0) node[inner sep=0] {\includegraphics[width=0.8\linewidth]{\cards/war_machine.png}}; \draw (0.8, 3.6) node {\encircle{\phantom{.}1\phantom{.}}}; \draw (0, -2.8) node {\encircle{\phantom{.}2\phantom{.}}}; \draw (-1.2, -1.7) node {\encircle{\phantom{.}3\phantom{.}}}; \draw (0.9, -1.7) node {\encircle{\phantom{.}4\phantom{.}}}; \end{tikzpicture} \end{scriptsize} \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Карта боевой машины}}} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Имя \item[\textbf{2.}] Эффект \item[\textbf{3.}] Цена на фабрике боевых машин \item[\textbf{4.}] Цена на рынке \end{itemize} }

source: Searching Example
cs: Příklad Hledání
es: Ejemplo de Búsqueda
fr: Exemple de Fouille
he: דוגמה לחיפוש
pl: Przykład Przeszukiwania
ru: Пример поиска

source: \textit{Bob, playing as Deemer the Warlock, has built a Mage Guild during the previous Game Round, enabling him to now use his Spell Book Token to purchase additional Spells.}
cs: \textit{Bob, který hraje za čaroděje Deemera, postavil během předchozího Herního Kola Cech Mágů, což mu nyní umožňuje použít Žeton Knihy Kouzel k nákupu dalších Kouzel.}
pl: \textit{Bob, grający jako Czarnoksiężnik Deemer, w poprzedniej rundzie wybudował Gildię Magów, co pozwala mu teraz na użycie Żetonu Księgi Zaklęć, aby kupić dodatkowe Zaklęcia.}
ru: \textit{Боб, играющий за чернокнижника Димера, построил Гильдию магов в ходе предыдущего раунда, что позволило ему использовать жетон книги магии для покупки дополнительных заклинаний.}

source: \textit{He spends the token and pays the cost of 5 \svg{gold} indicated on his Town Board, allowing him to \textbf{Search (2)} the Spell Deck.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{He now has the choice of either gaining the top Card of the Spell Card Discard Pile, or drawing the top two Cards of the Spell Deck and gaining one of them. He is not interested in gaining the Spell Curse, which is on top of the Discard Pile, and instead decides to draw two Cards – a Magic Arrow and a Fireball.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{He decides to keep the Fireball, placing it into his hand and discarding the Magic Arrow into the Spell Discard Pile.}
cs: \textit{Používá Žeton a platí cenu 5 \svg{gold} uvedenou na jeho Desce Města, což mu umožňuje \textbf{Hledat (2)} v Balíčku Kouzel.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{Nyní má na výběr buď získat vrchní Kartu z Odhazovací Hromádky Karet Kouzel, nebo se podívat na dvě vrchní Karty z Balíčku Kouzel a jednu z nich získat. Nemá zájem o získání Kouzla Prokletí, které je na vrcholu Odhazovací Hromádky, a místo toho se rozhodne podívat se na dvě Karty – Magický Šíp a Ohnivou Kouli.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{Rozhodne se ponechat si Ohnivou Kouli. Vloží ji do své ruky a odhodí Magický Šíp do Odhazovací Hromádky Karet Kouzel.}
pl: \textit{Wykorzystuje Żeton i płaci koszt 5 \svg{gold} wskazany na swojej Planszy Miasta, co pozwala mu \textbf{Przeszukać (2)} Talię Zaklęć.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{Ma teraz wybór – dobrać wierzchnią Kartę ze Stosu Kart Odrzuconych Zaklęć, albo dobrać dwie wierzchnie Karty z Talii Zaklęć i wybrać jedną z nich. Nie jest zainteresowany dobieraniem Zaklęcia ,,Klątwa'', które znajduje się na górze Stosu Kart Odrzuconych. Zamiast tego postanawia dobrać dwie Karty – Magiczną Strzałę i Kulę Ognia.} \includegraphics[width=\linewidth]{translations/assets/pl/fireball_over_magic_arrow.png}\par \textit{Postanawia zatrzymać Kulę Ognia i bierze ją na swoją rękę, odrzucając tym samym Magiczną Strzałe na Stos Kart Odrzuconych.}
ru: \textit{В текущем ходу он использует жетон и платит 5 \svg{gold}, отмеченные на его доске города, что позволяет ему \textbf{искать (2)} в колоде заклинаний.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{Он знает, что может на выбор забрать верхнюю карту заклинаний из сброса, или взять две верхние карты из колоды заклинаний и забрать одну из них. Он не заинтересован в заклинании Проклятья, находящемся сверху сброса, поэтому вместо этого он берёт две карты — Волшебную стрелу и Огненный шар.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{Боб забирает Огненный шар, поместив его в свою руку и сбросив карту Волшебной стрелы в сброс колоды заклинаний.}

source: \subsection*{\pagetarget{Playerdecks}{Player Decks}} All players have a unique Deck which represents their Main Hero's Abilities and Equipment. Decks may contain Statistic, Ability, Spell, Artifact and the Main Hero's Specialty Cards. Each player's Deck starts with 9 cards, built during the game's setup.
cs: \subsection*{\pagetarget{Playerdecks}{Hráčské Balíčky}} Všichni hráči mají unikátní Balíček, který reprezentuje Dovednosti a Vybavení jejich Hlavního Hrdiny. Balíčky mohou obsahovat Základní Karty, Karty Dovedností, Kouzel, Artefaktů a Zaměření Hlavního Hrdiny. Balíček každého hráče začíná s 9 kartami vybranými během přípravy hry.
he: \subsection*{\pagetarget{Playerdecks}{החפיסות של השחקנים}} לכל שחקן יש חפיסה ייחודית המייצגת את היכולות והציוד של הגיבור הראשי שלו. בכל חפיסה יכולים להיות קלפי סטטיסטיקה, יכולות, קסמים, חפצים וקלפי היכולת המיוחדת של הגיבור הראשי. כל חפיסת שחקן מתחילה עם 9 קלפים ובונים אותה במהלך ההכנה של המשחק.
pl: \subsection*{\pagetarget{Playerdecks}{Talie Graczy}} Każdy gracz ma unikatową Talię reprezentującą Zdolności i Ekwipunek jego Bohatera Głównego. Talie mogą zawierać Karty Statystyk, Specjalności, Zaklęć, Artefaktów oraz Zdolności Bohatera Głównego. Talia Początkowa zawiera 9 Kart.

source: \subsection*{General Card Rules} \begin{enumerate} \item Cards can be played \textbf{only on your Turn}, or in a \pagelink{Combat}{Combat} involving your \textbf{Main Hero}. \item After a Card is used, discard it. Each player has their own separate Discard Pile\index{Discard Pile}. \item If Your Deck is empty when you need to draw a Card, \textbf{shuffle your Discard Pile} into a new Deck to draw from. \item Whenever your Hero gains a Card for any reason, put it \textbf{directly into your hand} unless otherwise stated. \item Whenever you are instructed to \textbf{Search} (X)\index{Search (X)} the Ability, Artifact, or Spell Deck, you may either look at the top (X) Cards from the specified Deck, take one of them to your hand, and discard the others, \textbf{OR} instead of looking at the top (X) Cards, gain the top Card from that Deck's Discard Pile. \item The Ability, Artifact, and Spell Decks each have their own Discard Piles, created during the setup, which help you identify these Decks. If a Deck ever runs out of Cards, reshuffle it and discard its top Card to form a new Discard Pile. Whenever one of these Discard Piles is empty, \textbf{refill it} with that Deck's top Card. \item Cards have the following \pagetarget{Card Effects}{types of effects}: \begin{itemize} \item \textbf{Instant} \svg{instant} Effects are resolved immediately. \item \textbf{Activation} \svg{activation} Effects must be played when Activating your own Unit in Combat. \item \textbf{Map} \svg{map} Effects cannot be used during Combat. \item \textbf{Ongoing} \svg{ongoing} Effects\index{Ongoing Effects} last until they are used up or until the player who played them starts their next Turn (whichever happens first). \item \textbf{Permanent} \svg{permanent} Cards\index{Permanent Cards} stay in play until discarded or replaced. \textbf{You may only have one permanent Card at a time}; playing another discards the first. \end{itemize} \item Whenever you are instructed to \textbf{remove a Card}, remove it completely from the game. \end{enumerate}
cs: \subsection*{Obecná Pravidla Karet} \begin{enumerate} \item Karty mohou být hrány \textbf{pouze ve vašem Tahu} nebo v \pagelink{Combat}{Souboji} zahrnujícím vašeho \textbf{Hlavního Hrdinu}. \item Kartu po použití odhoďte. Každý hráč má svou Odhazovací Hromádku\index{Odhazovací Hromádka}. \item Pokud je váš Balíček prázdný, když potřebujete dobrat Kartu, \textbf{zamíchejte svou Odhazovací Hromádku} do nového Balíčku a doberte z něj. \item Kdykoliv váš Hrdina získá Kartu z jakéhokoliv důvodu, dejte ji \textbf{přímo do vaší ruky}, pokud není uvedeno jinak. \item Kdykoliv máte pokyn \textbf{Hledat} (X)\index{Hledat (X)} v Balíčku Dovedností, Artefaktů nebo Kouzel, můžete buďto prohlédnout vrchních (X) Karet z daného Balíčku, jednu z nich si vzít do ruky a ostatní odhodit, \textbf{NEBO} můžete místo toho získat vrchní Kartu z Odhazovací Hromádky daného Balíčku. \item Balíčky Dovedností, Artefaktů a Kouzel mají své vlastní Odhazovací Hromádky, vytvořené během přípravy hry. To pomáhá je identifikovat. Pokud Balíček někdy dojde, zamíchejte ho a odhoďte jeho vrchní Kartu, aby vznikla nová Odhazovací Hromádka. Kdykoliv je jedna z těchto Odhazovacích Hromádek prázdná, \textbf{doplňte ji} vrchní Kartou z odpovídajícího Balíčku. \item Karty mají následující \pagetarget{Card Effects}{typy efektů}: \begin{itemize} \item \textbf{Okamžité} \svg{instant} Efekty jsou vyřešeny okamžitě. \item \textbf{Aktivační} \svg{activation} Efekty musí být hrány při Aktivaci vaší vlastní Jednotky v Souboji. \item \textbf{Mapové} \svg{map} Efekty nemohou být použity během Souboje. \item \textbf{Pokračující} \svg{ongoing} Efekty\index{Pokračující Efekty} trvají, dokud nejsou spotřebovány nebo dokud hráč, který je zahrál, nezačne své další Kolo (co nastane dříve). \item \textbf{Trvalé} \svg{permanent} Karty\index{Trvalé Karty} zůstávají ve hře, dokud nejsou odhozeny nebo nahrazeny. \textbf{Můžete mít současně pouze jednu trvalou Kartu}; hraní další odhodí první. \end{itemize} \item Kdykoliv je řečeno, že máte \textbf{odstranit kartu}, odstraňte ji zcela ze hry. \end{enumerate}
he: \subsection*{חוקי קלפים כלליים} \begin{enumerate} \item ניתן לשחק קלפים \textbf{אך ורק במהלך תורך}, או במהלך \pagelink{Combat}{קרב} בו משתתף \textbf{הגיבור הראשי} שלך. \item לאחר השימוש בקלף, יש לזרוק אותו. לכל שחקן יש ערימת קלפים זרוקים משלו\index{ערימת זרוקים}. \item אם החפיסה שלך ריקה כאשר אתה צריך לשלוף קלף, \textbf{ערבב את ערימת הקלפים הזרוקים שלך} לחפיסה חדשה שתוכל לשלוף ממנה. \item כאשר הגיבור מקבל קלף, מכל סיבה שהיא, קח אותו \textbf{ישר ליד שלך} אלא אם כן צוין אחרת. \item כאשר קיבלת הוראה \textbf{לחפש} (X)\index{חיפוש (X)} בחפיסת היכולות, בחפיסת החפצים או בחפיסת הקסמים, אתה ראשי להסתכל על (X) הקלפים העליונים מהחפיסה המצויינת ולקחת אחד מהם ליד שלך ולזרוק את האחרים, \textbf{או} במקום להסתכל על (X) הקלפים העליונים, לקחת את הקלף העליון מערימת הזרוקים של החפיסה הזאת. \item לכל אחת מחפיסות היכולות, החפצים והקסמים יש ערימת זרוקים משלה, מכינים את הערימות הללו במהלך הכנת המשחק, והן מסייעות לזהות את החפיסות הללו. אם קורה מצב בו נגמרים הקלפים בחפיסה מסויימת, יש לערבב את ערימת הזרוקים שלה לחפיסה חדשה ולזרוק את הקלף העליון על מנת ליצצר ערמת זרוקים חדשה. בכל פעם שערימת הזרוקים מתרוקנת, \textbf{יש לייצר אותה מחדש} עם הקלף העליון מהחפיסה. \item לכל קלף יש אחד \pagetarget{Card Effects}{מסוגי ההשפעות} הבאים: \begin{itemize} \item \textbf{מיידי} \svg{instant} ההשפעה של הקלף מתבצעת מיד. \item \textbf{הפעלה} \svg{activation} יש לשחק את הקלף כאשר אתה מפעיל יחידה שלך בקרב. \item \textbf{מפה} \svg{map} קלף שלא ניתן לשחק במהלך קרב. \item \textbf{מתמשך} \svg{ongoing} ההשפעה\index{השפעות מתמשכות} ממשיכה עד שהיא מנוצלת לחלוטין או שהשחקן ששיחק את הקלף מתחיל את התור הבא שלו (מה שבא קודם). \item \textbf{קבוע} \svg{permanent} הקלף\index{קלפים קבועים} נשאר במשחק עד שזורקים אותו או שמחליפים אותו. \textbf{ניתן לשחק בקלף קבוע אחד בלבד בכל רגע נתון}; להפעיל קלף קבוע אחר גורר את זריקתו של הקלף הראשון. \end{itemize} \item כאשר נתקלים בהוראה \textbf{להסיר \textenglish{(remove)} קלף}, יש להסיר את הקלף מהמשחק לחלוטין. \end{enumerate}
pl: \subsection*{Ogólne Zasady Kart} \begin{enumerate} \item Karty możesz zagrywać \textbf{wyłącznie w własnej Turze} lub w \pagelink{Combat}{Walce}, w której walczy twój \textbf{Bohater Główny}. \item Po zagraniu Karty odrzuć ją na swój własny Stos Kart Odrzuconych\index{Stos Kart Odrzuconych}. \item Jeśli musisz dobrać Kartę, a twoja Talia jest pusta, \textbf{potasuj swój Stos Kart Odrzuconych}, tworząc nową Talię, z której będziesz dobierać Karty. \item Gdy twój Bohater zdobywa Kartę, weź ją \textbf{bezpośrednio do ręki}, o ile nie napisano inaczej. \item \textbf{Przeszukując} (X)\index{Przeszukaj (X)} Talię Zdolności, Artefaktów lub Zaklęć, możesz spojrzeć na wierzchnie (X) Kart danej Talii, wziąć jedną z nich na rękę i odrzucić pozostałe \textbf{ALBO} zamiast podglądać (X) Kart, dobrać wierzchnią Kartę ze Stosu Kart Odrzuconych tej Talii. \item Talie Zdolności, Artefaktów i Zaklęć mają własne Stosy Kart Odrzuconych zbudowane podczas przygotowania - pomagają one w rozpoznaniu tych Talii. Jeśli w Talii skończą się Karty, potasuj ją i odrzuć wierzchnią Kartę, tworząc nowy Stos Kart Odrzuconych. Gdy Stos Kart Odrzuconych jest pusty, \textbf{odnów go}, odrzucając wierzchnią Kartę z tej Talii. \item Karty mają następujące \pagetarget{Card Effects}{typy efektów}: \begin{itemize} \item \textbf{Natychmiastowy} \svg{instant} rozpatrywany od razu. \item \textbf{Aktywacji} \svg{activation}, który musi być zagrany podczas Aktywacji twojej Jednostki w Walce. \item \textbf{Mapy} \svg{map}, który nie może być zagrany w trakcie Walki. \item \textbf{Krótkotrwały} \svg{ongoing}\index{Efekt!Krótkotrwały} trwający dopóki nie zostanie wykorzystany lub dopóki gracz, który go zagrał, rozpocznie swoją kolejną Turę (którekolwiek nastąpi pierwsze). \item \textbf{Długotrwały} \svg{permanent} \index{Karta!z efektem Długotrwałym} pozostający w grze, dopóki nie zostanie odrzucony albo zamieniony. \textbf{Możesz mieć tylko jedną Kartę z efektem Długotrwałym}; grając inną, odrzuć pierwszą. \end{itemize} \item Otrzymując polecenie \textbf{usunięcia Karty}, całkowicie usuń ją z gry. \end{enumerate}

source: \subsection*{\pagetarget{Ability}{Ability} and \pagetarget{Statistic}{Statistic} Cards}
cs: \subsection*{Karty \pagetarget{Ability}{Dovedností} a \pagetarget{Statistic}{Základní} Karty}
he: \subsection*{קלפי \pagetarget{Ability}{יכולות} וקלפי \pagetarget{Statistic}{סטטיסטיקה}}
pl: \subsection*{Karty \pagetarget{Ability}{Zdolności} i \pagetarget{Statistic}{Statystyk}}

source: All Ability\index{Ability Card} and Statistic cards\index{Statistic Cards} have a \textbf{Basic Effect}\index{Basic Effect} and a stronger \textbf{Expert} \svgeven{expert} \textbf{Effect}\index{Expert Effect}, which is shown below the Basic Effect. Whenever you play an Ability or Statistic card, you must choose which effect you are using. The number of \svgeven{expert} Effects you can use each Round is limited by your Main Hero's \pagelink{Level}{Level}. Track the number of uses you have in any suitable manner, such as by moving Black Cubes on and off your Hero Card.\par \bigskip
cs: Všechny Karty Dovedností\index{Karta Dovednosti} a Základní Karty\index{Základní Karta} mají \textbf{Běžný Efekt}\index{Běžný Efekt} a silnější \textbf{Pokročilý} \svgeven{expert} \textbf{Efekt}\index{Pokročilý Efekt}, který je zobrazen pod Běžným Efektem. Kdykoliv hrajete Kartu Dovedností nebo Základní Kartu, musíte si vybrat, který efekt používáte. Počet \svgeven{expert} Efektů, které můžete použít v každém Kole, je omezen \pagelink{Level}{Úrovní} vašeho Hlavního Hrdiny. Sledujte počet použití jakýmkoliv vhodným způsobem, například přesouváním Černých Kostek na a z Karty Hrdiny.\par \bigskip
he: לכל קלפי היכולות\index{קלף יכולת} ולכל קלפי הסטטיסטיקה\index{קלפי סטטיסטיקה} יש \textbf{אפקט בסיסי}\index{אפקט בסיסי} ו\textbf{אפקט} \textbf{מומחה} \svgeven{expert} \index{אפקט מומחה}, המופיע מתחת לאפקט הבסיס. כאשר משחקים קלף יכולת או סטטיסטיקה, צריך לבחור באיזה אפקט משתמשים. כמות האפקטים בדרגת \svgeven{expert} שניתן לשחק בסבב מוגבלת על ידי ה\pagelink{Level}{דרגה} של הגיבור הראשי. עקבו אחרי מספר השימושים שלכם באפקטים מסוג זה בכל דרך טובה, למשל, על ידי הזזת קוביות שחורות מהלוח של השחקן ואליו.\par \bigskip
pl: Każda Karta Zdolności\index{Karta!Zdolności} i Statystyk\index{Karta!Statystyk} ma \textbf{Efekt Podstawowy}\index{Efekt!Podstawowy} oraz silniejszy \textbf{Efekt \svgeven{expert} Mistrzowski},\index{Efekt!Mistrzowski} który znajduje się pod Efektem Podstawowym. Gdy zagrywasz Kartę Zdolności lub Statystyki, musisz wybrać, którego efektu używasz. Liczba Efektów \svgeven{expert}, którą możesz zagrać w każdej z Rund zależy od \pagelink{Level}{Poziomu} twojego Bohatera Głównego. Zlicz pozostałe Efekty Mistrzowskie w dogodny dla ciebie sposób, na przykład przez umieszczanie i zdejmowanie Czarnych Kostek z Planszetki Bohatera.\par \bigskip

source: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.5, -0.8) node {\encircle{4}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Ability Card}}} \end{center} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Basic Effect \end{itemize} \columnbreak \begin{center} \begin{scriptsize}
cs: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.5, -0.8) node {\encircle{4}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Karta Dovednosti}}} \end{center} \begin{itemize} \item[\textbf{1.}] Název \item[\textbf{2.}] Běžný Efekt \end{itemize} \columnbreak \begin{center} \begin{scriptsize}
pl: \draw (0, 0) node {\includegraphics[width=\linewidth]{translations/assets/pl/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.5, -0.8) node {\encircle{4}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Karta Zdolności}}}} \end{center} \begin{itemize} \item[\textbf{1.}] Nazwa \item[\textbf{2.}] Efekt\\Podstawowy \end{itemize} \columnbreak \begin{center} \begin{scriptsize}

source: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Statistic Card}}} \end{center} \begin{itemize} \item[\textbf{3.}] Expert Effect \item[\textbf{4.}] Faction-specific Card* \end{itemize}
cs: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Základní Karta}}} \end{center} \begin{itemize} \item[\textbf{3.}] Pokročilý Efekt \item[\textbf{4.}] Karta specifická pro danou Frakci* \end{itemize}
pl: \draw (0, 0) node {\includegraphics[width=\linewidth]{translations/assets/pl/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Karta Statystyk}}} \end{center} \begin{itemize} \item[\textbf{3.}] Efekt\\Mistrzowski \item[\textbf{4.}] Karta\\Frakcyjna* \end{itemize}

source: \bigbreak \note{11}{ Certain cards are limited to the Necropolis Faction \svg{necro-note}. When a non-Necropolis player draws a Necropolis Card\index{Necropolis Card} from the Ability Deck, they may either discard it and draw a new Card as a replacement or gain it. Non-Necropolis players \textbf{cannot use} Faction Specific Cards from their hand in any way besides for effects that discard them. }
cs: \bigbreak \note{11}{Některé karty jsou omezeny na Frakci Nekropolis \svg{necro-note}. Když hráč, který není z této Frakce, takovou Kartu\index{Karta Nekropole} dobere z Balíčku Dovedností, může ji buďto odhodit a dobrat si novou Kartu jako náhradu, nebo si ji ponechat. Hráči, kteří nejsou z této Frakce, \textbf{nemohou} Karty specifické pro Nekropolis zahrát ze své ruky žádným způsobem kromě efektů, které je odhodí.}
he: \bigbreak \note{11}{\texthebrew{ קלפים מסויימים מוגבלים לצבא \textenglish{Necropolis} \svg{necro-note}. כאשר שחקן לא מטירת \textenglish{Necropolis} שולף קלף כזה \index{קלף \textenglish{Necropolis}} מחפיסת היכולות, הוא יכול או לזרוק אותו ולשלוף קלף חדש במקום או לקבל אותו. השחקן הנ״ל \textbf{לא יכול} להשתמש בקלף הזה מהיד שלו בכלל בשום צורה שהיא למעט עבור אפקטים שזורקים את הקלף. }}
pl: \bigbreak \note{11}{ Niektóre Karty są przeznaczone wyłącznie dla Frakcji Nekropolii \svg{necro-note}. Gdy gracz niegrający Nekropolią dobiera Kartę Nekropolii \index{Karta!Nekropolii} z Talii Zdolności, może ją odrzucić i dobrać nową Kartę jako zamiennik, lub ją dobrać. Gracze niegrający Nekropolią \textbf{nie mogą używać} Kart Frakcyjnych ze swojej ręki w żaden sposób poza efektami, które je odrzucają. }

source: \pagetarget{Artifact}{Artifact} Cards
cs: Karty \pagetarget{Artifact}{Artefaktů}
he: קלפי \pagetarget{Artifact}{חפצים}
pl: \pagetarget{Artifact}{Karty Artefaktów}
