Repository: Heegu-sama/Homm3BG
Catalog: translations/deckbuilding.tex/ua.po
Languages: ua

source: \addsection{Deck-building}{\skills/wisdom.png}
ua: \addsection{Колодобудування}{\skills/wisdom.png}

source: \subsection*{\pagetarget{Playerdecks}{Player Decks}} All players have a unique Deck which represents their Main Hero's Abilities and Equipment. Decks may contain Statistic, Ability, Spell, Artifact and the Main Hero's Specialty Cards. Each player's Deck starts with 9 cards, built during the game's setup.
ua: \subsection*{\pagetarget{Playerdecks}{Колода Гравця}} Кожен гравець має власну Колоду що відображає Здібності та Спорядження його Головного Героя. Колода може містити Карти Характеристик, Здібностей, Заклинань, Артефактів та Спеціалізації Головного Героя. Стартова Колода містить 9 Карт.

source: \subsection*{General Card Rules} \begin{enumerate} \item Cards can be played \textbf{only on your Turn}, or in a \pagelink{Combat}{Combat} involving your \textbf{Main Hero}. \item After a Card is used, discard it. Each player has their own separate Discard Pile\index{Discard Pile}. \item If Your Deck is empty when you need to draw a Card, \textbf{shuffle your Discard Pile} into a new Deck to draw from. \item Whenever your Hero gains a Card for any reason, put it \textbf{directly into your hand} unless otherwise stated. \item Whenever you are instructed to \textbf{Search} (X)\index{Search (X)} the Ability, Artifact, or Spell Deck, you may either look at the top (X) Cards from the specified Deck, take one of them to your hand, and discard the others, \textbf{OR} instead of looking at the top (X) Cards, gain the top Card from that Deck's Discard Pile. \item The Ability, Artifact, and Spell Decks each have their own Discard Piles, created during the setup, which help you identify these Decks. If a Deck ever runs out of Cards, reshuffle it and discard its top Card to form a new Discard Pile. Whenever one of these Discard Piles is empty, \textbf{refill it} with that Deck's top Card. \item Cards have the following \pagetarget{Card Effects}{types of effects}: \begin{itemize} \item \textbf{Instant} \svg{instant} Effects are resolved immediately. \item \textbf{Activation} \svg{activation} Effects must be played when Activating your own Unit in Combat. \item \textbf{Map} \svg{map} Effects cannot be used during Combat. \item \textbf{Ongoing} \svg{ongoing} Effects\index{Ongoing Effects} last until they are used up or until the player who played them starts their next Turn (whichever happens first). \item \textbf{Permanent} \svg{permanent} Cards\index{Permanent Cards} stay in play until discarded or replaced. \textbf{You may only have one permanent Card at a time}; playing another discards the first. \end{itemize} \item Whenever you are instructed to \textbf{remove a Card}, remove it completely from the game. \end{enumerate}
ua: \subsection*{Загальні Правила Використання Карт} \begin{enumerate} \item Карти можуть розігруватися \textbf{тільки під час вашого Ходу}, або під час \pagelink{Combat}{Бою} з вашим \textbf{Головним Героєм}. \item Зігравши карту, скиньте її до власного Cтосу Скиду.\index{Стос Скиду} \item Якщо ваша Колода закінчилася, і вам потрібно взяти Карту, \textbf{перетасуйте свій Стос Скиду} і сформуйте з нього нову Колоду. \item Щоразу, коли ефект вказує Герою отримати Карту, покладіть її \textbf{собі в руку}, якщо не вказано інше. \item \textbf{Шукаючи} (X)\index{Пошук (X)} в Колоді Здібностей, Артефактів або Заклинань, ви можете або подивитися верхні (X) Карт з вказаної Колоди, взяти одну з них в руку, а решту скинути, \textbf{АБО} замість цього, взяти верхню Карту зі Скиду цієї Колоди. \item Колоди Здібностей, Артефактів і Заклинань мають окремі Стоси Скиду. Якщо в Скиді закінчуються Карти, перетасуйте Скид і скиньте верхню Карту, щоб сформувати новий Стос Скиду. Щоразу, коли в Стосі Скиду немає Карти, \textbf{покладіть на нього} верхню Картку з цієї Колоди. \item Картки мають наступні \pagetarget{Card Effects}{типи ефектів}: \begin{itemize} \item \textbf{Миттєвий} \svg{instant} Ефект діє негайно. \item \textbf{Активація} \svg{activation} Ефект може бути розіграний під час активації вашого Підрозділу в Бою. \item \textbf{Мапа} \svg{map} Ефект не може бути розіграний під час Бою. \item \textbf{Триваючий} \svg{ongoing} Ефект\index{Триваючі Ефекти} діє до моменту, поки він не буде вичерпаний або поки гравець, що розіграв його, не почне свій наступний Хід (залежно від того, що станеться раніше). \item \textbf{Постійні} \svg{permanent} Карти\index{Постійні Карти} залишаються у грі поки не будуть скинуті або замінені. \textbf{Одночасно у вас може бути тільки одна Постійна Карта}; розігравши іншу, ви скидаєте попередню. \end{itemize} \item Щоразу, коли вам вказано \textbf{вилучити Карту}, вилучіть її повністю з гри. \end{enumerate}

source: \subsection*{\pagetarget{Ability}{Ability} and \pagetarget{Statistic}{Statistic} Cards}
ua: \subsection*{\pagetarget{Ability}{Карти Здібностей} та \pagetarget{Statistic}{Характеристик} }

source: All Ability\index{Ability Card} and Statistic cards\index{Statistic Cards} have a \textbf{Basic Effect}\index{Basic Effect} and a stronger \textbf{Expert} \svgeven{expert} \textbf{Effect}\index{Expert Effect}, which is shown below the Basic Effect. Whenever you play an Ability or Statistic card, you must choose which effect you are using. The number of \svgeven{expert} Effects you can use each Round is limited by your Main Hero's \pagelink{Level}{Level}. Track the number of uses you have in any suitable manner, such as by moving Black Cubes on and off your Hero Card.\par \bigskip
ua: Всі Карти Здібностей \index{Карти Здібностей} і Характеристик\index{Карти Характеристик} мають \textbf{Базовий Ефект}\index{Базовий Ефект} і сильніший \textbf{Експертий} \svgeven{expert} \textbf{Ефект}\index{Експертний Ефект}, вказаний під Базовим Ефектом. Коли ви розігруєте Карту Здібності або Характеристики, ви повинні обрати який ефект ви використовуєте. Кількість \svgeven{expert} Ефектів які ви можете використати в кожному Раунді обмежена \pagelink{Level}{Рівнем} Головного Героя. Відстежуйте кількість використаних ефектів будь-яким зручним способом, наприклад, розміщуючи Чорні Кубики на Картці Героя.\par \bigskip

source: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.5, -0.8) node {\encircle{4}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Ability Card}}} \end{center} \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Basic Effect \end{itemize} \columnbreak \begin{center} \begin{scriptsize}
ua: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/necromancy_card.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \draw (1.5, -0.8) node {\encircle{4}}; \draw (1.5, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Карта Здібності}}} \end{center} \begin{itemize} \item[\textbf{1.}] Назва \item[\textbf{2.}] Базовий Ефект \end{itemize} \columnbreak \begin{center} \begin{scriptsize}

source: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Statistic Card}}} \end{center} \begin{itemize} \item[\textbf{3.}] Expert Effect \item[\textbf{4.}] Faction-specific Card* \end{itemize}
ua: \draw (0, 0) node {\includegraphics[width=\linewidth]{\cards/knowledge.png}}; \draw (0.75, 0.4) node {\encircle{1}}; \draw (-1, -0.5) node {\encircle{2}}; \draw (-1, -1.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize} \textbf{\textit{\textcolor{darkcandyapplered}{Карта Характеристик}}} \end{center} \begin{itemize} \item[\textbf{3.}] Експертний Ефект \item[\textbf{4.}] Особлива Карта Фракції* \end{itemize}

source: \bigbreak \note{11}{ Certain cards are limited to the Necropolis Faction \svg{necro-note}. When a non-Necropolis player draws a Necropolis Card\index{Necropolis Card} from the Ability Deck, they may either discard it and draw a new Card as a replacement or gain it. Non-Necropolis players \textbf{cannot use} Faction Specific Cards from their hand in any way besides for effects that discard them. }
ua: \bigbreak \note{11}{Деякі Карти доступні лише Фракції Некрополіс \svg{necro-note}. Коли гравець іншої Фракції отримує Карту Некрополісу\index{Карти Некрополісу} з Колоди Здібностей, він може або скинути її і взяти нову Карту замість неї, або взяти її в руку. Гравці, які не належать до Фракції Некрополіс \textbf{можуть використовувати} Особливі Карти Фракцій тільки для ефектів, що їх скидають.}

source: \pagetarget{Artifact}{Artifact} Cards
ua: \pagetarget{Artifact}{Карти Артефактів}

source: Artifact Cards\index{Artifact Card} have a top and bottom effect. When you play one, you must \textbf{choose which effect} you are using. They are divided into 3 Levels: Minor, Major, and Relic, with different border color. These Levels relate to the overall Power of the Card and may be referenced when resolving certain effects or during Scenario setup. Otherwise, all Artifact Cards are normally shuffled together to form the Artifact Deck regardless of their Level. They are gained through map exploration.\par Artifacts can be \pagelink{Trading}{traded} in Alliance and Cooperative Scenarios.
ua: Карти Артефактів\index{Карти Артефактів} мають верхній і нижній ефект. Коли ви розігруєте таку Карту, ви повинні \textbf{обрати ефект} який буде використано. Артефакти поділяються на 3 Рівні: Малі, Великі і Реліквії, з різними кольорами рамок. Ці рівні визначають загальну Силу Карти і можуть бути використані при вирішенні певних ефектів або під час підготовки Сценарію. Для формування Колоди Артефактів, затасуйте всі Карти Артефактів разом. Артефакти можна отримати під час дослідження Мапи.\par Артефакти можна \pagelink{Trading}{обмінювати} в Сценаріях з режимом Альянс та Кооператив.

source: \draw (0, 0) node {\includegraphics[width=1.2\linewidth]{\cards/artifact.png}}; \draw (-1.3, 2.1) node {\encircle{1}}; \draw (1.3, -0.9) node {\encircle{2}}; \draw (1.4, 2.6) node {\encircle{3}}; \draw (-1, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Major Artifact}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots} \begin{scriptsize}
ua: \draw (0, 0) node {\includegraphics[width=1.2\linewidth]{\cards/artifact.png}}; \draw (-1.3, 2.1) node {\encircle{1}}; \draw (1.3, -0.9) node {\encircle{2}}; \draw (1.4, 2.6) node {\encircle{3}}; \draw (-1, -1.9) node {\encircle{4}}; \end{tikzpicture} \end{scriptsize} \footnotesize \null\hfill\textbf{\textit{\textcolor{darkcandyapplered}{Великий Артефакт}}} \columnbreak \begin{center} \phantom{\ldots}\\ \phantom{\ldots} \begin{scriptsize}

source: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Minor Artifact}}}\\ \vspace{3em} \phantom{\ldots} \begin{scriptsize}
ua: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/minor_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Малий Артефакт}}}\\ \vspace{3em} \phantom{\ldots} \begin{scriptsize}

source: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Relic Artifact}}} \end{center}
ua: \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/relic_artifact.png}}; \draw (-0.7, 0.5) node {\encircle{3}}; \end{tikzpicture} \end{scriptsize}\\ \phantom{\ldots}\textbf{\textit{\textcolor{darkcandyapplered}{Реліквія}}} \end{center}

source: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Name \item[\textbf{2.}] Effect \columnbreak \item[\textbf{3.}] Level \item[\textbf{4.}] Fluff \end{itemize}
ua: {2} \footnotesize \begin{itemize} \item[\textbf{1.}] Назва \item[\textbf{2.}] Ефект \columnbreak \item[\textbf{3.}] Рівень \item[\textbf{4.}] Художній текст \end{itemize}

source: \pagetarget{spells}{Spell Cards}
ua: \pagetarget{spells}{Карти Заклинань}

source: Spell Cards\index{Spell Card} have three possible primary effects. Using the topmost, basic version of the Spell usually has no additional costs. To access the other effects, you may \textbf{Empower} a Spell\index{Empowering Spells} by paying the indicated cost (3) to get a more powerful outcome (4). You may pay this cost by playing other cards for their Empower \svg{empower} effect (e.g. the Spell Power Statistic) before casting the Spell. All Spell Cards also have an alternative bottom (5) \svg{empower} effect. You cannot preserve the played \svg{empower}: casting a Spell consumes all the \svg{empower} played so far, and if you stop playing cards, the power dissipates. You may use a cheaper \svg{empower} effect than what you've paid for, though.
ua: Карти Заклинань\index{Карти Заклинань} мають три основні ефекти. Використання, базового ефекту Заклинання не потребує додаткових витрат. Для отримання доступу до інших ефектів, ви можете \textbf{Посилити} Заклинання\index{Посилені Заклинання} сплативши вказану вартість (3) щоб отримати більш потужний результат (4). Ви можете сплатити цю вартість, розігравши інші Карти використавши їх ефект Посилення \svg{empower} (наприклад, Характеристику Сили Заклинань) перед розіграшем Заклинання. Всі Карти Заклинань також мають альтернативний нижній (5) \svg{empower} ефект. Ви не можете зберігати зіграні \svg{empower}: розіграш Заклинання споживає всі \svg{empower} зіграні досі, і якщо ви припиняєте грати Карти, сила розсіюється. Проте ви можете використати дешевший \svg{empower} ефект, ніж той, за який ви заплатили.

source: { \centering \begin{tikzpicture} \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture}\\ \medskip \footnotesize \textbf{\textit{\textcolor{darkcandyapplered}{Spell Card}}}\par \noindent \begin{minipage}[t]{0.5\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{1.}] Spell Name \item[\textbf{2.}] School of Magic \item[\textbf{3.}] Cost to Empower \end{itemize} \end{minipage} \begin{minipage}[t]{0.4\linewidth} \begin{itemize}[itemsep=0pt, parsep=5pt, topsep=0pt, partopsep=0pt] \item[\textbf{4.}] Spell Effect \item[\textbf{5.}] Alternative\\Effect \end{itemize} \end{minipage} }
ua: { \centering \begin{tikzpicture} \draw (0, 0) node {\includegraphics[width=0.6\linewidth]{\cards/spell.png}}; \draw (-1.3, 2.5) node {\encircle{1}}; \draw (-1.8, 0.3) node {\encircle{2}}; \draw (-1.1, -1) node {\encircle{3}}; \draw (1.1, -1) node {\encircle{4}}; \draw (0.8, -2.8) node {\encircle{5}}; \end{tikzpicture}\\ \medskip \footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Карта Заклинання}}}} \scriptsize \begin{multicols}{2} \begin{itemize}[itemsep=5pt] \item[\textbf{1.}] \textbf{Назва Заклинання} \item[\textbf{2.}] \textbf{Школа Магії} \item[\textbf{3.}] \textbf{Вартість\\Посилення} \item[\textbf{4.}] \textbf{Ефект Заклинання} \item[\textbf{5.}] \textbf{Альтернативний\\Ефект} \item[] \end{itemize} \end{multicols} }

source: Spells can be gained by Building the Mage Guild\index{Mage Guild}. Building it also enables you to use the Spell Book Token\index{Spell Book Token} for buying additional Spells. The Token cannot be used during the \textbf{same Round} when the Guild is constructed. Spells can also be \pagelink{Trading}{traded} in Alliance and Cooperative Scenarios.
ua: Заклинання можна отримати, Збудувавши Гільдію Магів\index{Гільдія Магів}. Її створення також надає можливість використовувати Жетон Книги Заклинань\index{Жетон Книги Заклинань} для купівлі додаткових Заклинань. Жетон не можна використовувати під час \textbf{того ж Раунду} в якому була побудована Гільдія.\par Заклинаннями можна \pagelink{Trading}{обмінюватися} в Сценаріях з режимом Альянс та Кооператив.

source: During Combat, \textbf{only one Spell Card} may be played by each player \textbf{per Combat Round}.
ua: Під час Бою, кожен гравець може розіграти \textbf{тільки одну Карту Заклинання} \textbf{за Раунд Бою}.

source: \columnbreak When you use an effect which lets you cast a Spell from somewhere other than your hand (such as directly from the Spell Deck), place that Spell into your Discard Pile after casting it.
ua: Коли ви використовуєте ефект, який дозволяє вам розіграти Заклинання не з руки (наприклад, прямо з Колоди Заклинань), після розіграшу покладіть це Заклинання у ваш Скид.

source: {\transparent{0.3}\includegraphics[width=0.9\linewidth]{\art/air_magic.png}}
ua: {\transparent{0.3}\includegraphics[width=0.8\linewidth]{\art/air_magic.png}}

source: Schools of Magic
ua: Школи Магії

source: All Spell Cards belong to one School of Magic\index{Schools of Magic}: either Air, Fire, Earth or Water. Spells with one School symbol on them are called \textbf{Basic Spells}\index{Basic Spell}, while Spells with four identical symbols are called \textbf{Expert Spells}\index{Expert Spell}. \textbf{Magic Arrow} is a Basic Spell; when casting the \textbf{Magic Arrow}, you must select which School it belongs to. By default there's no difference, but certain game effects can refer to specific Schools and to Basic/Expert Spells.
ua: Всі Карти Заклинань належать до однієї Школи Магії\index{Школи Магії}: або Повітря, Вогню, Землі чи Води. Заклинання з одним символом Школи називаються \textbf{Базовими Заклинаннями}\index{Базове Заклинання}, тоді як Заклинання з чотирма однаковими символами називаються \textbf{Експертними Заклинаннями}\index{Експертне Заклинання}. \textbf{Чарівна Стріла} є Базовим Заклинанням; під час розіграшу \textbf{Чарівної Стріли}, ви повинні вибрати до якої Школи вона належить. За замовчуванням немає різниці, але певні ігрові ефекти можуть посилатися на конкретні Школи та на Базові/Експертні Заклинання.

source: \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Fire}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Water}}} \endminipage \hfill\allowbreak\bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Air}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \textit{\textbf{\textcolor{darkcandyapplered}{School of Earth}}} \endminipage \bigbreak
ua: \begin{minipage}[t]{0.48\textwidth} \centering \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_fire.png} \textit{\textbf{\textcolor{darkcandyapplered}{Школа Вогню}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_water.png} \textit{\textbf{\textcolor{darkcandyapplered}{Школа Води}}} \endminipage \hfill\allowbreak% \bigbreak \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_air.png} \textit{\textbf{\textcolor{darkcandyapplered}{Школа Повітря}}} \endminipage \minipage[b]{0.5\textwidth} \centering \includegraphics[width=0.75\linewidth]{\images/school_of_earth.png} \textit{\textbf{\textcolor{darkcandyapplered}{Школа Землі}}} \endminipage \bigbreak \end{minipage}

source: \pagetarget{Specialty}{Hero Specialty Cards}
ua: \pagetarget{Specialty}{Карти Спеціалізації Героя}

source: Hero Specialty Cards\index{Specialty Card} are gained from \pagelink{Level}{Level ups}. Each Main Hero has a unique set of Specialty Cards. While many of these Cards have effects which resemble Spell Cards and even make use of \svg{empower} and Schools of Magic, Specialty Cards are their \textbf{own unique category of cards}. For example, the limit of 1 Spell per Combat Round doesn't apply to Specialty Cards.
ua: Карти Спеціалізації Героя\index{Карти Спеціалізації} отримуються під час \pagelink{Level}{підвищення Рівня}. Кожен Головний Герой має унікальний набір Карт Спеціалізації. Хоча багато з цих Карт мають ефекти, схожі на ефекти Карт Заклинань і навіть використовують \svg{empower} та Школи Магії, Карти Спеціалізації \textbf{є окремою унікальною категорією Карт}. Наприклад, обмеження в 1 Заклинання за Раунд Бою не стосується Карт Спеціалізації.

source: { \medskip \centering \includegraphics[width=0.7\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{A Level 4 Specialty Card, belonging to Catherine the Knight.} }
ua: { \centering \includegraphics[width=0.6\linewidth]{\cards/specialty.png}\\ \medskip \footnotesize\textit{Карта Спеціалізації 4-го рівня, що належить Лицарю Катерині.} }

source: Searching Example
ua: Приклад Пошуку

source: \textit{Bob, playing as Deemer the Warlock, has built a Mage Guild during the previous Game Round, enabling him to now use his Spell Book Token to purchase additional Spells.}
ua: \textit{Боб, який грає за Чаклуна Дімера, побудував Гільдію Магів в попередньому Ігровому Раунді, що дозволяє йому використовувати Жетон Книги Заклинань для придбання Заклинань.}

source: \textit{He spends the token and pays the cost of 5 \svg{gold} indicated on his Town Board, allowing him to \textbf{Search (2)} the Spell Deck.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{He now has the choice of either gaining the top Card of the Spell Card Discard Pile, or drawing the top two Cards of the Spell Deck and gaining one of them. He is not interested in gaining the Spell Curse, which is on top of the Discard Pile, and instead decides to draw two Cards – a Magic Arrow and a Fireball.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{He decides to keep the Fireball, placing it into his hand and discarding the Magic Arrow into the Spell Discard Pile.}
ua: \textit{Він використовує Жетон і платить вартість 5 \svg{gold} вказану на його Планшеті Міста, що дозволяє йому \textbf{Шукати (2)} в Колоді Заклинань.}\par \includegraphics[width=\linewidth]{\examples/deemer_spell_cost.png}\par \filbreak \textit{Тепер він має вибір: або взяти верхню Карту зі Скиду Заклинань, або взяти дві верхні Карти з Колоди Заклинань і забрати одну з них. Він не зацікавлений в отриманні Заклинання Прокляття, яке лежить у Скиді, і замість цього вирішує взяти дві Карти - Чарівну Стрілу і Вогняну Кулю.} \includegraphics[width=\linewidth]{\examples/fireball_over_magic_arrow.png}\par \textit{Він вирішує залишити собі Вогняну Кулю, кладе її в руку, а Чарівну Стрілу скидає у Скид Заклинань.}
