Repository: Heegu-sama/Homm3BG
Catalog: translations/card_effect_keywords.tex/*.po
Languages: de

source: \begin{expansion}{stronghold,stretchgoals2} \pagetarget{Attack Token}{\subsection*{Attack Token}} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.2\linewidth} \centering \includegraphics[width=\linewidth]{\images/attack-token.png}\\ \imagecaption{Attack Token}\\ \vspace{1em} \end{wrapfigure} The \textbf{Ogres unit} from the Stronghold Faction can use their \svg{unit_other} ability to place Attack Tokens on other allied unit cards. Units with such a Token gain an additional +1 \svg{attack} or +2 \svg{attack}, as indicated by the Token's side. Each unit can have only one Attack Token at a time. If a unit would gain a second one, the player controlling it chooses which one to keep. \end{expansion}
de: \begin{expansion}{stronghold,stretchgoals2} \subsection*{Angriffs-Marker} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.2\linewidth} \centering \footnotesize \includegraphics[width=\linewidth]{\images/attack-token.png}\\ \imagecaption{Angriffs-Marker}\\ \vspace{1em} \end{wrapfigure} Die \textbf{Oger Einheit} der Burg-Fraktion kann ihre \svg{unit_other}-Fähigkeit nutzen, um Angriffs-Marker auf anderen verbündeten Einheiten zu platzieren. Einheiten mit so einem Marker erhalten je nach Marker +1 \svg{attack} oder +2 \svg{attack}. Jede Einheit kann nur einen Angriffs-Marker zeitgleich haben. Erhält sie einen zweiten, entscheidet der Spieler, der die Einheit kontrolliert, welcher Marker abgeworfen wird. \end{expansion}

source: \vspace*{1em} \begin{expansion}{stronghold} \pagetarget{Corrosion Token}{\subsection*{Corrosion Token}} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.25\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/corrosion-token.png}\\ \imagecaption{Corrosion Token}\\ \vspace{1em} \end{wrapfigure} The \textbf{Behemoths unit} from the Stronghold Faction can use their \svg{unit_attack} ability to place a Corrosion Token on a unit attacked by them. It reduces the enemy's unit \svg{defense} by 1 to a minimum of 0. A unit can have only one Corrosion Token at a time. If a unit would gain a second Token, discard one of them. Unless removed by Spells or other effects, a Corrosion Token remains on the unit until the end of Combat. \end{expansion}
de: \vspace*{1em} \begin{expansion}{stronghold} \subsection*{Korrosions-Marker} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.25\linewidth} \centering \footnotesize \includegraphics[width=0.8\linewidth]{\images/corrosion-token.png}\\ \imagecaption{Korrosions-Marker}\\ \vspace{1em} \end{wrapfigure} Die \textbf{Behemoths-Einheit} der Burg Fraktion kann ihre \svg{unit_attack}-Fähigkeit nutzen, um einen Korrosions-Marker auf die von ihr angegriffene Einheit zu legen. Dieser reduziert deren \svg{defense} um 1 bis zu einem Minimum 0. Eine Einheit kann nur einen dieser Marker zeitgleich haben. Erhält sie einen zweiten, wird der erste abgeworfen. Solange der Korrosions-Marker nicht von Zaubern oder anderen Effekten entfernt wird, wirkt er bis zum Ende des Kampfes. \end{expansion}

source: Many cards in \textbf{Heroes of Might and Magic 3: The Board Game} have ambiguous or misleading wording. Fortunately, the developers have clarified many card effects.
de: Viele Karten in \textbf{Heroes of Might and Magic 3: The Board Game} haben missverständliche oder unvollständige Formulierungen. Mittlerweile haben die Entwickler viele Karteneffekte richtig gestellt.

source: The Community maintains a \textbf{Fan-Made Wiki}: a collection of nearly all game components with extensive notes to clarify specific rules. If you have questions about specific cards, visit this website: \mbox{\href{https://en.homm3bg.wiki/}{https://en.homm3bg.wiki/}}
de: Die Community pflegt ein \textbf{von Fans erstellte Datenbank}: eine Sammlung aller Spielkomponenten mit umfangreichen Klarstellungen zu jenen Missverständlichkeiten. Wenn du Fragen zu bestimmten Karten hast, besuche diese Website: \mbox{\href{https://en.homm3bg.wiki/}{https://en.homm3bg.wiki/}}
