Repository: Heegu-sama/Homm3BG
Catalog: translations/card_effect_keywords.tex/*.po
Languages: de

source: \pagetarget{Card Effect Keywords}{\addsection{Card Effect Keywords}{\skills/interference.png}}
de: \pagetarget{Card Effect Keywords}{\addsection[2]{Schlüsselwörter in Karteneffekten}{\skills/interference.png}}

source: Most expansions add new cards to the game. Some of these cards use keywords with more elaborate rules and require specific game components. This section provides the rules for these keywords.
de: Die meisten Erweiterung fügen dem Spiel neue Karten hinzu. Einige von ihnen haben komplexe Effekte, nutzen Schlüsselwörter oder benötigen eigenes Spielmaterial. Diese Regeln werden hier erklärt.

source: \pagetarget{spell keywords}{\subheader{Spell Card Keywords}}
de: \pagetarget{spell keywords}{\subheader{Schlüsselwörter auf Zauberkarten}}

source: Some Spell cards allow you to place \textbf{Effects} or \textbf{Summoned Units} on the Combat Board. Use the corresponding Tokens to mark these spaces.
de: Einige Zauber erlauben \textbf{Effektmarker} oder \textbf{beschworene Einheiten} auf dem Kampfspielplan zu platzieren. Nutze die folgenden Marker um die Felder zu markieren.

source: {cove} \begin{multicols}{2} \pagetarget{Clone Token}{\subsection*{Clone Token}} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.3\linewidth} \includegraphics[width=0.6\linewidth]{\images/clone-token.png}\vspace*{1em} \includegraphics[width=\linewidth]{\images/clone-token.png} \centering\imagecaption{Clone \mbox{Tokens}} \end{wrapfigure} When you cast the \textbf{Clone Spell}, choose an allied unit (depending on the \svg{empower} used) and an adjacent empty space on the Combat Board. Place the small Clone Token on the chosen unit and the larger Token of the same color (blue or red) on the empty space. The larger Token on the empty space represents the Clone. The Clone has the same statistics and special abilities as the original unit, except its \svg{health_points} is 1 and its \svg{defense} is 0. These values cannot be increased by any effects. % what about other statistics? The Clone perishes if it is attacked (even without taking damage) or takes any \svg{damage} from a Spell. % clarification? If the original unit is removed from the Combat Board, remove the Clone as well. The Clone does not inherit effects played on the original unit. \vfill \columnbreak
de: {cove} \begin{multicols}{2} \subsection*{Klon-Marker} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.3\linewidth} \includegraphics[width=0.6\linewidth]{\images/clone-token.png}\vspace*{1em} \includegraphics[width=\linewidth]{\images/clone-token.png} \centering\footnotesize\imagecaption{Klon-\mbox{Marker}} \end{wrapfigure} Spielst du den Zauber \textbf{Klonen}, wähle eine verbündete Einheit (abhängig der verwendeten \svg{empower}) und ein an sie angrenzendes Feld auf dem Kampfspielplan. Platziere den kleinen Klon-Marker auf der gewählten Einheit und den großen gleichfarbigen (blau oder rot) Marker auf dem leeren Feld. Der große Marker repräsentiert die geklonte Einheit. Der Klon besitzt dieselbe Werte und Fähigkeiten wie die originale Einheit, außer, dass sie nur 1 \svg{health_points} und 0 \svg{defense} besitzt. Diese beiden Werte können auch durch keinen Effekt erhöht werden. % what about other statistics? Der Klon ist sofort besiegt, wenn er angegriffen wird (sogar wenn er dabei keinen Schaden nimmt) oder wenn er \svg{damage} durch Zauber erhält. % clarification? Falls die originale Einheit besiegt wird, entferne auch den Klon vom Kampfspielplan. Effekte, die auf die originale Einheit gespielt wurden, gelten nicht für den Klon. \vfill \columnbreak

source: \subsection*{\textit{Clone Example}} \textit{% One of Bob's units in Combat is ``Few'' Griffins with an Initiative value of 6. He casts the Clone Spell on them, placing the small Clone Token on the Griffins and the larger Token of the same color on an adjacent empty space. Later, he casts ``Haste'' with 0~\svg{empower} on the original Griffins, increasing their Initiative by 1. The original Griffins' Initiative value is now 7, but the Clone's Initiative remains 6. } \vspace*{1em} \par\noindent \begin{tikzpicture}
de: \subsection*{\textit{Beispiel Klonen}} \textit{% Eine von Bobs Einheiten sind ``Wenige'' Greife mit einer Initiative von 6. Bob spielt den Zauber Klonen auf die Greife und platziert den kleinen Klon-Marker auf den Greifen und den großen, gleichfarbigen Klon-Marker auf einem angrenzenden Feld. Später im Kampf zaubert Bob ``Eile'' mit 0~\svg{empower} auf seine originalen Greife, um deren Initiative um 1 zu erhöhen. Damit haben sie eine Initiative von 7, während die des Klons weiterhin 6 beträgt. } \vspace*{1em} \par\noindent \begin{tikzpicture}

source: \draw (0, 0) node[rotate=180] {\includegraphics[width=\linewidth]{\images/combat_board_half.png}}; \draw (-1, 1.3) node {\includegraphics[width=0.22\linewidth]{\cards/unit-few.png}}; \draw (-0.8, 1.2) node[circular drop shadow={shadow scale=0.8, shadow xshift=0.15ex, shadow yshift=-0.15ex, opacity=0.7, fill=black, path fading={circle with fuzzy edge 10 percent}, every shadow}] {\includegraphics[width=0.1\linewidth]{\images/clone-token-2.png}}; \draw (1, 1.3) node[circular drop shadow={shadow scale=0.85, shadow xshift=0.2ex, shadow yshift=-0.2ex, opacity=0.7, fill=black, path fading={circle with fuzzy edge 10 percent}, every shadow}] {\includegraphics[width=0.18\linewidth]{\images/clone-token-2.png}}; \draw (-0.4, -1.7) node {\includegraphics[width=0.22\linewidth]{\cards/haste.png}}; \end{tikzpicture} \end{multicols} \vspace*{-8em} {\transparent{0.2}\includegraphics[width=0.5\linewidth]{\art/magic_arrow.png}\hfill}
de: \draw (0, 0) node[rotate=180] {\includegraphics[width=\linewidth]{\images/combat_board_half.png}}; \draw (-1, 1.3) node {\includegraphics[width=0.22\linewidth]{\cards/unit-few.png}}; \draw (-0.8, 1.2) node[circular drop shadow={shadow scale=0.8, shadow xshift=0.15ex, shadow yshift=-0.15ex, opacity=0.7, fill=black, path fading={circle with fuzzy edge 10 percent}, every shadow}] {\includegraphics[width=0.1\linewidth]{\images/clone-token-2.png}}; \draw (1, 1.3) node[circular drop shadow={shadow scale=0.85, shadow xshift=0.2ex, shadow yshift=-0.2ex, opacity=0.7, fill=black, path fading={circle with fuzzy edge 10 percent}, every shadow}] {\includegraphics[width=0.18\linewidth]{\images/clone-token-2.png}}; \draw (-0.4, -1.7) node {\includegraphics[width=0.22\linewidth]{\cards/haste.png}}; \end{tikzpicture} \end{multicols} \vspace*{-7em} {\transparent{0.2}\includegraphics[width=0.5\linewidth]{\art/magic_arrow.png}\hfill}

source: {2} \begin{expansion}{stronghold} \pagetarget{Quicksand Token}{\subsection*{Quicksand Token}} Depending on the \svg{empower} used, take 2, 4 or 6 \textbf{Quicksand Tokens} from the same set (blue or red). Half of them must be ``empty'' and half must have the Quicksand symbol. Shuffle the Tokens face down and place one on each chosen empty space on the Combat Board. If there are not enough empty spaces to place all of them, discard any leftover Tokens. Once placed, you may look at your Tokens at any time. When a unit enters a space with a Quicksand Token, reveal it. If it is empty, the unit continues its movement. If the Token shows the Quicksand icon, the unit's movement and activation end immediately.
de: {2} \begin{expansion}{stronghold} \subsection*{Treibsand-Marker} Abhängig der gewählten Zauberkraft \svg{empower}, nimm 2, 4 oder 6 \textbf{Treibsand-Marker} desselben Farbsets (blau oder rot). Die Hälfte der Marker muss ``leer'' sein, die andere Hälfte zeigt das Treibsand-Symbol. Mische alle Marker und verteile sie verdeckt auf leere Felder des Kampfspielplans. Sind nicht genügend leere Felder vorhanden, wirf übrige Treibsand-Marker ab. Sobald platziert, darfst du deine Marker jederzeit ansehen. Betritt eine Einheit ein Feld mit einem Treibsand-Marker, decke diesen auf. Ist er leer, passiert nichts. Die Einheit kann die Bewegung fortsetzen. Zeigt er ein Treibsand-Symbol, endet die Bewegung und Aktivierung der Einheit sofort.

source: \textbf{Note:} Two Quicksand Tokens may occupy a single space only if they are placed by different players. \bigskip \begin{multicols*}{2} \centering \includegraphics[width=0.5\linewidth]{\images/quicksand-token.png}\\ \imagecaption{Quicksand Token}
de: \textbf{Hinweis:} Zwei Treibsand-Marker dürfen dasselbe Feld belegen, wenn sie verschiedene Spieler platzierten. \bigskip \begin{multicols*}{2} \centering \includegraphics[width=0.5\linewidth]{\images/quicksand-token.png}\\ \imagecaption{Treibsand-Marker}

source: \columnbreak \includegraphics[width=0.5\linewidth]{\images/quicksand-token-2.png}\\ \imagecaption{Empty Quicksand Token}
de: \columnbreak \includegraphics[width=0.5\linewidth]{\images/quicksand-token-2.png}\\ \imagecaption{Leerer Treibsand-Marker}

source: \vspace*{1em} \begin{expansion}{battlefield,conflux} \pagetarget{Firewall Token}{\subsection*{Firewall Token}} The \textbf{Fire Wall Spell} and \textbf{Luna's Specialty cards I and VI} instruct you to place the Fire Wall card onto a space on the Combat Board. You may use the Fire Wall Tokens instead of the cards. Place the Spell or Specialty card next to the Combat Board as a reminder. When the card is removed or discarded, discard the Token as well. When using the large \pagelink{Battlefield Combat}{Battlefield Board}, you must use the Token instead of the card.
de: \vspace*{1em} \begin{expansion}{battlefield,conflux} \subsection*{Feuerwand-Marker} Der Zauber \textbf{Feuerwand} und \textbf{Luna's Sonderfähigkeiten I und VI} erlauben dir Feuerwand-Marker auf dem Kampfspielplan zu platzieren. Du kannst diese Marker anstelle der Karten platzieren. Lege die entsprechende Karte dann als Erinnerung neben den Kampfspielplan. Wenn die Karte entfernt wird, entferne auch den Marker. Auf dem \pagelink{Battlefield Combat}{Schlachtfeld-Spielplan} musst du die Marker statt der Karten platzieren.

source: \medskip \begin{multicols}{2} \centering \includegraphics[width=0.7\linewidth]{\images/firewall-bf-token.png} \imagecaption{Firewall Token\\(Spell)}
de: \medskip \begin{multicols}{2} \centering \includegraphics[width=0.7\linewidth]{\images/firewall-bf-token.png} \imagecaption{Feuerwand-Marker\\(Zauber)}

source: \columnbreak \includegraphics[width=0.7\linewidth]{\images/firewall-vi-token.png} \imagecaption{Firewall Token\\(Luna's Specialty)}
de: \columnbreak \includegraphics[width=0.7\linewidth]{\images/firewall-vi-token.png} \imagecaption{Feuerwand-Marker\\(Luna's Sonderfähigkeit)}

source: {stretchgoals2} \pagetarget{Land Mine Token}{\subsection*{Land Mine Token}} Depending on the \svg{empower} used, take 2, 4 or 6 \textbf{Land Mine Tokens} from the same set (blue or red). Half of them must be ``empty'' and half must have a +2 \svg{damage} symbol. Shuffle the Tokens face down and place one on each chosen empty space on the Combat Board. If there are not enough empty spaces to place all of them, discard any leftover Tokens. Once placed, you may look at your Tokens at any time. When a unit enters a space with a Land Mine Token, reveal that Token. If it is empty, the unit continues its movement. If the Token shows the +2 \svg{damage} symbol, the unit takes 2 damage. If the unit is still on the Board, it continues its activation.
de: {stretchgoals2} \subsection*{Landminen-Marker} Abhängig der gewählten Zauberkraft \svg{empower}, nimm 2, 4 oder 6 \textbf{Landminen-Marker} desselben Farbsets (blau oder rot). Die Hälfte der Marker muss ``leer'' sein, die andere Hälfte zeigt das +2 \svg{damage} Symbol. Mische die Marker und verteile sie verdeckt auf leere Felder des Kampfspielplans. Sind nicht genügend leere Felder vorhanden, wirf übrige Landminen-Marker ab. Sobald platziert, darfst du deine Marker jederzeit ansehen. Betritt eine Einheit ein Feld mit einem Landminen-Marker, decke diesen auf. Ist er leer, passiert nichts. Die Einheit kann die Bewegung fortsetzen. Zeigt er +2 \svg{damage}, erleidet die Einheit 2\svg{damage}. Ist sie dadurch nicht besiegt, setzt sie ihre Aktivierung fort.

source: \textbf{Note:} Two Land Mine Tokens may occupy a single space only if they are placed by different players. \bigskip \begin{multicols}{3} \centering \includegraphics[width=0.9\linewidth]{\images/land-mine-token.png} \imagecaption{Land Mine Token\\(Backside)}
de: \textbf{Hinweis:} Zwei Landminen-Marker dürfen dasselbe Feld belegen, wenn verschiedene Spieler sie platzierten. \bigskip \begin{multicols}{3} \centering \includegraphics[width=0.9\linewidth]{\images/land-mine-token.png} \scriptsize \imagecaption{Landminen-Marker\\(Rückseite)}

source: \columnbreak \includegraphics[width=0.9\linewidth]{\images/land-mine-token-0.png} \imagecaption{Empty Land Mine Token}
de: \columnbreak \includegraphics[width=0.9\linewidth]{\images/land-mine-token-0.png} \imagecaption{Leerer Landminen-Marker}

source: \columnbreak \includegraphics[width=0.9\linewidth]{\images/land-mine-token-2.png} \imagecaption{Land Mine Token} \end{multicols}
de: \columnbreak \includegraphics[width=0.9\linewidth]{\images/land-mine-token-2.png} \imagecaption{Landminen-Marker} \end{multicols}

source: \vspace*{1em} \pagetarget{Force Field Token}{\subsection*{Force Field Token}} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.25\linewidth} \includegraphics[width=\linewidth]{\images/force-field-token.png} \begin{center} \imagecaption{Force Field Token}\\ \vspace*{1em} \end{center} \end{wrapfigure} Use the \textbf{Force Field Token} to mark the effect of the \textbf{Force Field Spell}. The Token represents an Obstacle, so only \svg{unit_flying} units can move through a space with this Token. If you're using the normal Combat Board, place 1 Force Field Token. If you're using the \pagelink{Battlefield Combat}{Battlefield Board}, place 2 Tokens on two adjacent spaces. \begin{center} {\hspace{2em}\transparent{0.2}\includegraphics[width=0.5\linewidth]{\art/land_mine.png}} \end{center}
de: \vspace*{1em} \pagetarget{Force Field Token}{\subsection*{Kraftfeld-Marker}} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.25\linewidth} \includegraphics[width=\linewidth]{\images/force-field-token.png} \begin{center} \footnotesize \imagecaption{Kraftfeld-Marker}\\ \vspace*{1em} \end{center} \end{wrapfigure} Nutze den \textbf{Kraftfeld-Marker} um den Effekt des \textbf{Zaubers Kraftfeld} zu markieren. Der Marker gilt als Hindernis. Nur \svg{unit_flying}-Einheiten können sich über ein Feld mit diesem Marker hinwegbewegen. Platziere auf dem normalen Kampfspielplan 1 Kraftfeld-Marker, auf dem \pagelink{Battlefield Combat}{Schlachtfeldplan}, jedoch 2 Marker auf zwei benachbarten Feldern.

source: \pagetarget{Summoning}{\subheader{Summoning}\index{Summoning}}
de: \pagetarget{Summoning}{\subheader{Beschwörungen}\index{Beschwören}}

source: {inferno,conflux} Summoned units activate in the Round they were summoned if their Initiative is lower than or equal to the Initiative of the currently activated unit. Otherwise, treat them as if they already activated this Combat Round.
de: {inferno,conflux} Beschwörte Einheiten können noch in der Kampfrunde, in der sie beschworen wurden, aktiviert werden, wenn ihre Intiative gleich oder niedriger ist als die der aktuell aktivierten Einheit. Anderenfalls behandle sie so, als wären sie diese Kampfrunde schon aktiviert worden.

source: {2} \begin{expansion}{conflux} \subsection*{Summon Elemental Units} The \textbf{Summon Elemental Spells} allow you to add an Elemental unit to the Combat Board during Combat. Keep the Summoned Unit Deck face up near the Neutral Unit Decks. Depending on the \svg{empower} used, you can Summon either a non-reinforced unit (a Few) or a reinforced one (a Pack). Take the corresponding unit card from the Summoned Unit Deck and place it on a chosen empty space. You may place \textbf{Summon Unit Tokens} instead of the cards. When using the \pagelink{Battlefield Combat}{Battlefield Board}, you must place the Token. Summoned units remain under your control until they perish or Combat ends. A Summoned Elemental Unit is \textbf{not} added to your Unit Deck. \bigskip
de: {2} \begin{expansion}{conflux} \subsection*{Elementareinheiten beschwören} Die Zauber \textbf{Elementare beschwören} erlauben es dir während des Kampfes Elementareinheiten auf dem Kampfspielplan zu platzieren. Abhängig der gewählten Zauberkraft \svg{empower}, kannst du Wenige oder ein Rudel Elementare beschwören. Nimm die entsprechende Einheitenkarte vom Elementareinheiten-Deck und platziere sie auf einem leeren Feld deiner Wahl. Du darfst auch \textbf{Elementareinheiten-Marker} statt der Karten verwenden. Auf dem \pagelink{Battlefield Combat}{Schlachtfeldplan}, musst du die Marker verwenden. Beschworene Elementare bleiben unter deiner Kontrolle, bis sie besiegt sind oder der Kampf endet. Sie werden \textbf{nicht} deinem Einheitendeck hinzugefügt. \bigskip

source: \begin{multicols}{2} \centering \includegraphics[width=0.9\linewidth]{\cards/unit-summoned-few.png}\\ \imagecaption{A Few Fire Elementals}
de: \begin{multicols}{2} \centering \includegraphics[width=0.9\linewidth]{\cards/unit-summoned-few.png}\\ \imagecaption{Wenige Feuerelementare}

source: \smallskip \includegraphics[width=0.5\linewidth]{\images/summon-token-fire.png}\\ \imagecaption{Fire Elemental Token}
de: \smallskip \includegraphics[width=0.5\linewidth]{\images/summon-token-fire.png}\\ \imagecaption{Feuerelementar-Marker}

source: \smallskip \includegraphics[width=0.5\linewidth]{\images/summon-token-earth.png}\\ \imagecaption{Earth Elemental Token}
de: \smallskip \includegraphics[width=0.5\linewidth]{\images/summon-token-earth.png}\\ \imagecaption{Erdelementar-Marker}

source: \columnbreak \includegraphics[width=0.9\linewidth]{\cards/unit-summoned-pack.png}\\ \imagecaption{A Pack of Fire Elementals}
de: \columnbreak \includegraphics[width=0.9\linewidth]{\cards/unit-summoned-pack.png}\\ \imagecaption{Ein Rudel Feuerelementare}

source: \smallskip \includegraphics[width=0.5\linewidth]{\images/summon-token-water.png}\\ \imagecaption{Water Elemental Token}
de: \smallskip \includegraphics[width=0.5\linewidth]{\images/summon-token-water.png}\\ \imagecaption{Wasserelementar-Marker}

source: \smallskip \includegraphics[width=0.5\linewidth]{\images/summon-token-air.png}\\ \imagecaption{Air Elemental Token}
de: \smallskip \includegraphics[width=0.5\linewidth]{\images/summon-token-air.png}\\ \imagecaption{Luftelementar-Marker}

source: {inferno} \subsection*{Summon Demons} The \textbf{Pit Lords unit} from the Inferno Faction may use their \svg{unit_other} ability to summon or reinforce the Demons unit during Combat. This effect cannot summon Demons from the Neutral Unit Deck. Place the summoned ``Few'' Demons adjacent to the Pit Lords. If ``Few'' Demons are already in Combat, reinforce them instead. After Combat, unless stated otherwise, the summoned Demons \textbf{are} added to your Unit Deck. \bigskip
de: {inferno} \subsection*{Dämonen beschwören} Das Rudel \textbf{Grottenteufel} der Inferno-Fraktion dürfen ihre \svg{unit_other}-Fähigkeit nutzen, um Dämonen zu beschwören oder zu verstärken. Auf diese Weise können keine neutralen Dämonen beschworen werden. Platziere die beschworenen ``wenigen'' Dämonen angrenzend an die Grottenteufel. Falls ``wenige'' Dämonen bereits im Kampf sind, verstärke diese stattdessen. Nach dem Kampf werden die beschworenen Dämonen deinem Einheitendeck \textbf{hinzugefügt}. \bigskip

source: \begin{multicols}{2} \centering \includegraphics[width=0.9\linewidth]{\cards/unit-pitlord.png}\\ \imagecaption{Pit Lords}
de: \begin{multicols}{2} \centering \includegraphics[width=0.9\linewidth]{\cards/unit-pitlord.png}\\ \imagecaption{Grottenteufel}

source: \columnbreak \includegraphics[width=0.9\linewidth]{\cards/unit-demon.png}\\ \imagecaption{Demons} \end{multicols} \vspace*{2.4em} {\hfill\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/cerberi.png}} \vspace*{3.4em}
de: \columnbreak \includegraphics[width=0.9\linewidth]{\cards/unit-demon.png}\\ \imagecaption{Dämonen} \end{multicols} \vspace*{2.4em} {\hfill\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/cerberi.png}} \vspace*{2.4em}

source: \pagetarget{unit keywords}{\subheader{Unit Ability keywords}}
de: \pagetarget{unit keywords}{\subheader{Schlüsselwörter in Einheitenfähigkeiten}}

source: The following components and keywords are used by certain unit abilities. These Tokens are typically placed on other units to modify their statistics.
de: Die folgenden Materialien und Schlüsselwörter werden bei einigen Einheitenfähigkeiten verwendet. Die Marker platziert man auf Einheiten und ändert so deren Werte.

source: {2} \begin{expansion}{cove,stretchgoals2} \pagetarget{Weakness Token}{\subsection*{Weakness Token}} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.25\linewidth} \centering \includegraphics[width=0.8\linewidth]{\images/weakness-token.png}\\ \imagecaption{Weakness Token}\\ \vspace{1em} \end{wrapfigure} \textbf{``Few'' Sorceresses unit} from the Cove Faction can use their \svg{unit_other} ability to place a Weakness Token on any unit. % enemy unit? A \textbf{``Pack'' of Sorceresses} places this Token automatically on a unit attacked by them due to their \svg{unit_attack} ability. A unit with this Token suffers $-1$~\svg{attack} or $-2$~\svg{attack}, as indicated by the Token's side. Each unit can have only one Weakness Token at a time. If a unit would gain a second one, the player controlling it chooses which one to keep. \begin{center} \vspace*{2.5em} {\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/weakness.png}} \vspace*{2em} \end{center} \end{expansion} \columnbreak
de: {2} \begin{expansion}{cove,stretchgoals2} \subsection*{Schwäche-Marker} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.25\linewidth} \centering \footnotesize \includegraphics[width=0.8\linewidth]{\images/weakness-token.png}\\ \imagecaption{Schwäche-Marker}\\ \vspace{1em} \end{wrapfigure} \textbf{``Wenige'' Zauberinnen} der Bucht-Fraktion können ihre \svg{unit_other}-Fähigkeit nutzen, um Schwäche-Marker auf beliebigen Einheiten zu platzieren. % enemy unit? Ein \textbf{``Rudel'' Zauberinnen} platziert den Marker automatisch auf der von ihnen angegriffenen Einheit durch ihre \svg{unit_attack}-Fähigkeit. Eine Einheit mit diesem Marker erleidet je nach Marker $-1$~\svg{attack} oder $-2$~\svg{attack}. Jede Einheit kann nur einen Schwäche-Marker zeitgleich haben. Erhält sie einen zweiten, entscheidet der Spieler, der die Einheit kontrolliert, welcher Marker abgeworfen wird. \begin{center} \vspace*{2.5em} {\transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/weakness.png}} \vspace*{2em} \end{center} \end{expansion} \columnbreak
