Repository: Heegu-sama/Homm3BG
Catalog: translations/battlefield.tex/*.po
Languages: de, he

source: \draw (0, 0) node[inner sep=0] {\includegraphics[width=\linewidth]{\cards/adventure_event.png}}; \draw (1.2, 1.9) node {\encirclesmall{1}}; \draw (0.5, -0.5) node {\encirclesmall{2}}; \draw (-1, -1.2) node {\encirclesmall{3}}; \end{tikzpicture} \imagecaption{Adventure-Event card} \begin{enumerate} \item[\textbf{1.}] Name \item[\textbf{2.}] Type \item[\textbf{3.}] Effect \end{enumerate} \end{center} \columnbreak
de: \draw (0, 0) node[inner sep=0] {\includegraphics[width=\linewidth]{\cards/adventure_event.png}}; \draw (1.2, 1.9) node {\encirclesmall{1}}; \draw (0.5, -0.5) node {\encirclesmall{2}}; \draw (-1, -1.2) node {\encirclesmall{3}}; \end{tikzpicture} \imagecaption{Abenteuerkarte (Ereignis)} \begin{enumerate} \item[\textbf{1.}] Name \item[\textbf{2.}] Art \item[\textbf{3.}] Effekt \end{enumerate} \end{center} \columnbreak
he: \draw (0, 0) node[inner sep=0] {\includegraphics[width=\linewidth]{\cards/adventure_event.png}}; \draw (1.2, 1.9) node {\encirclesmall{1}}; \draw (0.5, -0.5) node {\encirclesmall{2}}; \draw (-1, -1.2) node {\encirclesmall{3}}; \end{tikzpicture} \imagecaption{קלף הרפתקה-אירוע} \begin{enumerate} \item[\textbf{1.}] שם \item[\textbf{2.}] סוג \item[\textbf{3.}] השפעה \end{enumerate} \end{center} \columnbreak

source: \draw (0, 0) node[inner sep=0] {\includegraphics[width=\linewidth]{\cards/adventure_combat.png}}; \draw (1.2, 1.9) node {\encirclesmall{1}}; \draw (0.5, -0.1) node {\encirclesmall{2}}; \draw (-1, -0.8) node {\encirclesmall{4}}; \draw (1, -0.8) node {\encirclesmall{5}}; \draw (0.4, -2.0) node {\encirclesmall{6}}; \end{tikzpicture} \imagecaption{Adventure-Combat card} \begin{enumerate} \item[\textbf{4.}] Combat Power Levels \item[\textbf{5.}] Battle Reward \item[\textbf{6.}] Basic Reward \end{enumerate} \end{center} \end{multicols*} To resolve an \textbf{Adventure-Event card}, follow its printed effect. To resolve an \textbf{Adventure-Combat card}, follow these steps: \begin{enumerate}[leftmargin=1.3em] \item \textbf{Declare a Combat Power Level:}\index{Combat Power} Choose one of the three available Combat Power Levels. You must reach at least that value to gain the full reward. \item \textbf{Determine your Combat Power:} Select 2 of your units and roll 1 Attack Die for each. If you have fewer than 2 units, select as many as you have. Sum all unit Attack values and all Attack Die results to determine your final Combat Power. \item \textbf{Get the Reward:} If your Combat Power is equal to or higher than your declared Combat Power Level, take both the Basic Reward and the Battle Reward. Otherwise, take only the Basic Reward and place a \svg{paralysis} token on one of your units that took part in this Combat. This unit is now stunned. If you choose a stunned unit for a future Combat, do not add its Attack value to your Combat Power; then remove the \svg{paralysis} token from that unit. \end{enumerate} \columnbreak
de: \draw (0, 0) node[inner sep=0] {\includegraphics[width=\linewidth]{\cards/adventure_combat.png}}; \draw (1.2, 1.9) node {\encirclesmall{1}}; \draw (0.5, -0.1) node {\encirclesmall{2}}; \draw (-1, -0.8) node {\encirclesmall{4}}; \draw (1, -0.8) node {\encirclesmall{5}}; \draw (0.4, -2.0) node {\encirclesmall{6}}; \end{tikzpicture} \imagecaption{Abeneteuerkarte (Kampf)} \begin{enumerate} \item[\textbf{4.}] Kampfstärke \item[\textbf{5.}] Kampf-Belohnung \item[\textbf{6.}] Basis-Belohnung \end{enumerate} \end{center} \end{multicols*} Handle eine \textbf{Abenteuer-Ereigniskarte} ab, indem du den aufgedruckten Effekt befolgst. Handle eine \textbf{Abenteuer-Kampfkarte},indem du folgende Schritte befolgst: \begin{enumerate}[leftmargin=1.3em] \item \textbf{Ankündigigung der Kampfstärke:}\index{Kampfstärke} Wähle eine der drei verfügbaren Kampfstärken, die du erreichen willst, um die volle Belohnung zu erhalten. \item \textbf{Bestimmung deiner Kampfstärke:} Wähle 2 deiner Einheiten und wirf für jede einen Angriffswürfel. Hast du keine 2 Einheiten, wähle nur eine. Deine Kampfstärke ist die Summe der Angriffswerte deiner Einheiten und deiner Würfelergebnisse. \item \textbf{Erhalt der Belohnungen:} Ist deine Kampfstärke gleich oder höher als deine angekündigte Kampfstärke, erhalte die Basis- und Kampf-Belohnung. Erhalte ansonsten nur die Basis-Belohnung und platziere einen \svg{paralysis}-Marker auf einer am Kampf beteiligten Einheiten. Diese Einheit ist nun gelähmt. Wählst du gelähmte Einheiten für zukünftige Kämpfe, addiere deren Angriffswert nicht zur Kampfstärke. Entferne nach jenem Kampf den \svg{paralysis}-Marker von dieser Einheit. \end{enumerate}
he: \draw (0, 0) node[inner sep=0] {\includegraphics[width=\linewidth]{\cards/adventure_combat.png}}; \draw (1.2, 1.9) node {\encirclesmall{1}}; \draw (0.5, -0.1) node {\encirclesmall{2}}; \draw (-1, -0.8) node {\encirclesmall{5}}; \draw (1, -0.8) node {\encirclesmall{4}}; \draw (0.4, -2.0) node {\encirclesmall{6}}; \end{tikzpicture} \imagecaption{קלף הרפתקה-קרב} \begin{enumerate} \item[\textbf{4.}] רמות קושי של הקרב \item[\textbf{5.}] פרס ניצחון בקרב \item[\textbf{6.}] פרס בסיסי \end{enumerate} \end{center} \end{multicols*} כדי לבצע \textbf{קלף הרפתקה-אירוע}, פעלו לפי האפקט המודפס עליו. כדי לבצע \textbf{קלף הרפתקה-קרב}, בצעו את השלבים הבאים: \begin{enumerate}[leftmargin=1.3em] \item \textbf{הכריזו על רמת קושי של הקרב:}\index{כוח קרבי} בחרו אחת משלוש רמות הקושי הזמינות. עליכם להגיע לפחות לערך הזה כדי לקבל את הפרס המלא. \item \textbf{קבעו את הכוח הקרבי שלכם:} בחרו 2 מהיחידות שלכם והטילו קובית התקפה אחת לכל אחת. אם יש לכם פחות מ-2 יחידות, בחרו כמה שיש לכם. חברו את כל ערכי ההתקפה של היחידות ואת כל תוצאות קוביות ההתקפה כדי לקבוע את הכוח הקרבי הסופי שלכם. \item \textbf{קבלו את הפרס:} אם הכוח הקרבי שלכם שווה או גבוה מרמת הקושי שהכרזתם, קחו גם את הפרס הבסיסי וגם את פרס ניצחון בקרב. אחרת, קחו רק את הפרס הבסיסי והניחו אסימון \svg{paralysis} על אחת מהיחידות שלכם שהשתתפה בקרב זה. יחידה זו כעת מהוממת. אם תבחרו ביחידה מהוממת לקרב עתידי, אל תוסיפו את ערך ההתקפה שלה לכוח הקרבי שלכם; לאחר מכן הסירו את אסימון ה-\svg{paralysis} מהיחידה הזו. \end{enumerate} \columnbreak

source: After resolving an Adventure card, place it in \textbf{your own} pile of resolved cards. For example, the Adventure-Event card ``Obelisk'' grows stronger with each Obelisk card you have played previously.\par
de: Platziere nach dem Abhandeln die Abenteuerkarte auf \textbf{deinem eigenen} Ablagestapel. Die Abenteuerkarte ``Obelisk'' wird beispielsweise stärker mit jedem zuvor gespielten Obelisken in deinem Ablagestapel.\par
he: לאחר ביצוע קלף הרפתקה, הניחו אותו בערימת הקלפים שבוצעו \textbf{שלכם}. לדוגמה, קלף ההרפתקה-אירוע ״\mbox{\textenglish{Obelisk}}״ הופך חזק יותר עם כל קלף \mbox{\textenglish{Obelisk}} ששיחקתם בעבר.\par

source: \pagetarget{Adventure MM Cards}{\subsection*{Managing Your Deck in \\Adventure Mode}} Your Deck is not available during the Adventure Phase. Instead, the following rules apply: \begin{itemize} \item Place all cards of your starting Deck face down near your Hero Board. They will be used in the final Combat. \item Your \svg{expert} limit applies to the entire Adventure Phase. Recover all spent \svg{expert} at the start of the final Combat. \item Each time an effect instructs you to gain new cards (usually from leveling up or resolving Adventure cards), proceed as follows: \begin{itemize} \item Cards that are \textbf{useful only in Combat} go directly into your Deck and remain there until the final Combat. You can't use these cards during Adventure Phase. Spells always go into your Deck, since their alternative effect (+1~\svg{empower}) is always useful in Combat. \item Cards that \textbf{are not useful in Combat} because they provide Resources (e.g., ``Estates'') or \svg{movement}, or provide discounts (e.g., ``Legs of Legion'', ``Wisdom''), are \textbf{set aside} next to your Hero Board. Each of these cards may be used \textbf{once, then removed} from the game. These cards do not go into your Deck. \item If you are unsure how to categorize a card, note that clear rules do not exist for every individual case, and you may need to follow \pagelink{battlefield card clarifications}{game developers' clarifications}, or agree on a house rule with your opponent. \end{itemize} \end{itemize} \end{multicols} \vspace*{2em}
de: \pagetarget{Adventure MM Cards}{\subsection*{Umgang mit deinem Deck im \\Abenteuermodus}} Du hast kein Deck während der Abenteuerphase. Daher gelten folgende Regeln: \begin{itemize} \item Platziere alle Startkarten deines Decks verdeckt neben deinem Helden-Tableau. Sie werden erst im finalen Kampf gebraucht. \item Dein Limit für \svg{expert} gilt für die gesamte Abenteuerphase. Erneuere alle genutzten \svg{expert}-Effekte erst zu Beginn des finalen Kampfes. \item Jedes Mal, wenn ein Effekt dich anweist, neue Karten zu erhalten (üblicherweise bei Stufenaufstieg oder beim Abhandeln von Abenteuerkarten), gehe wie folgt vor: \begin{itemize} \item Karten, die \textbf{nur im Kampf nutzbar sind} gehen direkt in dein Deck und bleiben dort bis zum finalen Kampf. Du kannst sie in der Abenteuerphase nicht nutzen. Zauber gehen immer in dein Deck. Ihr alternativer Effekt (+1~\svg{empower}) ist im Kampf auch immer verwendbar. \item Karten, die \textbf{im Kampf nicht nützlich sind}, weil sie Ressourcen (z. B., ``Grundbesitz'') oder \svg{movement} produzieren, oder Rabatte liefern (z. B., ``Beine des Legionärs'', ``Weisheit''), werden \textbf{offen beiseite gelegt} neben dein Helden-Tableau. Jede dieser Karten kann \textbf{einmal} genutzt werden. extbf{Entferne} die Karte danach aus dem Spiel. Diese Karten gehen nicht in dein Deck. \item Bist du unsicher, wie eine Karte zu kategorisieren ist, beachte, dass es nicht für jeden individuellen Fall Regeln gibt. Du kannst dich an die \pagelink{battlefield card clarifications}{Empfehlungen der Entwickler} halten oder dich mit deinem Mitspieler auf Hausregeln einigen. \end{itemize} \end{itemize} \end{multicols}

source: {battlefield} \pagetarget{Skirmish}{\subheader{Skirmish Mode}} \begin{multicols}{2} Skirmish Mode has no Adventure Phase. Skip that phase, prepare your Deck, and proceed directly to the final Combat.\par \vspace*{1em} \subsection*{Deck Preparation} Both players decide on a game length: \textbf{short, medium, or large}. Depending on the chosen game length, both players modify their Hero's Level, their Deck (by drawing additional cards), and their Unit Deck as shown in the table below.\par
de: {battlefield} \pagetarget{Skirmish}{\subheader{Gefechtsmodus}} \begin{multicols}{2} Der Gefechtsmodus hat keine Abenteuerphase. Bereitet stattdessen vorgefertigte Spieler- und Einheiten-Decks vor und fahrt direkt mit dem finalen Kampf fort.\par \vspace*{1em} \subsection*{Vorgefertigte Decks bilden} Beide Spieler einigen sich auf eine Spieldauer: \textbf{kurz, mittel oder lang}. Wie in der untenstehenden Tabelle gezeigt modifizieren beide Spieler die Stufe ihres Helden, ihr Spieler-Deck (durch Ziehen zusätzlicher Karten) und ihr Einheitendeck in Abhängigkeit der gewählten Spieldauer.\par
he: {battlefield} \pagetarget{Skirmish}{\subheader{מצב התגוששות}} \begin{multicols}{2} במצב התגוששות אין שלב הרפתקה. דלגו על שלב זה, הכינו את החפיסה שלכם, והמשיכו ישירות לקרב הסופי.\par \vspace*{1em} \subsection*{הכנת החפיסה} שני השחקנים מחליטים על אורך משחק: \textbf{קצר, בינוני או ארוך}. בהתאם לאורך המשחק שנבחר, שני השחקנים משנים את רמת הגיבור שלהם, את החפיסה שלהם (על ידי שליפת קלפים נוספים), ואת חפיסת היחידות שלהם כפי שמוצג בטבלה למטה.\par

source: \vspace*{1em} \columnbreak \subsection*{Starting the final Combat} After modifying your Deck, shuffle it and draw cards up to your Hand Limit. Then follow the rules for \pagelink{Battlefield Combat}{Combat on the Battlefield Board}.
de: \vspace*{1em} \columnbreak \subsection*{Beginn des finalen Kampfes} Nach dem Modifizieren des Decks, mische es und ziehe Karten bis zum Handkartenlimit \svg{hand}. Folge dann den Regeln für einen \pagelink{Battlefield Combat}{Kampf auf dem Schlachtfeldplan}. \begin{center} \vspace*{1em} \transparent{0.2}\includegraphics[width=0.9\linewidth]{\art/corpse.png} \end{center}
he: \vspace*{1em} \columnbreak \subsection*{התחלת הקרב הסופי} לאחר בניית החפיסה שלכם, ערבבו אותה ושלפו קלפים עד למגבלת היד שלכם. כעת פעלו לפי החוקים של \pagelink{Battlefield Combat}{קרב על לוח שדה הקרב}.

source: \hommtable{26}{ \begin{tabularx}{0.98\linewidth}{>{\hsize=0.2\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X } & \darkcell{Short Game} & \darkcell{Medium Game} & \darkcell{\raisebox{-1.3\height}{Large Game}} \\ \darkcell[1.2]{Hero Level} & \lightcell[1.2]{Level III} & \lightcell[1.2]{Level V} & \lightcell[1.2]{Level VII} \\ \darkcell[1.2]{Specialty cards} & \lightcell[1.2]{Level I Specialty\\card} & \lightcell[1.2]{Level I and Level~IV Specialty cards} & \lightcell[1.2]{All Specialty cards} \\ \darkcell[1.8]{Ability cards} & \lightcell[1.8]{Draw 3 Ability cards and keep 2.} & \lightcell[1.8]{Draw 4 Ability cards and keep 3.} & \lightcell[1.8]{Draw 6 Ability cards and keep 4.} \\ \darkcell[1.8]{Artifact cards} & \lightcell[1.8]{Draw 2 Artifact cards and keep 1.} & \lightcell[1.8]{Draw 3 Artifact cards and keep 2.} & \lightcell[1.8]{Draw 4 Artifact cards and keep 3.} \\ \darkcell[2.2]{Spell cards} & \lightcell[2.2]{Draw 1 Spell card for~a~\svg[12]{might-yellow} Hero or 2 Spell cards for a \svg{magic-yellow} Hero.} & \lightcell[2.2]{Draw 2 Spell cards for a \svg[12]{might-yellow} Hero or 4 Spell cards for a \svg{magic-yellow} Hero.} & \lightcell[2.2]{Draw 3 Spell cards for a \svg[12]{might-yellow} Hero or 5 Spell cards for a \svg{magic-yellow} Hero.} \\ \darkcell[2.2]{Units} & \lightcell[2.2]{Use all \svg{bronze} and \svg{silver} units on the ``Few'' side.} & \lightcell[2.2]{Use all \svg{bronze} and \svg{silver} units on the ``Pack'' side.} & \lightcell[2.2]{Use all units (\svg{bronze}, \svg{silver}, and \svg{golden}) on the ``Pack'' side.} \\ \end{tabularx} } \begin{center} \vspace*{1em} \transparent{0.2}\includegraphics[width=0.35\linewidth]{\art/corpse.png} \end{center}
de: \hommtable{26}{ \begin{tabularx}{0.98\linewidth}{>{\hsize=0.2\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X } & \darkcell{Kurzes Spiel} & \darkcell{Mittleres Spiel} & \darkcell{\raisebox{-1.3\height}{Langes Spiel}} \\ \darkcell[1.2]{Heldenstufe} & \lightcell[1.2]{Stufe III} & \lightcell[1.2]{Stufe V} & \lightcell[1.2]{Stufe VII} \\ \darkcell[1.2]{Sonderfähigkeitskarten} & \lightcell[1.2]{Sonderfähigkeit Stufe I} & \lightcell[1.2]{Sonderfähigkeiten Stufe I und IV} & \lightcell[1.2]{Alle Sonderfähigkeiten} \\ \darkcell[1.8]{Fähigkeitskarten} & \lightcell[1.8]{Ziehe 3 Fähigkeiten und behalte 2.} & \lightcell[1.8]{Ziehe 4 Fähigkeiten und behalte 3.} & \lightcell[1.8]{Ziehe 6 Fähigkeiten und behalte 4.} \\ \darkcell[1.8]{Artefaktkarten} & \lightcell[1.8]{Ziehe 2 Artefakte und behalte 1.} & \lightcell[1.8]{Ziehe 3 Artefakte und behalte 2.} & \lightcell[1.8]{Ziehe 4 Artefakte und behalte 3.} \\ \darkcell[2.2]{Zauberkarten} & \lightcell[2.2]{Ziehe 1 Zauber für \svg[12]{might-yellow} Helden oder 2 Zauber für \svg{magic-yellow} Helden.} & \lightcell[2.2]{Ziehe 2 Zauber für \svg[12]{might-yellow} Helden oder 4 Zauber für \svg{magic-yellow} Helden.} & \lightcell[2.2]{Ziehe 3 Zauber für \svg[12]{might-yellow} Helden oder 5 Zauber für \svg{magic-yellow} Helden.} \\ \darkcell[2.2]{Einheiten} & \lightcell[2.2]{Nutze alle \svg{bronze} und \svg{silver}-Einheiten mit der ``Wenigen''-Seite.} & \lightcell[2.2]{Nutze alle \svg{bronze} und \svg{silver}-Einheiten mit der ``Rudel''-Seite.} & \lightcell[2.2]{Nutze alle Einheiten (\svg{bronze}, \svg{silver} und \svg{golden}) mit der ``Rudel''-Seite.} \\ \end{tabularx} } \vspace*{1em}
he: \hommtable{26}{ \begin{tabularx}{0.98\linewidth}{>{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.25\hsize\linewidth=\hsize}X >{\hsize=0.2\hsize\linewidth=\hsize}X } \darkcell{\raisebox{-1.3\height}{\texthebrew{משחק ארוך}}} & \darkcell{\texthebrew{משחק בינוני}} & \darkcell{\texthebrew{משחק קצר}} & \\ \lightcell[1.2]{Level VII} & \lightcell[1.2]{Level V} & \lightcell[1.2]{Level III} & \darkcell[1.2]{\texthebrew{רמת גיבור}} \\ \lightcell[1.2]{\texthebrew{כל קלפי המומחיות}} & \lightcell[1.2]{\texthebrew{קלפי מומחיות רמה} I \texthebrew{ורמה}~IV} & \lightcell[1.2]{\texthebrew{קלף מומחיות}\\\texthebrew{רמה} I} & \darkcell[1.2]{\texthebrew{קלפי מומחיות}} \\ \lightcell[1.8]{\texthebrew{שלפו 6 קלפי יכולת ושמרו 4.}} & \lightcell[1.8]{\texthebrew{שלפו 4 קלפי יכולת ושמרו 3.}} & \lightcell[1.8]{\texthebrew{שלפו 3 קלפי יכולת ושמרו 2.}} & \darkcell[1.8]{\texthebrew{קלפי יכולת}} \\ \lightcell[1.8]{\texthebrew{שלפו 4 קלפי חפצים ושמרו 3.}} & \lightcell[1.8]{\texthebrew{שלפו 3 קלפי חפצים ושמרו 2.}} & \lightcell[1.8]{\texthebrew{שלפו 2 קלפי חפצים ושמרו 1.}} & \darkcell[1.8]{\texthebrew{קלפי חפצים}} \\ \lightcell[2.2]{\texthebrew{שלפו 3 קלפי קסמים לגיבור} \svg[12]{might-yellow} \texthebrew{או 5 קלפי קסמים לגיבור} \svg{magic-yellow}.} & \lightcell[2.2]{\texthebrew{שלפו 2 קלפי קסמים לגיבור} \svg[12]{might-yellow} \texthebrew{או 4 קלפי קסמים לגיבור} \svg{magic-yellow}.} & \lightcell[2.2]{\texthebrew{שלפו קלף קסמים אחד לגיבור} \svg[12]{might-yellow} \texthebrew{או 2 קלפי קסמים לגיבור} \svg{magic-yellow}.} & \darkcell[2.2]{\texthebrew{קלפי קסמים}} \\ \lightcell[2.2]{\texthebrew{השתמשו בכל יחידות ה-(\svg{bronze}, \svg{silver}, ו-\svg{golden}) בצד \mbox{\textenglish{Pack}}.}} & \lightcell[2.2]{\texthebrew{השתמשו בכל יחידות ה-\svg{bronze} ו-\svg{silver} בצד \mbox{\textenglish{Pack}}.}} & \lightcell[2.2]{\texthebrew{השתמשו בכל יחידות ה-\svg{bronze} ו-\svg{silver} בצד \mbox{\textenglish{Few}}.}} & \darkcell[2.2]{\texthebrew{יחידות}} \\ \end{tabularx} } \begin{center} \vspace*{1em} \transparent{0.2}\includegraphics[width=0.35\linewidth]{\art/corpse.png} \end{center}

source: [before=\vspace*{-11mm}]{battlefield} \pagetarget{Battlefield Combat}{\subheader{Battlefield Combat}} \begin{multicols*}{2} Playing on the Battlefield Board requires using Miniatures for Combat instead of unit cards.
de: [before=\vspace*{-11mm}]{battlefield} \pagetarget{Battlefield Combat}{\subheader{Kampf auf dem Schlachtfeldplan}} \begin{multicols*}{2} Die Verwendung des Schlachtfeldplans benötigt Einheitenminiaturen im Kampf anstelle der Karten.
he: [before=\vspace*{-11mm}]{battlefield} \pagetarget{Battlefield Combat}{\subheader{קרב על לוח שדה הקרב}} \begin{multicols*}{2} משחק על לוח שדה הקרב דורש שימוש במיניאטורות לקרב במקום קלפי יחידות.

source: \subsection*{\pagetarget{BF Obstacles}{Obstacle Tokens}} You can place three token types on the Battlefield Board: Effect, Obstacle and Wall/\allowbreak Gate. Unless otherwise stated, these Tokens count and work as \pagelink{Combatterminology}{Combat Obstacles}. To place Effect Obstacles on the Battlefield Board you'll need the card that creates the effect, such as the Fire Wall Spell: use the Tokens and put the card beside the Battlefield as a reminder. Effect Obstacles may be entered by units, if the card text allows it. \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\linewidth]{\images/bf-obstacle-1.png} \caption{\imagecaption{Effect}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/bf-obstacle-2.png} \caption{\imagecaption{Obstacle}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/bf-obstacle-3.png} \caption{\imagecaption{Wall/Gate}} \end{subfigure} \end{figure} \vspace*{-0.5\baselineskip} \note{3}{ All unit Miniatures also count as Obstacles. }
de: \subsection*{\pagetarget{BF Obstacles}{Hindernismarker}} Auf dem Schlachtfeldplan können bis zu 3 Arten von Hindernismarkern platziert werden: Effekte, Hindernisse und Mauern/\allowbreak Tor. Falls nicht anders angegeben, gelten all diese Marker als \pagelink{Combatterminology}{Hindernisse}. Um Effektmarker zu platzieren, muss die Karte ausgespielt werden, die den Effekt erzeugt, wie z.B. beim Zauber Feuerwand. Lege die Karte in diesem Fall neben den Schlachtfeldplan als Erinnerung. Einige Effektmarker können auch von Einheiten betreten werden, falls der Kartentext es erlaubt. \begin{figure}[H] \centering \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=\linewidth]{\images/bf-obstacle-1.png} \caption{\imagecaption{Effekt}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/bf-obstacle-2.png} \caption{\imagecaption{Hindernis}} \end{subfigure} \begin{subfigure}[b]{0.3\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/bf-obstacle-3.png} \caption{\imagecaption{Mauer/Tor}} \end{subfigure} \end{figure} \vspace*{-0.5\baselineskip} \note{3}{ Alle Einheitenminiaturen gelten auch als Hindernis. }

source: \vspace*{-1em} \subsection*{Combat Setup} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.33\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/initiative-bf.png}\\ \caption{\imagecaption[c]{\mbox{Initiative} Token}} \vspace{1em} \end{wrapfigure} Starting with the player with the \pagetarget{Initiative Token}{\textbf{Initiative Token}} (the attacker in a \pagelinkwithcomma{BF for regular}{non-Adventure/Skirmish game}), both players take turns choosing and placing Obstacle Tokens on the Battlefield Board one-by-one until \textbf{all Obstacle Tokens (except Effects) are placed}. No Obstacle can be adjacent to another Obstacle or to any player's deployment zone.
de: \vspace*{-1em} \subsection*{Kampfaufbau} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.33\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/initiative-bf.png}\\ \caption{\imagecaption[c]{\mbox{Initiativ}marker}} \vspace{1em} \end{wrapfigure} Beginnend beim Spieler mit dem \pagetarget{Initiative Token}{\textbf{Initiativmarker}} (\pagelinkwithcomma{BF for regular}{in regulären Spielen}, ist das der Angreifer), wählen und platzieren beide Spieler abwechselnd je einen Hindernismarker auf dem Schlachtfeldplan bis \textbf{alle Marker (keine Effekte) platziert wurden}. Kein Hindernis darf an andere Hindernisse oder eine Aufstellungszone angrenzen.
he: \vspace*{-1em} \subsection*{הכנת הקרב} \setlength\intextsep{0pt} \setlength\columnsep{1em} \begin{wrapfigure}{r}{0.33\linewidth} \centering \includegraphics[width=0.9\linewidth]{\images/initiative-bf.png}\\ \caption{\imagecaption[c]{\texthebrew{אסימון}\mbox{ }\texthebrew{מהירות}}} \vspace{1em} \end{wrapfigure} השחקן עם \pagetarget{Initiative Token}{\textbf{אסימון המהירות}} (התוקף ב\pagelinkwithcomma{BF for regular}{משחק שאינו הרפתקה/התגוששות}), מניח אסימון מכשול, לאחריו השחקן השני וחוזר חלילה עד שכל אסימוני המכשולים (למעט אפקטים) מונחים. אף מכשול לא יכול להיות סמוך למכשול אחר או לאזור הפריסה של כל שחקן.
