Repository: Heegu-sama/Homm3BG
Catalog: translations/battlefield.tex/*.po
Languages: de, he

source: {\centering \begin{tikzpicture} \draw (0, 0) node {\framedimage[\linewidth]{\examples/bf-deploy.png}}; \draw (3.2, 0) node[rotate=90, fill=black, fill opacity=0.19, text opacity=1] {\textbf{\liberation\LARGE\textcolor{white}{\MakeUppercase{Deployment Zone}}}}; \end{tikzpicture} }\\ \imagecaption{Obstacles and Miniatures placed correctly are marked with the green border, and incorrectly -- with the red one.}\par \vspace{1em} The player with the Initiative Token chooses a deployment zone and places one of their units in it, then players take turns placing their units \textbf{one by one} each in their zone. The 5-unit limit does not apply in Adventure and Skirmish modes, and players may place all Faction units available to them. When the last unit is placed, the Combat begins. \end{multicols*} \vspace*{2em}
de: {\centering \begin{tikzpicture} \draw (0, 0) node {\framedimage[\linewidth]{\examples/bf-deploy.png}}; \draw (3.2, 0) node[rotate=90, fill=black, fill opacity=0.19, text opacity=1] {\textbf{\liberation\LARGE\textcolor{white}{\MakeUppercase{Aufstellungszone}}}}; \end{tikzpicture} }\\ \imagecaption{Korrekt platzierte Hindernisse und Miniaturfiguren sind grün markiert; rot markierte Platzierungen sind nicht zulässig.}\par \vspace{1em} Der Spieler mit dem Initiativmarker wählt eine Aufstellungszone und platziert dort eine seiner Einheiten. Danach setzen die Spieler abwechselnd \textbf{je eine Einheit} in ihre Aufstellungszone. Die Spieler sind im Abenteuer- und Gefechtsmodus nicht auf 5 Einheiten begrenzt und dürfen all ihre verfügbaren Fraktionseinheiten platzieren. Nachdem die letzte Einheit platziert wurde, beginnt der Kampf. \end{multicols*} \vspace*{1em}
he: {\centering \begin{tikzpicture} \draw (0, 0) node {\framedimage[\linewidth]{\examples/bf-deploy.png}}; \draw (3.2, 0) node[rotate=90, fill=black, fill opacity=0.19, text opacity=1] {\textbf{\liberation\LARGE\textcolor{white}{\phantom{אזור פריסה}}}}; \draw (-3.6, 3.2) node[rotate=90]{\textbf{\liberation\LARGE\textcolor{white}{\texthebrew{אזור פריסה}}}}; \end{tikzpicture} }\\ \imagecaption{\texthebrew{מכשולים ומיניאטורות שהונחו נכון מסומנים במסגרת ירוקה, ושגויים -- במסגרת אדומה.}}\par \vspace{1em} השחקן עם אסימון המהירות בוחר אזור פריסה ומניח אחת מהיחידות שלו בו. השחקנים ממשיכים להניח יחידות \textbf{לסירוגין}, כל אחד באזור שלו, עד שכל היחידות מונחות. מגבלת 5 היחידות לא חלה במצבי הרפתקה והתגוששות, והשחקנים יכולים להניח את כל יחידות הצבא הזמינות להם. כאשר היחידה האחרונה מונחת, הקרב מתחיל. \end{multicols*} \vspace*{2em}

source: [before=\vspace*{-11mm}]{battlefield} \begin{multicols*}{2} \subsection*{Battlefield Combat Rules} Follow the regular \pagelink{combatround}{Combat rules} with the following changes: \bigbreak \begin{itemize} \item \textbf{Unit Movement} -- Each unit's Movement is equal to its Initiative value: a unit of Initiative 8 can move up to 8 hexes. \item \textbf{Ranged Movement} -- Ranged \svg{unit_ranged} units can either move or attack, not both. \item \textbf{Combat Penalty} -- Ranged \svg{unit_ranged} units suffer a Combat Penalty when attacking an adjacent unit or a unit that is \textbf{8 or more} hexes away from them.
de: [before=\vspace*{-11mm}]{battlefield} \begin{multicols*}{2} \subsection*{Kampfregeln auf dem Schlachtfeldplan} Befolge die regulären \pagelink{combatround}{Kampfregeln} mit folgenden Änderungen: \bigbreak \begin{itemize} \item \textbf{Bewegungsweite} -- Die maximale Bewegungsweite einer Einheit entspricht ihrem Initiativwert: Eine Einheit mit Initiative 8 kann sich bis zu 8 Felder bewegen. \item \textbf{Bewegung von Fernkämpfern} -- Fernkampfeinheiten \svg{unit_ranged} können sich entweder bewegen oder angreifen, nicht mehr beides. \item \textbf{Kampfmalus} -- Fernkampfeinheiten \svg{unit_ranged} erleiden einen Kampfmalus gegen Einheiten auf an sie angrenzenden Feldern oder solche. die \textbf{8 oder mehr} Felder entfernt sind.
he: [before=\vspace*{-11mm}]{battlefield} \begin{multicols*}{2} \subsection*{חוקי קרב על לוח שדה הקרב} פעלו לפי \pagelink{combatround}{חוקי הקרב} הרגילים עם השינויים הבאים: \bigbreak \begin{itemize} \item \textbf{תנועת יחידות} -- תנועת כל יחידה שווה לערך המהירות שלה: יחידה עם מהירות 8 יכולה לזוז עד 8 משושים. \item \textbf{תנועת יחידות קשתים} -- יחידות קשתים \svg{unit_ranged} יכולות לזוז או לתקוף, לא שניהם. \item \textbf{קנס קרבי} -- יחידות קשתים \svg{unit_ranged} סובלות מקנס קרבי כאשר תוקפות יחידה סמוכה או יחידה שנמצאת \textbf{8 משושים או יותר} מהן.

source: \item \textbf{Initiative Tie} -- If two or more opposing units have the same Initiative value, the player with the \textbf{Initiative Token} activates one of their units first. Then, the players alternate in activating all of their units of that same Initiative value one by one. Once all units with that Initiative value were activated, pass the Initiative Token to the other player, who keeps it until an Initiative tie of opposing units happens again.
de: \item \textbf{Initiativ-Gleichstände} -- Haben zwei oder mehr gegnerische Einheiten denselben Initiativwert, beginnt der Spieler, der den \textbf{Initiativmarker} besitzt und aktiviert eine dieser Einheiten. Dann aktivieren die Spieler alternierend all ihre Einheiten desselben Initiativwertes eine nach der anderen. Sobald alle Einheiten dieses Initiativwertes aktiviert wurden, wechselt der Initiativmarker zum anderen Spieler, der ihn behält bis wieder Initiativ-Gleichstände auf dieselbe Weise aufgelöst werden.
he: \item \textbf{שיוויון מהירויות} -- אם לשתי יחידות מהצבאות היריבים, או ליותר, יש אותה המהירות, השחקן עם \textbf{אסימון המהירות} מפעיל את אחת היחידות שלו ראשון. לאחר מכן, השחקנים מפעילים את היחידות בעלות אותה המהירות אחד אחרי השני לסירוגין. לאחר שכל היחידות הנ״ל הופעלו, אסימון המהירות עובר לשחקן השני, האסימון יישאר אצלו עד אירוע שיוויון המהירויות הבא.

source: \item \textbf{In \pagelink{Adventure and Skirmish Modes}{Adventure and Skirmish} only} -- At the end of each Combat Round, \textbf{regain one used \svg{expert}} up to your Hero's Limit, and \textbf{draw 2 cards from your Deck}. \end{itemize}
de: \item \textbf{Nur im \pagelink{Adventure and Skirmish Modes}{Abenteuer- und Gefechtsmodus}} -- Am Ende jeder Kampfrunde: Beide Spieler \textbf{regenerieren eine verbrauchte \svg{expert}} bis zum Limit ihres Helden und \textbf{ziehen 2 Karten von ihrem Deck}. \end{itemize}
he: \item \textbf{רק \pagelink{Adventure and Skirmish Modes}{במצבי הרפתקה והתגוששות}} -- בסיומו של כל סיבוב קרב, \textbf{תקבלו חזרה \svg{expert} משומש} עד למגבלה של הגיבור שלכם, \textbf{ושלפו 2 קלפים מהחפיסה שלכם}. \end{itemize}

source: [before=\vspace*{-11mm}]{battlefield} \pagetarget{BF for regular}{\subheader{Battlefield Board in regular games}} \begin{multicols*}{2} Although Battlefield is designed for \pagelink{Adventure and Skirmish Modes}{Adventure and Skirmish modes}, it is possible to use the Battlefield Board in other game modes, though with minor rule modifications.
de: [before=\vspace*{-11mm}]{battlefield} \pagetarget{BF for regular}{\subheader{Schlachtfeldplan in regulären Spielmodi}} \begin{multicols*}{2} Obwohl der Schlachtfeldplan für \pagelink{Adventure and Skirmish Modes}{Abenteuer- und Gefechtsmodus} entworfen wurde, kannst du ihn mit leichten Regelanpassungen auch in anderen Spielmodi nutzen.
he: [before=\vspace*{-11mm}]{battlefield} \pagetarget{BF for regular}{\subheader{לוח שדה הקרב במשחק רגיל}} \begin{multicols*}{2} חרף העובדה כי לוח שדה הקרב מעוצב לטובת \pagelink{Adventure and Skirmish Modes}{מצבי הרפתקה והתגוששות}, אפשר להשתמש בלוח זה במצבי משחק נוספים, עם מעט שינויים לחוקים.

source: \subsection*{Changes to Combat Rules}
de: \subsection*{Änderungen der Kampfregeln}
he: \subsection*{שינויים לחוקי הקרבות}

source: \begin{itemize} \item The attacker receives the Initiative Token at the start of the Combat Setup. \item In player vs. player Combat, you may place up to 7 units. In Neutral Combat, the 5-unit limit still applies. \item Playing on the Battlefield Board requires using rules for \pagelink{Miniatures}{Miniatures}. \end{itemize}
de: \begin{itemize} \item Immer der Angreifer erhält vor Kampfbeginn zuerst den Initiativmarker. \item In Spieler-vs.-Spieler-Kämpfen könnt ihr euch entscheiden bis zu 7 Einheiten aufzustellen. In Kämpfen gegen neutrale Einheiten bleibt das Limit bei 5. \item Das Spielen auf dem Schlachtfeldplan erfordert die Verwendung von \pagelink{Miniatures}{Miniaturfiguren}. \end{itemize}
he: \begin{itemize} \item התוקף מקבל את אסימון המהירות בתחילת הכנת הקרב. \item בקרב שחקן נגד שחקן, אתם יכולים להשתמש בעד 7 יחידות. בקרבות נטרליים, מגבלת 5 היחידות עדיין בתוקף. \item במשחק על לוח שדה הקרב, יש לעקוב אחרי חוקי \pagelink{Miniatures}{המיניאטורות}. \end{itemize}

source: \subsection*{Siege with Walls and Gate} During a Siege against a Town with a Citadel, Walls and Gate Obstacles are placed as shown below. Place no other Obstacles.\par \bigskip \begin{tikzpicture}
de: \subsection*{Kämpfe mit Mauern und Tor} Während eines Belagerungskampfes einer Stadt mit Zitadelle, werden Mauern- und Tormarker wie unten gezeigt platziert. Platziere keine anderen Hindernisse.\par \bigskip \begin{tikzpicture}
he: \subsection*{תקיפת טירות עם חומות ושער} במהלך קרב נגד טירה עם מצודה (\mbox{\textenglish{Citadel}}), יש להניח את מכשולי החומות והשער כמוצג להלן. אין לשים מכשולים אחרים.\par \bigskip \begin{tikzpicture}

source: \draw (0, 0) node {\framedimage[\linewidth]{\examples/bf-deploy-wall.png}}; \draw (2.5, 0) node[rotate=90, fill=black, fill opacity=0.15, text opacity=1] {\textbf{\liberation\LARGE\textcolor{white}{\MakeUppercase{Deployment Zone}}}}; \end{tikzpicture} \imagecaption{The red border marks incorrectly placed Obstacles.} \columnbreak
de: \draw (0, 0) node {\framedimage[\linewidth]{\examples/bf-deploy-wall.png}}; \draw (2.5, 0) node[rotate=90, fill=black, fill opacity=0.15, text opacity=1] {\textbf{\liberation\LARGE\textcolor{white}{\MakeUppercase{Aufstellungszone}}}}; \end{tikzpicture} \imagecaption{Rot markierte Platzierungen sind unzulässig.} \columnbreak
he: \draw (0, 0) node {\framedimage[\linewidth]{\examples/bf-deploy-wall.png}}; \draw (2.5, 0) node[rotate=90, fill=black, fill opacity=0.15, text opacity=1] {\textbf{\liberation\LARGE\textcolor{white}{\phantom{אזור פריסה}}}}; \draw (-2.9, 3.2) node[rotate=90]{\textbf{\liberation\LARGE\textcolor{white}{\texthebrew{אזור פריסה}}}}; \end{tikzpicture} \imagecaption{\texthebrew{המסגרת האדומה מסמנת מכשולים שהונחו בצורה שגויה.}} \columnbreak

source: During a Siege, defending units may enter the Gate Token \textbf{only through the two middle hexes} where the Gate is printed. Attacking the Gate Token is still possible on all four hexes.\par \bigskip \framedimage[\linewidth]{\examples/bf-gate-token.png} \textit{\footnotesize{}Example: Halberdier and Crusader (defenders) may enter the Gate Token only along the green arrows, but Minotaur and Harpies are still able to attack the Gate Token from any side.}
de: Während einer Belagerung dürfen verteidigende Einheiten den Tormarker \textbf{nur auf den beiden mittleren Feldern} betreten, auf denen das Tor aufgedruckt ist. Angriffe gegen den Tormarker sind weiterhin auf alle vier Felder möglich.\par \bigskip \framedimage[\linewidth]{\examples/bf-gate-token.png} \textit{\footnotesize{}Beispiel: Hellebardiere und Kreuzritter (des Verteidigers) dürfen das Tor nur entlang der grünen Pfeile betreten, aber die Minotauren und Harpien können weiterhin von jeder Seite angreifen.}
he: במהלך תקיפה נגד טירה, יחידות מגינות יכולות להיכנס לאסימון השער \textbf{רק דרך שני המשושים האמצעיים} שבהם השער מודפס. תקיפת אסימון השער עדיין אפשרית מכל ארבעת המשושים.\par \bigskip \framedimage[\linewidth]{\examples/bf-gate-token.png} \textit{\footnotesize{}\texthebrew{דוגמה:} \mbox{\textenglish{Halberdier}} \texthebrew{ו-}\mbox{\textenglish{Crusader}} \texthebrew{(מגינים) יכולים להיכנס לאסימון השער רק בכיוון החצים הירוקים, בעוד} \mbox{\textenglish{Minotaur}} \texthebrew{ו-}\mbox{\textenglish{Harpies}} \texthebrew{עדיין יכולים לתקוף את אסימון השער מכל צד.}}

source: \subsection*{Combat with Neutral Units} If you decide to use the Battlefield Board in Combats with Neutral Units, ignore the Round Limit: at the end of each Combat Round you may freely decide to Retreat or to start another Combat Round with no need to spend \svg{movement}. Be aware, however, that this may significantly extend the playtime. It is recommended to use the Battlefield Board only for \textbf{Player vs.~Player Combats}. \end{multicols*} \vspace*{1em}
de: \subsection*{Kämpfe gegen neutralen Einheiten} Falls ihr euch entscheidet, den Schlachtfeldplan auch in neutralen Kämpfen zu verwenden, dann ignoriert das Rundenlimit: Am Ende jeder Kampfrunde kannst du frei entscheiden zu fliehen oder eine neue Kampfrunde zu beginnen, ohne dafür einen MP \svg{movement} ausgeben zu müssen. Beachtet, dass sich durch diese Variante die Spieldauer erheblich erhöht. Es wird daher empfohlen, den Schlachtfeldplan nur für \textbf{Spieler-vs.-~Spieler-Kämpfe} zu verwenden. \end{multicols*}
he: \subsection*{קרבות נגד יחידות נטרליות} אם תחליטו להשתמש בלוח שדה הקרב בקרבות נגד יחידות נטרליות, התעלמו ממגבלת הסבבים: בסיום כל סבב קרבות אתם יכולים להחליט האם להמשיך או לסגת ללא צורך להשתמש ב-\svg{movement}. עם זאת, שימו לב ששימוש בלוח יאריך משמעותית את זמן המשחק. מומלץ להשתמש בלוח שדה הקרב רק עבור \textbf{קרבות שחקן נגד שחקן}. \end{multicols*} \vspace*{1em}

source: \subsection*{Additional Steps for Adventure Mode \hspace*{-1.6em}\raisebox{.2\height}{\encirclelegend{darkcandyapplered}{A}}} \begin{enumerate}[leftmargin=1.5em, resume] \item Prepare Resource Tokens and Treasure Dice. \item Each player takes a Town Board with the following starting setup: \begin{itemize} \item[a)] Set income tracks to 10 \svg{gold}, 0 \svg{building_materials}, and 0 \svg{valuables}. \item[b)] No Town Buildings or units in the Unit Deck. % Clarification: https://boardgamegeek.com/thread/3284421/article/44125381#44125381 \end{itemize} \item Starting resources: 15 \svg{gold}, 3 \svg{building_materials}, and 1 \svg{valuables}. \item Shuffle the Adventure Deck and place it face down. \item Place the Round Tracker and put a Black Cube on Round 1. \item Set Hero Level to I. \item Set your starting Deck aside for now; you will only need it for the final Combat. \end{enumerate}
he: \subsection*{שלבים נוספים למצב הרפתקה \hspace*{-1.6em}\raisebox{.2\height}{\encirclelegend{darkcandyapplered}{A}}} \begin{enumerate}[leftmargin=1.5em, resume] \item[8.] הכינו אסימוני משאבים וקוביות אוצר. \item[9.] כל שחקן לוקח לוח טירה עם ההגדרות ההתחלתיות הבאות: \begin{itemize} \item[א)] הגדירו את עוקבי ההכנסה ל-01 \svg{gold}, 0 \svg{building_materials}, ו-0 \svg{valuables}. \item[ב)] אין מבני טירה או יחידות בחפיסת היחידות. % Clarification: https://boardgamegeek.com/thread/3284421/article/44125381#44125381 \end{itemize} \item[01.] משאבים התחלתיים: 51 \svg{gold}, 3 \svg{building_materials}, ו-1 \svg{valuables}. \item[11.] ערבבו את חפיסת ההרפתקה והניחו אותה עם הפנים כלפי מטה. \item[21.] הניחו את עוקב הסבבים והניחו קוביה שחורה על סבב 1. \item[31.] הגדירו את רמת הגיבור ל-I. \item[41.] הניחו את החפיסה ההתחלתית שלכם בצד לעת עתה; תצטרכו אותה רק לקרב הסופי. \end{enumerate}

source: \draw (0, 0) node[inner sep=0] {\makebox[\textwidth][c]{\includegraphics[width=0.9\linewidth]{\images/battlefield_setup.png}}}; \draw (-4, 0) node {\encircle{1}}; \draw (-5, -1.5) node {\encircle{2a}}; \draw (3.8, 2.9) node {\encircle{2a}}; \draw (-5.5, 1.2) node {\encircle{2c}}; \draw (2, 0.2) node {\encircle{2c}}; \draw (5.5, 1.2) node {\encircle{2c}}; \draw (5.3, -2) node {\encircle{3}}; \draw (2.9, -1.6) node {\encircle{4}}; \draw (-2, 2.8) node {\encircle{5}}; \draw (2.8, -2.5) node {\encircle{6}}; \draw (0, -2.5) node {\encircle{7}}; \draw (0, 3.4) node {\encircle{7}}; \draw (3.5, -3) node {\encirclered{8}}; \draw (-3.8, 3) node {\encirclered{8}}; \draw (-2, -2) node {\encirclered{9}}; \draw (2, 3) node {\encirclered{9}}; \draw (-6, -1.7) node {\encirclered{10}}; \draw (5, 3) node {\encirclered{10}}; \draw (1, -1.6) node {\encirclered{11}}; \draw (-1.9, 3.5) node {\encirclered{12}}; \end{tikzpicture} \end{center}
he: \begin{scope}[xscale=-1] \draw (0, 0) node[inner sep=0] {\makebox[\textwidth][c]{\includegraphics[width=0.9\linewidth]{\images/battlefield_setup.png}}}; \draw (-4, 0) node {\encircle{1}}; \draw (-5, -1.5) node {\encircle{2א}}; \draw (3.8, 2.9) node {\encircle{2א}}; \draw (-5.5, 1.2) node {\encircle{2ג}}; \draw (2, 0.2) node {\encircle{2ג}}; \draw (5.5, 1.2) node {\encircle{2ג}}; \draw (5.3, -2) node {\encircle{3}}; \draw (2.9, -1.6) node {\encircle{4}}; \draw (-2, 2.8) node {\encircle{5}}; \draw (2.8, -2.5) node {\encircle{6}}; \draw (0, -2.5) node {\encircle{7}}; \draw (0, 3.4) node {\encircle{7}}; \draw (3.5, -3) node {\encirclered{8}}; \draw (-3.8, 3) node {\encirclered{8}}; \draw (-2, -2) node {\encirclered{9}}; \draw (2, 3) node {\encirclered{9}}; \draw (-6, -1.7) node {\encirclered{01}}; \draw (5, 3) node {\encirclered{01}}; \draw (1, -1.6) node {\encirclered{11}}; \draw (-1.9, 3.5) node {\encirclered{21}}; \end{scope} \end{tikzpicture} \end{center}
