Repository: Heegu-sama/Homm3BG
Catalog: translations/battlefield.tex/*.po
Languages: de, he

source: \pagetarget{Adventure and Skirmish Modes}{\addsection{Battlefield}{\spells/frenzy.png}}
de: \pagetarget{Adventure and Skirmish Modes}{\addsection[2]{Schlachtfeld-Erweiterung}{\spells/frenzy.png}}
he: \pagetarget{Adventure and Skirmish Modes}{\addsection{\texthebrew{שדה הקרב}}{\spells/frenzy.png}}

source: {battlefield} \begin{multicols}{2} \subsection*{Overview} \bigskip The Battlefield Expansion introduces the large \pagelink{Battlefield Combat}{Battlefield Board} and two 1~vs.~1 game modes that focus on tactical combat on the Battlefield Board. Neither of these 2 modes uses the \pagelink{Map}{Map}. They differ in how players build their Unit and Player Decks: \smallskip \begin{itemize} \item In \textbf{Adventure Mode}, players experience a card-driven Adventure Phase followed by a final Combat. The Adventure Phase replaces the Map exploration from regular games. During this phase, players use Adventure cards to gather Resources, expand their Town, and develop their Heroes, thereby deciding which units to recruit and which card types to include in their Deck. \item In \textbf{Skirmish Mode}, players receive pre-constructed Decks and armies, with minimal control over their composition. Players immediately engage in Combat. \end{itemize}
de: {battlefield} \begin{multicols}{2} \subsection*{Überblick} \bigskip Die Schlachtfeld-Erweiterung führt einen großen \pagelink{Battlefield Combat}{Schlachtfeldplan} und zwei 1~vs.~1 Spielmodi ein, die sich auf einen taktischen Kampf auf diesem Schlachtfeldplan fokussieren. In keinem dieser Spielmodi gibt es die \pagelink{Map}{Abenteuerkarte}. Die Spielmodi unterscheiden sich darin, wie die Spieler ihr Einheiten- und Spieler-Deck aufbauen: \smallskip \begin{itemize} \item Im \textbf{Abenteuermodus} spielen die Spieler eine karten-getriebene Abenteuerphase, gefolgt vom finalen Kampf. Die Abenteuerphase ersetzt und simuliert die Erkundung der Abenteuerkarte. Während dieser Phase nutzen die Spieler Abenteuerkarten, um Ressourcen zu sammeln, ihre Stadt auszubauen, ihren Helden zu entwickeln und entscheiden selbst, welche Einheiten sie rekrutieren und welche Karten sie in ihr Spieler-Deck aufnehmen. \item Im \textbf{Gefechtsmodus} erhalten die Spieler vorgefertigte Einheiten- und Spieler-Decks und haben nur einen geringen Einfluss auf deren Zusammenstellung. Danach startet direkt der finale Kampf. \end{itemize}
he: {battlefield} \begin{multicols}{2} \subsection*{סקירה כללית} \bigskip הרחבת \mbox{\textenglish{Battlefield}} מציגה את \pagelink{Battlefield Combat}{לוח שדה הקרב} הגדול ושני מצבי משחק של 1 נגד 1 הממוקדים בקרב טקטי על לוח שדה הקרב. אף אחד משני המצבים הללו לא משתמש ב\pagelink{Map}{מפה}. מצבים אלו שונים באופן שבו השחקנים בונים את חפיסות היחידות וחפיסות השחקנים שלהם: \smallskip \begin{itemize} \item ב\textbf{מצב הרפתקה}, השחקנים חווים שלב הרפתקה מונע קלפים ולאחריו קרב סופי. שלב ההרפתקה מחליף את חקירת המפה ממשחקים רגילים. במהלך שלב זה, השחקנים משתמשים בקלפי הרפתקה כדי לאסוף משאבים, להרחיב את הטירה שלהם ולפתח את הגיבורים שלהם, ובכך מחליטים אילו יחידות לגייס ואילו סוגי קלפים לכלול בחפיסה שלהם. \item ב\textbf{מצב התגוששות}, השחקנים מקבלים חפיסות וצבאות מובנים מראש, עם שליטה מינימלית על ההרכב שלהם. השחקנים נכנסים מיד לקרב. \end{itemize}

source: You can also use the Battlefield Board instead of the Combat Board in other game modes.
de: Der Schlachtfeldplan ist auch anstatt des Kampfspielplanes in anderen Spielmodi nutzbar.
he: אפשר גם להשתמש בלוח שדה הקרב במקום לוח הקרבות הרגיל במצבי משחק אחרים.

source: \subsection*{Victory Condition} Victory in Adventure and Skirmish is achieved by defeating all enemy units in the final Combat.
de: \subsection*{Siegbedingungen} Im Abenteuer- oder Gefechtsmodus gewinnt derjenige Spieler, der alle gegnerischen Einheiten im finalen Kampf besiegt. \vspace*{2em}
he: \subsection*{תנאי ניצחון} כדי לנצח במצבי הרפתקה והתגוששות, עליכם להביס את כל יחידות האויב בקרב הסופי.

source: \begin{center} {\hfill\transparent{0.2}{\includegraphics[width=0.75\linewidth]{\art/casting_meteor_shower.png}}} \end{center}\par
de: \empty

source: \pagetarget{battlefield card clarifications}{\subsection*{Rule Ambiguity}} \textbf{Note:} Both game modes were designed for the \textbf{Core Game only}. As a result, the official rules do not address many interactions, particularly those involving expansion content. Although these are not official rules, the game developers have provided guidance on these cases: \begin{itemize} \item The official rules remove only Diplomacy and Logistics Ability cards, but common sense applies: the developers also recommend removing other Ability cards which provide no benefit in Battlefield modes, like Ballistics or Pathfinding. \item In Skirmish Mode, when a card with no Combat value is drawn, both players may mutually agree to discard it and draw a replacement. \item All cards in the Adventure phase are single-use. Consequently, resource-generating Permanent \svg[7]{permanent} cards (e.g.,~Inexhaustible Cart of Ore) are limited to their bottom \svg{instant} effect only. However, other Permanent \svg[7]{permanent} cards (Schools of Magic and War Machines) can be used in the final Combat phase only. \item Cards with ``Remove'' effects (e.g.,~Expert Scholar) may be played during the Adventure phase, applying their effect to your Deck. \item When a card has both Combat and non-Combat effects (e.g.,~Cape of Velocity), you decide whether to use it in the Adventure phase or reserve it for the final Combat. \end{itemize} \end{multicols}
de: \pagetarget{battlefield card clarifications}{\subsection*{Regelunklarheiten}} \textbf{Hinweis:} Beide Spielmodi sind \textbf{nur für das Grundspiel} entwickelt worden. Daher berücksichtigen die offiziellen Regeln viele Interaktionen nicht, insbesondere solche, die Erweiterungsinhalte betreffen. Die Entwickler haben folgende Empfehlungen ausgesprochen, aber dies sind keine offiziellen Regeln: \begin{itemize} \item Laut offizieller Regeln entfernt man nur die Fähigkeitskarten Logistik und Diplomatie aus dem Spiel, aber es wird empfohlen auch weitere Karten, die keinen Nutzen in beiden Spielmodi haben, zu entfernen, wie z.B. Ballistik oder Pfadfinden. \item Wird im Gefechtsmodus eine Karte gezogen, die keinen Nutzen für den Kampf hat, wie z.B. Grundbesitz, können beide Spieler darin übereinkommen, solche Karten abzuwerfen und eine Ersatzkarte zu ziehen. \item In der Abenteuerphase sind Karten nur einmalig einsetzbar. Daher sollten \svg[7]{permanent}-Karten, die Ressourcen liefern (z. B.,~Unerschöpfliche Erzkarre) auf ihren \svg{instant}-Effekt beschränkt sein. \svg[7]{permanent}-Karten für den finalen Kampf (z.B. Magieschulen, Kriegsmaschinen) können wie üblich genutzt werden. \item Karten, deren Effekte deine Hand oder den Ablagestapel betreffen (z. B.~Bildung), können in der Abenteuerphase auf dein Deck angewendet werden. \item Entscheide bei Karten, die sowohl einen nützlichen Effekt für die Abenteuerphase als auch für den Kampf haben (z.B.,~Mantel der Schnelligkeit), ob du sie für die Abenteuerphase beiseite oder für den finalen Kampf in dein Deck legen möchtest. \end{itemize} \end{multicols}

source: {battlefield} \subheader{Adventure and Skirmish Setup} \begin{multicols}{2} \subsection*{Common Setup Steps \raisebox{.3\height}{\encirclelegend{goblin}{C}}} \begin{enumerate}[leftmargin=1.5em] \item Place the Battlefield Board in the middle of the table. \item Each player chooses a Faction and a Hero of that Faction and takes the following components: \begin{itemize} \item[a)] Hero Board \item[b)] 3 Hero-specific Specialty cards and 1 Hero-specific Ability card \item[c)] 7 unit cards and 7 unit miniatures \item[d)] 20 Faction Cubes \end{itemize} \item Prepare the Artifact, Spell, and Ability Decks normally. Remove the following Ability cards from the play: ``Diplomacy'', ``Logistics''. \item Prepare the Positive and Negative \pagelink{Morale Cards}{\textbf{Morale cards}} (including all cards with the battlefield symbol). \item Prepare the following Tokens near the Battlefield Board: Black Cubes, Damage Tokens, Defense/Paralysis Tokens, Obstacles, and the Initiative Token. \item Prepare the Attack and Resource Dice. \item Build your starting Deck as per \pagelink{Setup Starting Deck}{steps 11--13 of Setup}. \end{enumerate} \columnbreak
de: {battlefield} \subheader{Spielaufbau in beiden Modi} \begin{multicols}{2} \subsection*{Allgemeiner Spielaufbau \raisebox{.3\height}{\encirclelegend{goblin}{C}}} \begin{enumerate}[leftmargin=1.5em] \item Platziere den Schlachtfeldplan in der Mitte des Tisches. \item Wähle eine Fraktion und einen Helden dieser Fraktion und nimm folgendes Spielmaterial: \begin{itemize} \item[a)] Heldentableau \item[b)] 3 Sonderfähigkeitskarten und die Startfähigkeit des Helden \item[c)] 7 Fraktions-Einheitenkarten und ihre 7 Einheitenminiaturen \item[d)] 20 Fraktionswürfel \end{itemize} \item Bereite Fähigkeits-, Zauber- und Artefakt-Deck wie üblich vor. Entferne folgende Fähigkeiten aus dem Spiel: Diplomatie, Logistik. \item Verwende die Positiven und Negativen \pagelink{Morale Cards}{\textbf{Moralkarten}} (inklusive der Karten mit Schlachtfeld-Symbol). \item Lege folgende Marker bereit: Statuswürfel, Schadensmarker, Verteidigungs-/Lähmungsmarker, Hindernismarker, Initiativmarker \item Lege die Angriffs- und Ressourcenwürfel bereit. \item Bilde dein Startdeck wie üblich \pagelink{Setup Starting Deck}{siehe Spielaufbau Schritte 11--13}. \end{enumerate} \columnbreak

source: \subsection*{Additional Steps for Adventure Mode \raisebox{.3\height}{\encirclelegend{darkcandyapplered}{A}}} \begin{enumerate}[leftmargin=1.5em, resume] \item Prepare Resource Tokens and Treasure Dice. \item Each player takes a Town Board with the following starting setup: \begin{itemize} \item[a)] Set income tracks to 10 \svg{gold}, 0 \svg{building_materials}, and 0 \svg{valuables}. \item[b)] No Town Buildings or units in the Unit Deck. % Clarification: https://boardgamegeek.com/thread/3284421/article/44125381#44125381 \end{itemize} \item Starting resources: 15 \svg{gold}, 3 \svg{building_materials}, and 1 \svg{valuables}. \item Shuffle the Adventure Deck and place it face down. \item Place the Round Tracker and put a Black Cube on Round 1. \item Set Hero Level to I. \item Set your starting Deck aside for now; you will only need it for the final Combat. \end{enumerate}
de: \subsection*{Zusätzliche Schritte im Abenteuermodus \raisebox{.3\height}{\encirclelegend{darkcandyapplered}{A}}} \begin{enumerate}[leftmargin=1.5em, resume] \item Halte Ressourcenmarker und Schatzwürfel bereit. \item Jeder Spieler erhält das wie folgt vorbereitete Stadt-Tableau seiner Fraktion: \begin{itemize} \item[a)] Einkommensleisten: 10 \svg{gold}, 0 \svg{building_materials} und 0 \svg{valuables}. \item[b)] Keine Stadtgebäude und keine Starteinheiten. % Clarification: https://boardgamegeek.com/thread/3284421/article/44125381#44125381 \end{itemize} \item Start-Ressourcen: 15 \svg{gold}, 3 \svg{building_materials} und 1 \svg{valuables}. \item Mische das Abenteuerkarten-Deck und platziere es verdeckt. \item Platziere die Rundenleiste und markiere Runde 1. \item Setze deine Heldenstufe auf Stufe I. \item Lege dein Spieler-Deck beiseite. Es wird erst im finalen Kampf benötigt. \end{enumerate}

source: \subsection*{Start of the game} In both modes, both players roll 2~\svg{resource_die}. The player with the highest total becomes the first player and takes the Initiative Token.
de: \subsection*{Spielbeginn} In beiden Spielmodi würfeln die Spieler 2~\svg{resource_die}. Der Spieler. der die höhere Summe gewürfelt hat, wird Startspieler und erhält den Initiativmarker.
he: \subsection*{התחלת המשחק} בשני המצבים, שני השחקנים מטילים 2~\svg{resource_die}. השחקן שמקבל את התוצאה הגדולה יותר מתחיל ומקבל את אסימון המהירות.

source: [before=\vspace*{-11mm}]{battlefield} \pagetarget{Adventure}{\subheader{Adventure Mode}} \begin{multicols}{2} Adventure Mode is divided into two phases: the \textbf{Adventure Phase} and the \textbf{Final Combat}. The latter works identically to Skirmish Mode.\par Before starting the game, both players choose a game length by setting the number of Rounds in the Adventure Phase: \begin{itemize} \item \textbf{Short} game: 9 Rounds. \item \textbf{Medium} game: 13 Rounds. \item \textbf{Large} game: 16 Rounds. \end{itemize} \subsection*{Adventure Phase} The Adventure Phase lasts a certain number of Rounds, depending on the chosen game length. Follow these steps in order during each Round.\par \begin{enumerate}[leftmargin=1.3em] \item \textbf{Move the Round Tracker} -- skip this step in the first Round. Depending on the type of Round, resolve the following effects: \begin{itemize} \item In \textbf{Resource Rounds} both players gain income normally. \item In \textbf{Astrologers Rounds} -- instead of drawing Astrologers Proclaim cards, players increase one of their income tracks (\svg{gold}, \svg{building_materials}, or \svg{valuables}) in one of the following ways: \begin{itemize} \item Increase your preferred income track. \item Determine it randomly by rolling a \svg{resource_die}. If you do, gain the basic income of that resource immediately, which is 5~\svg{gold}, 2~\svg{building_materials}, or 1~\svg{valuables}. \end{itemize} \end{itemize} \item \textbf{Determine starting player} -- in odd-numbered Rounds, it's the player \textbf{with} the Initiative Token, in even-numbered Rounds, it's the player \textbf{without it}. \item \textbf{Draw Adventure Cards} -- skip this step in the last Round. The starting player draws 3 Adventure cards and takes one of them \textbf{into their hand}. Afterwards, they pass the remaining 2 to the other player, who takes 1 card into their hand and discards the other.\par \textbf{Note:} Before choosing the card, \textbf{the starting player} may use \svg{movement} effects from \pagelink{Adventure MM Cards}{set aside cards from your Deck} to discard any number of the drawn Adventure cards and draw that many cards.\par \item \textbf{Player Turns} -- beginning with the starting player, both players take their turn by performing any of the following actions in any order: \begin{itemize} \item \pagelink{Adventure Cards}{\textbf{Resolve}} an Adventure card from your hand. You may only resolve \textbf{one Adventure card per Round}. \item Perform Town or Morale actions, or resolve your Hero's \pagelink{Level}{level ups}, in the same way as in regular games. % no-check-caps \item Use the effects of \pagelink{Adventure MM Cards}{set aside cards from your Deck}, except for \svg{movement}. \end{itemize}\par At the end of the turn, \textbf{discard your hand down to 1 Adventure card}. If you still have a \textbf{Magic Spring} Adventure card in hand, \textbf{discard it}. \end{enumerate}\par \smallskip In the last Round, players do not draw Adventure cards, but they may still resolve an Adventure card from their hand. After the last Round, the Adventure Phase ends and the final Combat begins.
de: [before=\vspace*{-11mm}]{battlefield} \pagetarget{Adventure}{\subheader{Abenteuermodus}} \begin{multicols}{2} Der Abenteuermodus ist in zwei Phasen gegliedert: \textbf{Abenteuerphase} und \textbf{finaler Kampf}. Letztere Phase ist im Gefechtsmodus identisch.\par Vor Spielbeginn wählen die Spieler eine Spieldauer, die die Anzahl an Runden der Abenteuerphase festlegt: \begin{itemize} \item \textbf{Kurz}: 9 Runden. \item \textbf{Mittel}: 13 Runden. \item \textbf{Lang}: 16 Runden. \end{itemize} \subsection*{Abenteuerphase} Die Abenteuerphase dauert die durch die Spiellänge festgelegte Anzahl an Runden. Befolge in jeder Runde die folgenden Schritte der Reihe nach:\par \begin{enumerate}[leftmargin=1.3em] \item \textbf{Bewege den Rundenzähler} -- außer in Runde 1. Abhängig vom Typ der Runde handle folgenden Effekt ab: \begin{itemize} \item In \textbf{Ressourcenrunden} erhalten beide Spieler Einkommen wie üblich. \item In \textbf{Astrologenrunden} ziehe keine Astrologenkarten. Die Spieler erhöhen stattdessen eine ihrer Einkommensleisten(\svg{gold}, \svg{building_materials}, oder \svg{valuables}) auf eine von zwei Weisen: \begin{itemize} \item Erhöhe die von dir bevorzugte Einkommensleiste. \item Bestimme die Einkommensleiste zufällig durch Würfeln eines \svg{resource_die}. In diesem Fall erhältst du auch sofort einmal das Basiseinkommen der erhöhten Einkommensleiste (5~\svg{gold}, 2~\svg{building_materials}, oder 1~\svg{valuables}). \end{itemize} \end{itemize} \item \textbf{Startspieler bestimmen} -- in ungeraden Runden ist es der Spieler \textbf{mit}, in geraden Runden derjenige \textbf{ohne} den Initiativmarker. \item \textbf{Abenteuerkarten ziehen} -- außer in der letzten Runde. Der Startspieler zieht 3 Abenteuerkarten und nimmt eine davon \textbf{auf seiner Hand}. Die übigen 2 Karten gibt er an den anderen Spieler, der ebenfalls eine davon auf die Hand nimmt und die andere ablegt.\par \textbf{Hinweis:} Vor dem Wählen der Karte darf \textbf{nur der Startspieler} \svg{movement}-Effekte von \pagelink{Adventure MM Cards}{beiseite gelegten Karten seines Decks} ausgeben, um beliebig viele der gezogenen Abenteuerkarten abzuwerfen und die gleiche Anzahl nachzuziehen.\par \item \textbf{Spielerzüge} -- beginnend mit dem Startspieler führen beide Spieler ihren Spielzug aus, in dem sie folgende Aktionen in beliebiger Reihenfolge tun dürfen: \begin{itemize} \item \pagelink{Adventure Cards}{\textbf{Abhandeln}} einer Abenteuerkarte von deiner Hand. Du darfst \textbf{nur eine Abenteuerkarte pro Runde} abhandeln. \item Handle Stadt- oder Moralaktionen oder \pagelink{Level}{Stufenaufstiege} deines Helden ab, in gleicher Weise wie in regulären Spielen. % no-check-caps \item Nutze Effekte \pagelink{Adventure MM Cards}{beiseite gelegter Karten deines Spieler-Decks} (abgesehen von \svg{movement}). \end{itemize}\par Am Ende deines Zuges \textbf{wirf deine Handkarten bis auf eine Abenteuerkarte ab}. Die Abenteuerkarte \textbf{Magische Quelle} musst du \textbf{immer abwerfen}. \end{enumerate}\par \smallskip In der letzten Runde ziehen die Spieler keine Abenteuerkarten mehr, dürfen aber noch eine Abenteuerkarte von Ihrer Hand abhandeln. Nach der letzten Runde endet die Abenteuerphase und der finale Kampf beginnt.
he: [before=\vspace*{-11mm}]{battlefield} \pagetarget{Adventure}{\subheader{מצב הרפתקה}} \begin{multicols}{2} מצב הרפתקה מחולק לשני שלבים: \textbf{שלב ההרפתקה} וה\textbf{קרב הסופי}. השלב האחרון זהה למצב התגוששות.\par לפני תחילת המשחק, שני השחקנים בוחרים את אורך משחק על ידי הגדרת מספר הסבבים בשלב ההרפתקה: \begin{itemize} \item משחק \textbf{קצר}: 9 סבבים. \item משחק \textbf{בינוני}: 31 סבבים. \item משחק \textbf{ארוך}: 61 סבבים. \end{itemize} \subsection*{שלב ההרפתקה} שלב ההרפתקה נמשך מספר מסוים של סבבים, בהתאם לאורך המשחק הנבחר. בצעו את השלבים הבאים לפי הסדר במהלך כל סבב.\par \begin{enumerate}[leftmargin=1.3em] \item \textbf{הזיזו את עוקב הסבבים} -- דלגו על שלב זה בסבב הראשון. בהתאם לסוג הסבב, בצעו את האפקטים הבאים: \begin{itemize} \item ב\textbf{סבבי משאבים} שני השחקנים מקבלים הכנסה כרגיל. \item ב\textbf{סבבי אסטרולוגים} -- במקום לשלוף קלפי הכרזות אסטרולוגים, השחקנים מגדילים את אחד מעוקבי ההכנסה שלהם (\svg{gold}, \svg{building_materials}, או \svg{valuables}) באחת מהדרכים הבאות: \begin{itemize} \item הגדילו את עוקב ההכנסה המועדף עליכם. \item קבעו זאת באקראי על ידי הטלת \svg{resource_die}. אם אתם עושים זאת, אתם מקבלים את ההכנסה הבסיסית של המשאב הזה מיד, כלומר 5~\svg{gold}, 2~\svg{building_materials}, או 1~\svg{valuables}. \end{itemize} \end{itemize} \item \textbf{קבעו שחקן מתחיל} -- בסבבים אי-זוגיים, זה השחקן \textbf{עם} אסימון המהירות, בסבבים זוגיים, זה השחקן \textbf{בלעדיו}. \item \textbf{שלפו קלפי הרפתקה} -- דלגו על שלב זה בסבב האחרון. השחקן המתחיל שולף 3 קלפי הרפתקה ולוקח אחד מהם \textbf{לידו}. לאחר מכן, הוא מעביר את 2 הנותרים לשחקן השני, שלוקח קלף אחד לידו וזורק את הנותר.\par \textbf{הערה:} לפני בחירת הקלף, \textbf{השחקן המתחיל} יכול להשתמש באפקטי \svg{movement} מ\pagelink{Adventure MM Cards}{קלפים שהונחו בצד מהחפיסה שלכם} כדי לזרוק כל מספר של קלפי ההרפתקה שנשלפו ולשלוף אותו מספר קלפים.\par \item \textbf{תורות שחקנים} -- החל מהשחקן המתחיל, שני השחקנים מבצעים את תורם על ידי ביצוע כל אחת מהפעולות הבאות בכל סדר: \begin{itemize} \item \pagelink{Adventure Cards}{\textbf{בצעו}} קלף הרפתקה מהיד שלכם. אתם יכולים לבצע \textbf{קלף הרפתקה אחד בלבד לכל סבב}. \item בצעו פעולות טירה או מורל, או בצעו \pagelink{Level}{עליות רמה} של הגיבור שלכם, באותו אופן כמו במשחקים רגילים. % no-check-caps \item השתמשו באפקטים של \pagelink{Adventure MM Cards}{קלפים שהונחו בצד מהחפיסה שלכם}, למעט \svg{movement}. \end{itemize}\par בסוף התור, \textbf{אתם נשארים עם קלף הרפתקה אחד, זרקו את האחרים}. אם עדיין יש לכם קלף הרפתקה \textbf{\mbox{\textenglish{Magic Spring}}} ביד, \textbf{זרקו אותו}. \end{enumerate}\par \smallskip בסבב האחרון, השחקנים לא שולפים קלפי הרפתקה, אך הם עדיין יכולים לבצע קלף הרפתקה מהיד שלהם. לאחר הסבב האחרון, שלב ההרפתקה מסתיים והקרב הסופי מתחיל.

source: \subsection*{Starting the final Combat} Recover all spent \svg{expert}. Pick up your set-aside Deck, shuffle it, and draw cards up to your Hero's Hand \svg{hand} Limit. Remove all \svg{paralysis} tokens from your units, take all your unit miniatures, and begin the final Combat on the Battlefield Board following the \pagelink{Battlefield Combat}{Battlefield Combat rules}. \end{multicols} \vspace*{3em}
de: \subsection*{Beginn des finalen Kampfes} Frische alle verbrauchten \svg{expert} auf. Nimm dein zur Seite gelegtes Spieler-Deck, mische es und ziehe Karten bis zum Handkartenlimit \svg{hand}. Entfernt \svg{paralysis}-Marker von allen Einheiten, nehmt eure Einheitenminaturen und beginnt mit dem Kampfaufbau des finalen Kampfes, wie in den \pagelink{Battlefield Combat}{Schlachtfeldplan-Kampfregeln} beschrieben. \end{multicols}
he: \subsection*{התחלת הקרב הסופי} החזירו את כל ה-\svg{expert} שהוצאו. קחו את החפיסה שהנחתם בצד, ערבבו אותה ושלפו קלפים עד למגבלת היד \svg{hand} של הגיבור שלכם. הסירו את כל אסימוני ה-\svg{paralysis} מהיחידות שלכם, קחו את המיניאטורות של היחידות שלכם, והתחילו את הקרב הסופי על לוח שדה הקרב לפי \pagelink{Battlefield Combat}{חוקי קרב שדה הקרב}. \end{multicols} \vspace*{3em}

source: {battlefield} \begin{multicols}{2} \pagetarget{Adventure Cards}{\subsection*{Resolving Adventure Cards}} There are two types of Adventure cards: Combat and Event. \medskip \begin{multicols*}{2} \footnotesize \begin{center} \begin{tikzpicture}
de: {battlefield} \begin{multicols}{2} \pagetarget{Adventure Cards}{\subsection*{Abenteuerkarten abhandeln}} Es gibt zwei Arten von Abenteuerkarten: Kampf und Ereignis. \medskip \begin{multicols*}{2} \footnotesize \begin{center} \begin{tikzpicture}
he: {battlefield} \begin{multicols}{2} \pagetarget{Adventure Cards}{\subsection*{ביצוע קלפי הרפתקה}} ישנם שני סוגים של קלפי הרפתקה: קרב ואירוע. \medskip \begin{multicols*}{2} \footnotesize \begin{center} \begin{tikzpicture}
