Repository: Heegu-sama/Homm3BG
Catalog: translations/ai_rules.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \textit{Example: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} has this priority: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.} \end{itemize}
cs: \textit{Příklad: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} má priority: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.} \end{itemize}
fr: \textit{Exemple: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} a cette priorité: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.} \end{itemize}
pl: \textit{Przykład: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} atakuje kolejno: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.} \end{itemize}

source: \subsection*{AI Hero Turn} \hypertarget{AIrules}{AI Heroes} are used in the Campaigns. They start in their Town, and have 3 MP, always spending them to perform the following Actions in descending priority: \begin{itemize} \item If a player's Hero is on the same Tile as the AI, spend all MP to move towards them in an attempt to start Combat. \item If there are any Mines or Settlements the AI could Flag on the same Tile, move towards the closest one. \item Otherwise, move toward the player's Town. Repeat this sequence until all MPs are used up. AI Heroes take their turn after the player. \end{itemize}
es: \subsection*{Turno del Héroe IA} La \hypertarget{AIrules}{IA} se utiliza en las campañas. Comienzan en su Ciudad y disponen de 3 PM, gastándolos siempre para realizar las siguientes Acciones en prioridad descendente: \begin{itemize} \item Si el Héroe de un jugador está en la misma Baldosa que la IA, gasta todos los PM para moverse hacia él intentando iniciar el Combate. \item Si hay alguna Mina o Asentamiento en la misma Loseta que la IA pueda reclamar, se moverá hacia la más cercana. \item De lo contrario, se mueve hacia la Ciudad del jugador. Repite la secuencia hasta agotar todos los MP. La IA juega después del jugador. \end{itemize}

source: When an AI Hero \textbf{Activates} a Unit, draw an AI Card\index{AI Card} and follow its instructions before the Unit moves and/or attacks. If AI Deck is depleted during Combat, stop drawing from it. The effect of each AI card depends of the game's \hyperlink{Difficulty}{Difficulty}. The Might Card \includesvg[height=10px]{\svgs/might.svg} is attached to the unit until the first respective attack/defence happens. The AI Spell Deck is used whenever a Magic Card \includesvg[height=10px]{\svgs/magic.svg} is drawn. If an AI Hero is instructed to draw a card, they will draw and resolve \textbf{another card} from the AI Deck.
es: Cuando la IA \textbf{Activa} una Unidad, roba una Carta de IA\index{Cartas de IA} y sigue sus instrucciones antes de que la Unidad se mueva y/o ataque. Si el Mazo de la IA se agota durante el combate, deja de utilizarlo. El efecto de cada Carta de la IA depende de la \hyperlink{Difficulty}{Dificultad} del juego. La Carta \includesvg[height=10px]{\svgs/might.svg} se adjunta a la unidad hasta que se produce su primer ataque/defensa. Los Hechizos en la IA se utiliza cuando se roba una Carta \includesvg[height=10px]{\svgs/magic.svg}. Si a la IA se le ordena robar una carta, robará y resolverá \textbf{otra carta}.

source: \hypertarget{AI Units}{These rules} apply during Combat in \textbf{Solo}\index{Solo Mode} and \textbf{Cooperative} Scenarios. When Neutral enemies or AI Heroes activate a unit, they follow a set of automatic instructions:\par
es: \hypertarget{AI Units}{Estas reglas} aplican en Combates en Escenarios \textbf{Solitario}\index{Solitario} y \textbf{Cooperativo}. Cuando los enemigos Neutrales o la IA activan una unidad, siguen unas instrucciones automáticas:\par

source: Enemy Ground \includesvg[height=10px]{\svgs/unit_ground.svg} and Flying \includesvg[height=10px]{\svgs/unit_flying.svg} Units prioritize attacking Units of the \textbf{same} tier. If this is impossible, they attack the Unit of a lower tier (in tier \textbf{descending} order, down to bronze), and if that is also impossible, they attack the Unit of a higher tier (in tier \textbf{ascending} order).\par
es: Enemigos Terrestres \includesvg[height=10px]{\svgs/unit_ground.svg} y Voladores \includesvg[height=10px]{\svgs/unit_flying.svg} dan prioridad a las Unidades del \textbf{mismo} nivel. Si no fuese posible, atacarían la Unidad con nivel menor (en orden de nivel \textbf{descendiente}, hasta bronce), y si esto tampoco fuese posible, atacarían la Unidad con nivel mayor (en orden de nivel \textbf{ascendente}).\par

source: \textit{Example: \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} has this priority: \includesvg[height=10px]{\svgs/golden.svg} - \includesvg[height=10px]{\svgs/silver.svg} - \includesvg[height=10px]{\svgs/bronze.svg} - \includesvg[height=10px]{\svgs/azure.svg}.}
es: \textit{Ejemplo: \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} prioriza: \includesvg[height=10px]{\svgs/golden.svg} - \includesvg[height=10px]{\svgs/silver.svg} - \includesvg[height=10px]{\svgs/bronze.svg} - \includesvg[height=10px]{\svgs/azure.svg}.}

source: Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units prioritize attacking other Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units of the same tier, then lower tier, and finally higher tier, using the same tier order as above. If there are no Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units for them to target, they prioritize Ground \includesvg[height=10px]{\svgs/unit_ground.svg} and Flying \includesvg[height=10px]{\svgs/unit_flying.svg} Units in the same tier order.\par
es: Unidades a Distancia \includesvg[height=10px]{\svgs/unit_ranged.svg} priorizan el ataque a otras Unidades a Distancia \includesvg[height=10px]{\svgs/unit_ranged.svg} del mismo nivel, después de menor nivel y finalmente de mayor nivel, usando el mismo orden anterior. Si no hay Unidades a Distancia \includesvg[height=10px]{\svgs/unit_ranged.svg} a las que atacar, se priorizan Unidades Terrestres \includesvg[height=10px]{\svgs/unit_ground.svg} y Voladores \includesvg[height=10px]{\svgs/unit_flying.svg} en el mismo orden de nivel.\par

source: \textit{Example: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} has this priority: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.}
es: \textit{Ejemplo: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} prioriza: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.}

source: Enemy units cannot \hyperlink{Defend}{Defend} unless instructed to.
es: Las Unidades Enemigas no pueden \hyperlink{Defend}{Defenderse} salvo que se indique.
