Repository: Heegu-sama/Homm3BG
Catalog: translations/ai_rules.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \addsection{AI Rules}{\spells/fortune.png}
cs: \addsection{Pravidla AI}{\spells/fortune.png}
de: \addsection{Bot-Regeln}{\spells/fortune.png}
es: \addsection{Reglas IA}{\spells/fortune.png} \vspace*{\lang_header_adjustment}
fr: \addsection{Règles IA}{\spells/fortune.png}
he: \addsection{\texthebrew{חוקים ל-IA}}{\spells/fortune.png}
pl: \addsection{Zasady AI}{\spells/fortune.png}
ru: \addsection{Правила ИИ}{\spells/fortune.png}

source: \subsection*{AI Hero Turn} \pagetarget{AIrules}{AI Heroes} are used in the Campaigns. They start in their Town, and have 3 MP, always spending them to perform the following Actions in descending priority: \begin{itemize} \item If a player's Hero is on the same Tile as the AI, spend all MP to move towards them in an attempt to start Combat. \item If there are any Mines or Settlements the AI could Flag on the same Tile, move towards the closest one. \item Otherwise, move toward the player's Town. Repeat this sequence until all MPs are used up. AI Heroes take their turn after the player. \end{itemize}
cs: \subsection*{Tah AI Hrdiny} \pagetarget{AIrules}{AI Hrdinové} se používají v Kampaních. Začínají ve svém Městě a mají 3 BP, které vždy utrácejí za provádění následujících Akcí v sestupné prioritě: \begin{itemize} \item Pokud je AI Hrdina na stejném Dílku jako Hrdina hráče, utratí všechny BP, aby se k němu přiblížil a zaútočil. \item Pokud jsou na stejném Dílku Doly nebo Osady, které by AI mohlo Obsadit, přesuňte se k nejbližšímu z nich. \item Jinak se přesuňte směrem k hráčovu Městu. Opakujte tuto sekvenci, dokud nebudou všechny BP spotřebovány. AI Hrdinové provádějí svůj tah po hráči. \end{itemize}
de: \subsection*{Spielzug eines Bot-Helden} \pagetarget{AIrules}{Bot-Helden} werden in den Kampagnen eingesetzt. Sie beginnen in ihrer Stadt und haben 3 BP, die sie immer ausgeben, um die folgenden Aktionen in absteigender Priorität auszuführen: \begin{itemize} \item Befindet sich der Held eines Spielers auf demselben Gebiet wie der Bot, gibt dieser alle BP aus, um sich auf den Helden zuzubewegen und zu versuchen, einen Kampf zu beginnen. \item Wenn sich auf demselben Gebiet Minen oder Siedlungen befinden, die der Bot einnehmen könnte, bewegt er sich zur Nächstgelegenen. \item Andernfalls bewegt er sich auf die Stadt des Spielers zu. Wiederhole diese Abfolge, bis alle BPs aufgebraucht sind. Die Bot-Helden kommen nach dem Spieler an die Reihe. \end{itemize}
fr: \subsection*{Tour du Héros IA} Les \pagetarget{AIrules}{Héros IA} sont utilisés en Mode Campagne. Ils commencent dans leur ville, avec 3 PM, et les dépensent toujours dans les Actions suivantes dans cet ordre de priorité. \begin{itemize} \item Si un joueur est sur la même Tuile, l'IA dépense tous ses PM dans sa direction pour tenter de Combattre. \item S'il y a des Mines ou des Enclaves que l'IA peut revendiquer sur sa Tuile, déplacez-la vers la plus proche. \item Sinon déplacez-la vers la Ville du joueur. Répétez cette séquence jusqu'à utilisation de tous les PM. Les Héros IA jouent leur Tour après le joueur. \end{itemize}
he: \subsection*{תור הגיבור של הIA} \pagetarget{AIrules}{במהלך הקמפיינים} השחקן ישחק נגד גיבורי IA. הם מתחילים בטירה שלהם, יש להם 3 נקודות תנועה, והם תמיד ישתמשו בהם לבצע את הפעולות הבאות בסדר עדיפות יורד: \begin{itemize} \item אם גיבור של השחקן נמצא באותו אריח איתו, הוא ישתמש בכל נקודות התנועה שלו במטרה להתקרב אליו ולהתחיל קרב. \item אם קיימים מכרות או יישובים, שה-IA יכול לכבוש באריח בו הוא נמצא, הוא יילך להכי קרוב. \item אחרת, הוא יילך לכיוון הטירה של השחקן. יש לחזור על הסדר הזה עד שהגיבור משתמש בכל נקודות התנועה שלו. גיבורי ה-IA משחקים אחרי השחקן. \end{itemize}
pl: \subsection*{Tura Bohatera AI} \pagetarget{AIrules}{Bohaterowie AI} występują w Kampaniach. W Trybie Solo zaczynają grę w swoim Mieście, posiadając 3 PR, przeznaczone do następujących działań według schematu: \begin{itemize} \item Jeśli Bohater gracza znajduje się na tym samym Kafelku, co AI, wykorzystaj PR, aby przemieścić się w jego kierunku, w celu rozpoczęcia Walki. \item Jeśli na tym samym Kafelku Mapy znajdują się Kopalnie lub Osady, które można oflagować, przemieść się w kierunku najbliższej z nich i oflaguj ją. \item W pozostalych przypadkach idź w kierunku Miasta gracza. Powtarzaj tę sekwencję, aż wykorzystasz posiadane PR. Bohaterowie AI wykonują swoją turę po graczu. \end{itemize}
ru: \subsection*{Ход героя ИИ} \pagetarget{AIrules}{Герои ИИ} используются в Кампаниях. Они начинают в своём городе и имеют 3 ОП, всегда используя их для выполнения следующих действий в порядке убывания приоритета: \begin{itemize} \item Если герой игрока находится на том же фрагменте карты — использовать все ОП для столкновения с героем и началом сражения. \item Если на фрагменте карты есть шахты или посёлки, которые ИИ может захватить — переместиться к ближайшему. \item Продвигаться в сторону города игрока. \end{itemize} Повторяйте эту последовательность до использования всех ОП. Герои ИИ ходят после хода игрока.

source: AI Heroes always \textbf{automatically win Combat} against any Neutral Units, while simultaneously \textbf{Flagging or Visiting all Fields} they happen to move through. They gain no benefits from any Fields.
cs: AI Hrdinové vždy \textbf{automaticky vyhrají Boj} proti jakýmkoliv Neutrálním Jednotkám a zároveň \textbf{Obsadí nebo Navštíví všechna Pole}, kterými procházejí. Z Polí nezískávají žádné výhody.
de: Bot-Helden \textbf{gewinnen automatisch jeden Kampf} gegen neutrale Einheiten und \textbf{besuchen bzw. nehmen alle Orte ein}, durch die sie sich bewegen. Sie erhalten niemals Belohnungen von Orten.
es: La IA siempre \textbf{gana automáticamente el Combate} contra cualquier Unidad Neutral, a la vez que \textbf{Marca o Visita todas las zonas} por las que pasa. No obtienen beneficios de ningún campo.
fr: Un Héros IA \textbf{gagne automatiquement un Combat} contre les Unités Neutres, tout en \textbf{Revendiquant ou en Explorant toute Case} qu'il traverse. Il ne bénéficie d'aucun bonus, peu importe la Case.
he: גיבורי IA תמיד \textbf{מנצחים אוטומטית קרבות} כנגד יריבים ניטרליים. כמו כן, הם \textbf{כובשים או מבקרים בכל השדות} שהם עוברים דרכם. הם לא מקבלים שום דבר מאף שדה.
pl: Bohaterowie AI \textbf{automatycznie wygrywają Walki} przeciwko wszystkim Jednostkom Neutralnym oraz \textbf{zdobywają lub odwiedzają wszystkie Pola}, przez które przechodzą, nie uzyskując z nich korzyści.
ru: Герои ИИ всегда \textbf{автоматически выигрывают сражения} против любых нейтральных отрядов, одновременно \textbf{захватывая или посещая все поля}, через которые они передвигаются, но не получают бонусов от этих полей.

source: AI Heroes must discover face down Map Tiles as normal by spending 1 MP before moving onto them. The player chooses that Tile's orientation.\par AI Heroes cannot Surrender and you cannot Surrender to them; they will always fight until they run out of Units. Winning Combat against an AI Hero does not grant any rewards unless stated by the Scenario. AI Heroes do not have a Town Board, Resources, or a Hero Card. Their Units are static and defined by the Scenario's setup or other rules.\par Any differences to the above will be described in any given Scenario's own rules. \vfill
de: Bot-Helden müssen verdeckte Gebiete wie üblich entdecken, indem sie 1 BP ausgeben, bevor sie sich auf sie bewegen. Der Spieler wählt die Ausrichtung des Gebiets. Bot-Helden können nicht kapitulieren und du kannst vor ihnen nicht kapitulieren; sie werden immer kämpfen, bis sie keine Einheiten mehr haben. Wenn man einen Kampf gegen einen Bot-Helden gewinnt, erhält man keine Belohnungen, außer dies ist im Szenario angegeben. Bot-Helden haben weder Stadt- noch Heldentableau noch Ressourcen. Ihre Einheiten sind statisch und werden durch den Aufbau des Szenarios oder durch andere Regeln definiert.\par Alle Abweichungen von den oben genannten Regeln werden in den Regeln des jeweiligen Szenarios beschrieben.
he: גיבורי IA חייבים לגלות אריחי מפה הפוכים כרגיל. הם משתמשים בנקודת תנועה אחת לפני שהם זזים אליהם. השחקן בוחר איך לסובב את האריח.\par גיבורי IA אינם נכנעים ולא ניתן להיכנע בפניהם; הם תמיד ילחמו עד היחידה האחרונה. ניצחון בקרב כנגד גיבור IA לא מזכה באף פרס, אלא אם כן צויין אחרת בתרחיש. לגיבורי IA אין לא טירה, לא משאבים ולא כרטיס גיבור. היחידות שלהן קבועות מראש ומוגדרות בהכנה של התרחיש או בחוקים אחרים.\par כל שינוי מהחוקים המתוארים לעיל יצויין במפורש בחוקים של התרחיש הספציפי. \vfill
ru: Герои ИИ исследуют перевернутые фрагменты карты по общим правилам, используя 1 ОП. Игрок выбирает ориентацию такого фрагмента.\par Герои ИИ не могут сдаться, вы также не можете сдаться им; они всегда будут сражаться до последнего отряда. Победа в сражении против героев ИИ не даёт никаких наград, если сценарием не указано иное. Герои ИИ не имеют доски города, ресурсов и доски героя. Их отряды постоянны и определяются сценарием или иными правилами.\par Любые отличия от указанного выше будут описаны в правилах конкретного сценария. \vfill

source: \subsection*{AI Decks}
cs: \subsection*{AI Balíčky}
de: \subsection*{Kartendecks der Bot-Helden}
es: \subsection*{Mazo IA} \vspace{-1em}
fr: \subsection*{Decks IA}
he: \subsection*{החפיסה של ה-IA}
pl: \subsection*{Talie AI}
ru: \subsection*{Колоды ИИ}

source: \draw (0, 0) node {\includegraphics[width=1.3\linewidth]{\cards/ai.png}}; \draw (-0.7, 2.5) node {\encircle{1}}; \draw (1.5, 1.2) node {\encircle{2}}; \draw (-1.5, 0) node {\encircle{3}}; \draw (0.5, 0) node {\encircle{4}}; \draw (-1.5, -1.2) node {\encircle{5}}; \draw (0.5, -1.2) node {\encircle{6}}; \draw (-0.5, -2.5) node {\encircle{7}}; \end{tikzpicture}\\ \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{AI Card}}}} \vspace*{-1em} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Description \item[\textbf{3.}] Easy Modifier \item[\textbf{4.}] Normal Modifier \item[\textbf{5.}] Expert Modifier \item[\textbf{6.}] Impossible\\Modifier \item[\textbf{7.}] Card Type \end{itemize}\vspace*{\fill}
de: \draw (0, 0) node {\includegraphics[width=1.3\linewidth]{translations/assets/de/ai.png}}; \draw (-0.7, 2.5) node {\encircle{1}}; \draw (1.5, 1.2) node {\encircle{2}}; \draw (-1.5, 0) node {\encircle{3}}; \draw (0.5, 0) node {\encircle{4}}; \draw (-1.5, -1.2) node {\encircle{5}}; \draw (0.5, -1.2) node {\encircle{6}}; \draw (-0.5, -2.5) node {\encircle{7}}; \end{tikzpicture}\\ \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Bot-Karte}}}} \vspace*{-1em} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Beschreibung \item[\textbf{3.}] Leicht-Modifikator \item[\textbf{4.}] Normal-Modifikator \item[\textbf{5.}] Expert-Modifikator \item[\textbf{6.}] Unmöglich-\\Modifikator \item[\textbf{7.}] Kartentyp \end{itemize}\vspace*{\fill}
he: \draw (0, 0) node {\includegraphics[width=1.3\linewidth]{\cards/ai.png}}; \draw (-0.7, 2.5) node {\encircle{1}}; \draw (1.5, 1.2) node {\encircle{2}}; \draw (-1.5, 0) node {\encircle{4}}; \draw (0.5, 0) node {\encircle{3}}; \draw (-1.5, -1.2) node {\encircle{6}}; \draw (0.5, -1.2) node {\encircle{5}}; \draw (-0.5, -2.5) node {\encircle{7}}; \end{tikzpicture}\\ \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{קלף IA}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] שם \item[\textbf{2.}] תיאור \item[\textbf{3.}] רמה קלה \item[\textbf{4.}] רמה רגילה \item[\textbf{5.}] רמת מומחה \item[\textbf{6.}] רמת\\בלתי אפשרי \item[\textbf{7.}] סוג הקלף \end{itemize}\vspace*{\fill}
ru: \draw (0, 0) node {\includegraphics[width=1.3\linewidth]{\cards/ai.png}}; \draw (-0.7, 2.5) node {\encircle{1}}; \draw (1.5, 1.2) node {\encircle{2}}; \draw (-1.5, 0) node {\encircle{3}}; \draw (0.5, 0) node {\encircle{4}}; \draw (-1.5, -1.2) node {\encircle{5}}; \draw (0.5, -1.2) node {\encircle{6}}; \draw (-0.5, -2.5) node {\encircle{7}}; \end{tikzpicture}\\ \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Карта ИИ}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Название \item[\textbf{2.}] Описание \item[\textbf{3.}] Сложность «легко» \item[\textbf{4.}] Сложность \\«нормально» \item[\textbf{5.}] Сложность \\«эксперт» \item[\textbf{6.}] Сложность \\«невозможно» \item[\textbf{7.}] Тип карты \end{itemize}\vspace*{\fill}

source: AI Heroes use two Decks during Combat: the \textbf{AI Deck}, and the \textbf{AI Spell Deck}. The AI Deck consists of three types of AI cards: Might \svg{might}, Magic \svg{magic} and Skill \svg{skill}. Each Campaign scenario lists the number and types of Cards to include during setup. Choose these cards \textbf{randomly} when building the Deck. If Skill Cards are included, search for and set aside the Ability Card related to it. Build the \textbf{AI Spell Deck} by separating the indicated Spells from the regular Spell Deck. Shuffle these Decks during setup after building them.
de: Bot-Helden verwenden während des Kampfes zwei Decks: das Bot-Deck und das Bot-Zauberdeck. Das Bot-Deck besteht aus drei Arten von Bot-Karten: Macht \svg{might}, Magie \svg{magic} und Fähigkeiten \svg{skill}. Jedes Kampagnen-Szenario listet die Anzahl und den Typ der Karten auf, aus denen beim Spielaufbau das Bot-Deck gebildet wird. Wähle diese Karten bei der Deckzusammenstellung \textbf{zufällig}. Wenn Bot-Fähigkeitskarten enthalten sind, suche nach den dazugehörigen Fähigkeitskarten und lege sie beiseite. Bilde das \textbf{Bot-Zauberdeck}, indem du die angegebenen Zaubersprüche vom normalen Zauberdeck trennst. Mische diese Decks, nachdem du sie gebildet hast.
he: גיבור ה-IA משתמש בשתי חפיסות אוטומטיות במהלך הקרב: \textbf{חפיסת ה-IA}, ו\textbf{חפיסת הקסמים}. חפיסת ה-IA מרוכבת מ-3 סוגי קלפים: עוצמה \includesvg[height=10px]{\svgs/might.svg}, קסם \includesvg[height=10px]{\svgs/magic.svg} ומומחיות \includesvg[height=10px]{\svgs/skill.svg}. בכל תרחיש קמפיין מצויין מספר הקלפים מכל סוג שירכיבו ביחד את החפיסה. לקלפי עוצמה \includesvg[height=10px]{\svgs/might.svg} ולקלפי מומחיות \includesvg[height=10px]{\svgs/skill.svg} יש שני סוגים. בחרו את הקלפים הללו \textbf{אקראית} כשאתם בונים את החפיסה. אם קלפי מומחיות כלולים בחפיסה, יש לשים בצד את קלפי היכולת המתאימים להם. על מנת לבנות את \textbf{חפיסת הקסמים} של שחקן ה-IA יש להפריד את הקסמים הרלוונטים מהחפיסה הרגילה. ערבבו את חפיסות ה-IA והקסמים במהלך ההכנה של התרחיש, לאחר שהרכבתם אותן.
ru: Герои ИИ используют две колоды в ходе сражения: \textbf{колоду ИИ} и \textbf{колоду заклинаний ИИ}. Колода ИИ собирается из трёх типов карт: силы \svg{might}, магии \svg{magic} и умений \svg{skill}. Сценарий кампании описывает число карт каждого типа в колоде ИИ. Выберите эти карты \textbf{случайным образом} во время сбора колоды при подготовке к игре. Если присутствуют карты умений ИИ, найдите и добавьте соответствующие карты из колоды навыков. Сформируйте \textbf{колоду заклинаний ИИ}, взяв нужные заклинания из колоды заклинаний. Перемешайте колоды после их сбора.

source: When an AI Hero \textbf{Activates} a Unit, draw an AI Card\index{AI Card} and follow its instructions before the Unit moves and/or attacks. If AI Deck is depleted during Combat, stop drawing from it. The effect of each AI card depends on the game's \pagelink{Difficulty}{Difficulty}. The Might Card \svg{might} is attached to the unit until the first respective attack/defense happens. The AI Spell Deck is used whenever a Magic Card \svg{magic} is drawn. If an AI Hero is instructed to draw a card, they will draw and resolve \textbf{another card} from the AI Deck.
de: Wenn ein Bot-Held eine Einheit \textbf{aktiviert}, ziehe eine Bot-Karte\index{Bot-Karte} und handle sie ab, bevor sich die Einheit bewegt und/ oder angreift. Ziehe keine Karten mehr, wenn das Bot-Deck während des Kampfes aufgebraucht ist. Der Effekt jeder Bot-Karte hängt vom \pagelink{Difficulty}{Schwierigkeitsgrad} des Spiels ab. Bot-Machtkarten \svg{might} werden an die Einheit angehängt, bis der/ die erste entsprechende Angriff/ Verteidigung erfolgt ist. Das Bot-Zauberdeck wird verwendet, wenn eine Bot-Zauberkarte \svg{magic} gezogen wird. Darf ein Bot-Held eine Karte ziehen, dann ziehe eine weitere Karte vom Bot-Deck und handle sie ab.
he: כאשר גיבור IA \textbf{מפעיל} יחידה, שלפו קלף IA\index{קלף IA} מהחפיסה ועקבו אחרי ההוראות שבקלף לפני שהיחידה זזה ו/או תוקפת. אם חפיסת ה-IA נגמרת במהלך קרב, הפסיקו לשלוף ממנה קלפים. ההשפעה של כל קלף IA תלויה ברמת \pagelink{Difficulty}{הקושי} של המשחק. קלף העוצמה \includesvg[height=10px]{\svgs/might.svg} יהיה צמוד ליחידה עד להתקפה/ההגנה הבאה שלה. בכל פעם ששחקן ה-IA שולף קלף קסם \includesvg[height=10px]{\svgs/magic.svg} הוא ישתמש בחפיסת הקסמים שלו. אם גיבור IA צריך לשלוף קלף, הוא ישלוף ויפעיל \textbf{קלף נוסף} מחפיסת ה-IA.
ru: При \textbf{активации} отряда ИИ возьмите карту ИИ\index{ИИ, карты} и следуйте её инструкциям перед движением и/или атакой отряда. Если колода ИИ закончилась в ходе сражения, не используйте её. Эффект от каждой карты ИИ зависит от \pagelink{Difficulty}{сложности} игры. Карты силы \svg{might} действуют на отряд до момента соответствующей атаки/защиты. Колода заклинаний ИИ используется, если выпадает карта магии \svg{magic}. Если герой ИИ должен взять карту, он берёт \textbf{следующую карту} из колоды ИИ.

source: \subsection*{Combat against AI}
cs: \subsection*{Boj proti AI}
de: \subsection*{Kämpfe gegen Bots}
es: \subsection*{Combate contra IA} \vspace{-0.5em}
fr: \subsection*{Combat contre l'IA}
he: \subsection*{קרב נגד IA}
pl: \subsection*{Walka z AI}
ru: \subsection*{Сражение против ИИ}

source: \pagetarget{AI Units}{These rules} apply during Combat in \textbf{Solo}\index{Solo Mode} and \textbf{Cooperative} Scenarios. The rules for AI unit placement during setup are described in \pagelink{CombatAISetup}{Combat chapter}.
de: \pagetarget{AI Units}{Diese Regeln} gelten während des Kampfes in \textbf{Solo-}\index{Solomodus} und \textbf{kooperativen} Szenarien. Die Bot-Regeln zur Einheiten-Platzierung vor einem Kampf sind im Kapitel \pagelink{CombatAISetup}{Kampf} beschrieben.
ru: \pagetarget{AI Units}{Данные правила} применяются в сражениях в сценариях \textbf{Одиночного режима}\index{Одиночный режим} и \textbf{Кооператива}. Правила начального расположения отрядов ИИ описаны в разделе про \pagelink{CombatAISetup}{сражения}.

source: When Neutral enemies or AI Heroes activate a unit, they follow a set of automatic instructions:\par
de: Wenn neutrale Feinde oder Bot-Helden eine Einheit aktivieren, folgen sie einer Reihe von automatischen Anweisungen:\par
ru: Когда нейтральный противник или герой ИИ активирует отряд, действуют следующие правила:\par

source: \begin{itemize} \item Enemy Ground \svg{unit_ground} and Flying \svg{unit_flying} Units prioritize attacking Units of the \textbf{same} tier. If this is impossible, they attack the Unit of a lower tier (in tier \textbf{descending} order, down to bronze), and if that is also impossible, they attack the Unit of a higher tier (in tier \textbf{ascending} order).\par
de: \begin{itemize}[leftmargin=15pt] \item Feindliche \svg{unit_ground}- und \svg{unit_flying}-Einheiten priorisieren Angriffe gegen Einheiten \textbf{derselben} Stufe. Ist dies unmöglich, greifen sie Einheiten einer niedrigeren Stufe (\textbf{in absteigender} Rangordnung runter bis Bronze) an, und wenn dies auch nicht möglich ist, greifen sie Einheiten einer höheren Stufe (in \textbf{aufsteigender} Rangordnung) an.\par
he: \begin{itemize} \item יחידות אויב רגליות \includesvg[height=10px]{\svgs/unit_ground.svg} או מעופפות \includesvg[height=10px]{\svgs/unit_flying.svg} תתעדפנה לתקוף יחידות \textbf{באותה} הרמה. אם זה לא מתאפשר, הן תתקופנה יחידות מדרגה נמוכה יותר (בסדר \textbf{יורד}, עד לדרגת נחושת), ואם גם זה בלתי אפשרי, הן תתקופנה יחידות בדרגה גבוהה יותר(בסדר \textbf{עולה}).\par
ru: \begin{itemize} \item Приоритетом атаки вражеских наземных \svg{unit_ground} и летающих \svg{unit_flying} отрядов являются отряды \textbf{того же} уровня. Если это невозможно, они атакуют отряд меньшего уровня (в порядке \textbf{убывания} уровня вплоть до бронзового); если и это невозможно, то атакуют отряд высшего уровня (в порядке \textbf{возрастания} уровня).\par

source: \textit{Example: \svgunit{golden}\svg{unit_ground} has this priority: \svgunit{golden} - \svgunit{silver} - \svgunit{bronze} - \svgunit{azure}.}
de: \textit{Beispiel: \svgunit{golden}\svg{unit_ground} haben diese Prioritäten: \svgunit{golden} - \svgunit{silver} - \svgunit{bronze} - \svgunit{azure}.}
he: \textit{לדוגמה: ל-\includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} יש סדר העדיפות הבא: \includesvg[height=10px]{\svgs/golden.svg} - \includesvg[height=10px]{\svgs/silver.svg} - \includesvg[height=10px]{\svgs/bronze.svg} - \includesvg[height=10px]{\svgs/azure.svg}.}
ru: \textit{Пример: \svgunit{golden}\svg{unit_ground} имеет приоритет: \svgunit{golden} – \svgunit{silver} – \svgunit{bronze} – \svgunit{azure}.}

source: \item Ranged \svg{unit_ranged} Units prioritize attacking other Ranged \svg{unit_ranged} Units of the same tier, then lower tier, and finally higher tier, using the same tier order as above. If there are no Ranged \svg{unit_ranged} Units for them to target, they prioritize Ground \svg{unit_ground} and Flying \svg{unit_flying} Units in the same tier order.\par
de: \item \svg{unit_ranged}-Einheiten priorisieren andere \svg{unit_ranged}-Einheiten derselben Stufe, dann die mit niedrigerer Stufe und zuletzt die mit einer höheren Stufe. Nutze dieselbe Rangordnung wie oben. Wenn es keine \svg{unit_ranged}-Einheiten als Ziel gibt, priorisieren sie \svg{unit_ground}- oder \svg{unit_flying}-Einheiten in derselben Rangordnung.\par
he: \item יחידות קשתים \includesvg[height=10px]{\svgs/unit_ranged.svg} תתעדפנה לתקוף קשתים אחרים \includesvg[height=10px]{\svgs/unit_ranged.svg} באותה הדרגה ואז בדרגה נמוכה יותר ולבסוף בדרגה גבוה יותר, לפי אותו סדר לעיל. אם אין אף יחידת קשתים \includesvg[height=10px]{\svgs/unit_ranged.svg} אותה הם יכולים לתקוף, הם יתקפו יחידות רגלים \includesvg[height=10px]{\svgs/unit_ground.svg} ויחידות מעופפים \includesvg[height=10px]{\svgs/unit_flying.svg} באותו סדר דרגות.\par
ru: \item Стрелковые \svg{unit_ranged} отряды предпочитают атаковать других стрелков \svg{unit_ranged} того же уровня, потом уровнем ниже, далее высшим уровнем, используя очерёдность, описанную выше. Если нет возможности атаковать стрелков \svg{unit_ranged}, они выбирают наземные \svg{unit_ground} и летающие \svg{unit_flying} отряды в том же порядке.\par
