Repository: Heegu-sama/Homm3BG
Catalog: translations/ai_rules.tex/*.po
Languages: cs, de, es, fr, he, pl, ru

source: \textit{Example: \svgunit{silver}\svg{unit_ranged} has this priority: \svgunit{silver}\svg{unit_ranged} - \svgunit{bronze}\svg{unit_ranged} - \svgunit{golden}\svg{unit_ranged} - \svgunit{azure}\svg{unit_ranged} - \svgunit{silver}\svg{unit_ground}\svg{unit_flying} - \svgunit{bronze}\svg{unit_ground}\svg{unit_flying} - \svgunit{golden}\svg{unit_ground}\svg{unit_flying} - \svgunit{azure}\svg{unit_ground}\svg{unit_flying}.} \end{itemize}
de: \textit{Beispiel: \svgunit{silver}\svg{unit_ranged} haben diese Prioritäten: \svgunit{silver}\svg{unit_ranged} - \svgunit{bronze}\svg{unit_ranged} - \svgunit{golden}\svg{unit_ranged} - \svgunit{azure}\svg{unit_ranged} - \svgunit{silver}\svg{unit_ground}\svg{unit_flying} - \svgunit{bronze}\svg{unit_ground}\svg{unit_flying} - \svgunit{golden}\svg{unit_ground}\svg{unit_flying} - \svgunit{azure}\svg{unit_ground}\svg{unit_flying}.} \end{itemize}
he: \textit{לדוגמה: ל-\includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} יש סדר העדיפות הבא: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.} \end{itemize}
ru: \textit{Пример: \svgunit{silver}\svg{unit_ranged} имеют приоритет: \svgunit{silver}\svg{unit_ranged} – \svgunit{bronze}\svg{unit_ranged} – \svgunit{golden}\svg{unit_ranged} – \svgunit{azure}\svg{unit_ranged} – \svgunit{silver}\svg{unit_ground}\svg{unit_flying} – \svgunit{bronze}\svg{unit_ground}\svg{unit_flying} – \svgunit{golden}\svg{unit_ground}\svg{unit_flying} – \svgunit{azure}\svg{unit_ground}\svg{unit_flying}.} \end{itemize}

source: In both cases, if there's more than one valid target, they attack the closest one. If there's ever a tie between equally valid targets, the player chooses which Unit is attacked.\par
cs: V obou případech, pokud existuje více než jeden platný cíl, útočí na nejbližší. Pokud je kdykoliv shoda mezi platnými cíli, hráč si vybere, která Jednotka bude napadena.\par
de: In beiden Fällen gilt: Gibt es mehrere gültige Ziele, greifen sie das Nächstliegende an. Gibt es immer noch mehrere gültige Ziele, wählt der Spieler, welche Einheit angegriffen wird.\par
es: En ambos casos, si hay más de un objetivo válido, se atacaría al más cercano. Si hay empate entre objetivos válidos, el jugador elige qué Unidad es atacada.\par
fr: Dans les deux cas, si il y a plus d'une cible valide, ils attaquent la plus proche. En cas d'égalité entre cibles valides, le Joueur choisit quelle Unité est attaquée.\par
he: בשני ההמקרים, אם קיימת יותר ממטרה אחת אותה ניתן לתקוף, היחידה תתקוף את הקרובה יותר. אם שתי המטרות קרובות באותה המידה, השחקן בוחר איזו מטרה תותקף.\par
pl: Jeśli jest więcej niż jeden możliwy cel, atakują najbliższy. \par Jeśli wystąpi remis pomiędzy celami ataku dla jakichkolwiek Jednostek, Gracz wybiera, która Jednostka jest atakowana.
ru: В обоих случаях, если имеется несколько равнозначных целей, атакуется ближайшая. Если и в данном случае условия равны, то игрок выбирает отряд, который подвергнется атаке.\par

source: Enemy units cannot \pagelink{Defend}{Defend} unless instructed to.
cs: Nepřátelské Jednotky se nesmí \pagelink{Defend}{Bránit} pokud k tomu nemají instrukce.
de: Wenn nicht explizit aufgefordert, können feindliche Einheiten nicht \pagelink{Defend}{verteidigen}.
fr: Les unités ennemies ne peuvent pas \pagelink{Defend}{Défendre} à moins d’en recevoir l’instruction.
he: יחידות אויב אינן יכולות \pagelink{Defend}{להגן} אלא אם כן הן קיבלו הוראה מיוחדת לכך.
pl: Wrogie Jednostki nie mogą \pagelink{Defend}{się bronić}, chyba że otrzymają takie polecenie. \vfill
ru: Вражеские отряды не могут \pagelink{Defend}{защищаться}, если не указано иное.

source: AI Heroes must discover face down Map Tiles as normal by spending 1 MP before moving onto them. The player chooses that Tile's orientation.\par AI Heroes cannot Surrender and you cannot Surrender to them; they will always fight until they run out of Units. Winning Combat against an AI Hero does not grant any rewards unless stated by the Scenario. AI Heroes do not have a Town Board, Resources, or a Hero Card. Their Units are static and defined by the Scenario's setup or other rules.\par Any differences to the above will be described in any given Scenario's own rules.
cs: AI Hrdinové musí Objevovat skryté Dílky Mapy jako obvykle utracením 1 BP předtím, než na ně vstoupí. Hráč vybírá orientaci tohoto Dílku.\par AI Hrdinové nemohou Kapitulovat a vy nemůžete Kapitulovat jim; vždy budou bojovat, dokud jim nedojdou Jednotky. Vítězství v Boji proti AI Hrdinovi neposkytuje žádné odměny, pokud to není uvedeno ve Scénáři. AI Hrdinové nemají Desku Města, Suroviny ani Kartu Hrdiny. Jejich Jednotky jsou statické a definované nastavením Scénáře nebo jinými pravidly.\par Jakékoliv rozdíly oproti výše uvedenému budou popsány ve vlastních pravidlech daného Scénáře.
es: La IA deben descubrir las Baldosas de Mapa boca abajo de forma normal gastando 1 PM antes de moverse sobre ellas. El jugador elige la orientación de esa Loseta.\par La IA no pueden Rendirse y tú no puedes Rendirte ante ellos; siempre lucharán hasta quedarse sin Unidades. Ganar un Combate contra la IA no otorga recompensa a menos que lo indique el Escenario. La IA no tiene Tablero de Ciudad, Recursos o Carta de Héroe. Sus Unidades son estáticas y están definidas por el Escenario u otras reglas.\par Cualquier variante se describirá en las reglas propias de cada escenario.
fr: Le Héros IA doit révéler une Tuile face cachée en dépensant 1 PM avant de s'y déplacer. Le joueur choisit l'orientation de la Tuile.\par L'IA ne peut pas se Rendre et vous ne pouvez pas vous Rendre face à l'IA ; l'IA combat toujours jusqu'à ne plus avoir d'Unité. Gagner un Combat contre l'IA ne donne aucune récompense sauf indication du Scénario. L'IA n'a pas de Plateau de Ville, de Fiche de Héros ou de Ressources. Ses Unités sont définies par la mise en place du Scénario ou d'autres règles et ne changent pas.\par Toute différence avec ces règles seront décrites dans les règles spécifiques du Scénario.
pl: Bohaterowie AI muszą odkrywać Kafelki Mapy w sposób standardowy, wykorzystując 1 PR, nim się na niego przemieszczą. Gracz wybiera ułożenie Kafelka.\par Bohaterowie AI nie mogą się poddać graczowi, ani gracz nie może się im poddać. Bohater AI walczy aż do utraty swoich Jednostek. Wygranie walki z Bohaterem AI nie daje korzyści, chyba że Scenariusz określa inaczej. Bohaterowie AI nie mają Planszy Miasta, Zasobów ani Planszetki Bohatera. Ich Jednostki są stałe i określone w Scenariuszu lub w innych zasadach.\par Odstępstwa od powyższych reguł opisano w danym Scenariuszu.

source: \vfill
pl: \empty

source: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{\cards/ai.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{AI Card}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Description \item[\textbf{3.}] Easy Modifier \item[\textbf{4.}] Normal Modifier \item[\textbf{5.}] Expert Modifier \item[\textbf{6.}] Impossible\\Modifier \item[\textbf{7.}] Card Type \end{itemize}\vspace*{\fill}
cs: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{\cards/ai.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Karta AI}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Jméno \item[\textbf{2.}] Popis \item[\textbf{3.}] Lehký Modifikátor \item[\textbf{4.}] Normální Modifikátor \item[\textbf{5.}] Těžký Modifikátor \item[\textbf{6.}] Nemožný\\Modifikátor \item[\textbf{7.}] Typ Karty \end{itemize}\vspace*{\fill}
es: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{\cards/ai.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Carta IA}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Nombre \item[\textbf{2.}] Descripción \item[\textbf{3.}] Modificador Fácil \item[\textbf{4.}] Modificador Normal \item[\textbf{5.}] Modificador\\Experto \item[\textbf{6.}] Modificador\\Imposible \item[\textbf{7.}] Tipo de Carta \end{itemize}\vspace*{\fill}
fr: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{translations/assets/fr/cards/ai_fr.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Carte IA}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Nom \item[\textbf{2.}] Effet \item[\textbf{3.}] Modificateur\\Facile \item[\textbf{4.}] Modificateur\\Normal \item[\textbf{5.}] Modificateur\\Difficile \item[\textbf{6.}] Modificateur\\Impossible \item[\textbf{7.}] Type de Carte \end{itemize}\vspace*{\fill}
pl: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{translations/assets/pl/ai.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Karta AI}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Nazwa \item[\textbf{2.}] Instrukcja \item[\textbf{3.}] Poziom Trudności: Łatwy \item[\textbf{4.}] Poziom Trudności: Normalny \item[\textbf{5.}] Poziom Trudności: Trudny \item[\textbf{6.}] Poziom Trudności: Niemożliwy \item[\textbf{7.}] Typ Karty \end{itemize}\vspace*{\fill}

source: AI Heroes use two automated Decks during Combat: the \textbf{AI Deck}, and the \textbf{Spell Deck}. The AI Deck is built using three types of AI cards: Might \includesvg[height=10px]{\svgs/might.svg}, Magic \includesvg[height=10px]{\svgs/magic.svg} and Skill \includesvg[height=10px]{\svgs/skill.svg}. Each Campaign scenario lists the number of each type of Card included in the AI Deck. Might \includesvg[height=10px]{\svgs/might.svg} and Skill \includesvg[height=10px]{\svgs/skill.svg} Cards have two variations. Choose these cards \textbf{randomly} when building the Deck. If Skill Cards are included, search for and set aside the Ability Card related to it. Build the AI's \textbf{Spell Deck} by separating the indicated Spells from the regular Spell Deck. Shuffle the AI and Spell Decks during setup after building them.
cs: AI Hrdinové používají během Boje dva Balíčky: \textbf{AI Balíček} a \textbf{Balíček Kouzel}. AI Balíček je sestaven ze tří typů AI karet: Síla \includesvg[height=10px]{\svgs/might.svg}, Magie \includesvg[height=10px]{\svgs/magic.svg} a Schopnost \includesvg[height=10px]{\svgs/skill.svg}. Scénář vždy uvádí kolik kterých karet má být v AI Balíčku. Karty Síla \includesvg[height=10px]{\svgs/might.svg} a Schopnost \includesvg[height=10px]{\svgs/skill.svg} mají dvě varianty. Při sestavování Balíčku vybírejte tyto karty \textbf{náhodně}. Pokud jsou zahrnuty Karty Schopnosti, vyhledejte a odložte odpovídající Kartu Dovednosti. Sestavte AI \textbf{Balíček Kouzel} oddělením uvedených Kouzel od běžného Balíčku Kouzel. Přípravené AI Balíčky zamíchejte.
es: La IA usa dos Mazos automáticamente durante el Combate: el \textbf{Mazo IA} y el \textbf{Mazo de Hechizos}. El mazo de la IA se construye con tres tipos de cartas: Fuerza \includesvg[height=10px]{\svgs/might.svg}, Magia \includesvg[height=10px]{\svgs/magic.svg} y Habilidad \includesvg[height=10px]{\svgs/skill.svg}. Cada escenario de Campaña indica el número de cada tipo de Cartas del Mazo de la IA. Fuerza \includesvg[height=10px]{\svgs/might.svg} y Habilidad \includesvg[height=10px]{\svgs/skill.svg} tienen dos variaciones. Escoge tres cartas \textbf{aleatorias} cuando construyas el Mazo. Si se incluyen Cartas de Habilidad, busca y aparta la Carta de Habilidad indicada. Crea el \textbf{Mazo de Hechizos} de la IA separando los Hechizos indicados del Mazo normal. Baraja los dos mazos durante la configuración después de construirlos.
fr: Les Héros IA utilisent deux Decks durant le Combat : le \textbf{Deck IA} et le \textbf{Deck de Sort}. Le Deck IA est construit avec trois types de cartes IA : Guerrier \includesvg[height=10px]{\svgs/might.svg}, Magie \includesvg[height=10px]{\svgs/magic.svg} et Capacité \includesvg[height=10px]{\svgs/skill.svg}. Chaque Scénario de Campagne liste le nombre de chaque type de cartes incluses dans le Deck IA. Les Cartes Guerrier \includesvg[height=10px]{\svgs/might.svg} et Capacité \includesvg[height=10px]{\svgs/skill.svg} ont deux variantes. Choisissez ces cartes \textbf{aléatoirement} lors de la construction du Deck. Si une Carte Capacité est incluse, mettez de côté la Carte de Compétence correspondante. Créez le \textbf{Deck de Sort} IA en séparant les Sorts indiqués de la Pile de Sort classique. Mélangez séparément les Decks IA et Sort IA après leur création.
pl: Bohaterowie AI używają dwóch Talii Kart w Walce: \textbf{AI} oraz \textbf{Magii}. Talia AI jest tworzona z trzech rodzajów Kart AI: Mocy \includesvg[height=10px]{\svgs/might.svg}, Magii \includesvg[height=10px]{\svgs/magic.svg} i Umiejętności \includesvg[height=10px]{\svgs/skill.svg}. Każdy Scenariusz Kampanii podaje liczbę każdego rodzaju Kart wchodzących w skład Talii AI. Karty Mocy \includesvg[height=10px]{\svgs/might.svg} i Umiejętności \includesvg[height=10px]{\svgs/skill.svg} mają dwa warianty. Wybierz te karty \textbf{losowo} podczas budowania Talii. Jeśli do Talii dołączone są Karty Umiejętności, wyszukaj odpowiadające im Karty Zdolności i odłóż je na bok. Stwórz \textbf{Talię Magii} AI, oddzielając wskazane Zaklęcia od zwykłej Talii Magii. Potasuj obie Talie AI podczas przygotowania gry.

source: When an AI Hero \textbf{Activates} a Unit, draw an AI Card\index{AI Card} and follow its instructions before the Unit moves and/or attacks. If AI Deck is depleted during Combat, stop drawing from it. The effect of each AI card depends of the game's \pagelink{Difficulty}{Difficulty}. The Might Card \includesvg[height=10px]{\svgs/might.svg} is attached to the unit until the first respective attack/defence happens. The AI Spell Deck is used whenever a Magic Card \includesvg[height=10px]{\svgs/magic.svg} is drawn. If an AI Hero is instructed to draw a card, they will draw and resolve \textbf{another card} from the AI Deck.
cs: Když AI Hrdina \textbf{Aktivuje} Jednotku, doberte si AI Kartu\index{AI Karta} a vyhodnoťe ji, než se Jednotka pohne a/nebo zaútočí. Pokud je AI Balíček během Boje vyčerpán, neděláte žádnou akci. Efekt každé AI karty závisí na \pagelink{Difficulty}{Obtížnosti} hry. Karta Síly \includesvg[height=10px]{\svgs/might.svg} je připojena k jednotce, dokud nenastane první útok/obrana. AI Balíček Kouzel se používá vždy, když je dobrána Karta Magie \includesvg[height=10px]{\svgs/magic.svg}. Pokud je AI Hrdinovi přikázáno, aby dobral kartu, učiní tak a vyřeší \textbf{další kartu} z AI Balíčku.
fr: Quand le Héros IA \textbf{Active} une Unité, piochez une Carte IA\index{Carte IA} et suivez les instructions avant de déplacer l'Unité et/ou d'Attaquer. Si le Deck IA se vide lors du Combat, ne piochez plus de celui-ci. Les effets des cartes IA dépendent de la \pagelink{Difficulty}{Difficulté} de la partie. Les Cartes Guerrier \includesvg[height=10px]{\svgs/might.svg} sont associées à l'Unité jusqu'à la première Attaque/Défense. Le Deck de Sort IA est utilisé à chaque pioche d'une Carte Magie \includesvg[height=10px]{\svgs/magic.svg}. Si le Héros IA doit piocher une Carte, il devra piocher et résoudre une \textbf{autre Carte} du Deck IA.
pl: Kiedy Bohater AI \textbf{Aktywuje} Jednostkę, dobierz Kartę AI \index{Karta AI} i rozpatrz ją przed atakiem i/lub ruchem Jednostki. Jeżeli Talia AI wyczerpie się podczas Walki, nie dobieraj z niej Kart. Efekt Kart AI wynika z \pagelink{Difficulty}{Poziomu Trudności} gry. Karta Mocy \includesvg[height=10px]{\svgs/might.svg} zostaje przy Jednostce do momentu pierwszego ataku/obrony. Talii Zaklęć AI używa się zawsze, gdy dobierana jest Karta Magii \includesvg[height=10px]{\svgs/magic.svg} z Talii AI. Jeśli Bohater AI powinien dobrać Kartę, dobierz i rozpatrz \textbf{kolejną Kartę} z Talii AI.

source: \pagetarget{AI Units}{These rules} apply during Combat in \textbf{Solo}\index{Solo Mode} and \textbf{Cooperative} Scenarios. When Neutral enemies or AI Heroes activate a unit, they follow a set of automatic instructions:\par
cs: \pagetarget{AI Units}{Tato pravidla} platí během Boje ve \textbf{Hře jednoho hráče}\index{Hra jednoho hráče} a v \textbf{Kooperativních} Scénářích. Když Neutrální nepřátelé nebo AI Hrdinové aktivují jednotku, řídí se souborem automatických pokynů:\par
fr: \pagetarget{AI Units}{Ces règles} s'appliquent durant un Combat en Scénario \textbf{Solo}\index{Mode Solo} et \textbf{Coopératif}. Quand un ennemi Neutre ou un Héros IA active une unité, il suit une série d'instructions automatiques.\par
pl: \pagetarget{AI Units}{Niniejsze zasady} obowiązują podczas Walki w trybach \textbf{Solo}\index{Tryb Solo} oraz \textbf{Kooperacyjnym}. Gdy Neutralni wrogowie lub Bohaterowie AI aktywują Jednostkę, wykonują polecenia:\par

source: \begin{itemize} \item Enemy Ground \includesvg[height=10px]{\svgs/unit_ground.svg} and Flying \includesvg[height=10px]{\svgs/unit_flying.svg} Units prioritize attacking Units of the \textbf{same} tier. If this is impossible, they attack the Unit of a lower tier (in tier \textbf{descending} order, down to bronze), and if that is also impossible, they attack the Unit of a higher tier (in tier \textbf{ascending} order).\par
cs: \begin{itemize} \item Pozemní \includesvg[height=10px]{\svgs/unit_ground.svg} a Létající \includesvg[height=10px]{\svgs/unit_flying.svg} Jednotky nepřátel upřednostňují útok na Jednotky \textbf{stejné} úrovně. Pokud to není možné, útočí na Jednotku nižší úrovně (v sestupném pořadí úrovní, až po bronzovou), a pokud to také není možné, útočí na Jednotku vyšší úrovně (ve \textbf{vzestupném}qq pořadí úrovní).\par
fr: \begin{itemize} \item Les Unités ennemies au Sol \includesvg[height=10px]{\svgs/unit_ground.svg} et Volantes \includesvg[height=10px]{\svgs/unit_flying.svg} attaquent en priorité une Unité de même rang. Si c'est impossible, ils attaquent l'Unité de rang plus faible (en ordre \textbf{décroissant}, jusqu'à bronze), si impossible aussi, ils attaquent l'Unité de plus haut rang (en ordre \textbf{croissant}).\par
pl: \begin{itemize} \item Wrogie Jednostki Naziemne \includesvg[height=10px]{\svgs/unit_ground.svg} oraz Latające \includesvg[height=10px]{\svgs/unit_flying.svg} atakują w pierwszej kolejności Jednostki \textbf{tego samego} poziomu. Jeśli jest to niemożliwe, atakują Jednostkę niższego poziomu (w \textbf{malejącej} kolejności aż do brązowego), a jeśli i to jest niemożliwe, Jednostkę wyższego poziomu (w \textbf{rosnącej} kolejności poziomów).\par

source: \textit{Example: \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} has this priority: \includesvg[height=10px]{\svgs/golden.svg} - \includesvg[height=10px]{\svgs/silver.svg} - \includesvg[height=10px]{\svgs/bronze.svg} - \includesvg[height=10px]{\svgs/azure.svg}.}
cs: \textit{Příklad: \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} má priority: \includesvg[height=10px]{\svgs/golden.svg} - \includesvg[height=10px]{\svgs/silver.svg} - \includesvg[height=10px]{\svgs/bronze.svg} - \includesvg[height=10px]{\svgs/azure.svg}.}
fr: \textit{Exemple: \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} a cette priorité : - \includesvg[height=10px]{\svgs/golden.svg} - \includesvg[height=10px]{\svgs/silver.svg} - \includesvg[height=10px]{\svgs/bronze.svg} - \includesvg[height=10px]{\svgs/azure.svg}.}
pl: \textit{Przykład: \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} atakuje kolejno: \includesvg[height=10px]{\svgs/golden.svg} - \includesvg[height=10px]{\svgs/silver.svg} - \includesvg[height=10px]{\svgs/bronze.svg} - \includesvg[height=10px]{\svgs/azure.svg}.}

source: \item Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units prioritize attacking other Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units of the same tier, then lower tier, and finally higher tier, using the same tier order as above. If there are no Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units for them to target, they prioritize Ground \includesvg[height=10px]{\svgs/unit_ground.svg} and Flying \includesvg[height=10px]{\svgs/unit_flying.svg} Units in the same tier order.\par
cs: \item Střelecké \includesvg[height=10px]{\svgs/unit_ranged.svg} Jednotky upřednostňují útok na jiné Střelecké \includesvg[height=10px]{\svgs/unit_ranged.svg} Jednotky stejné úrovně, poté nižší úrovně, a nakonec vyšší úrovně, ve stejném pořadí úrovní jako výše. Pokud nejsou k dispozici žádné Střelecké \includesvg[height=10px]{\svgs/unit_ranged.svg} Jednotky, na které by mohly útočit, upřednostňují Pozemní \includesvg[height=10px]{\svgs/unit_ground.svg} a Létající \includesvg[height=10px]{\svgs/unit_flying.svg} Jednotky ve stejném pořadí úrovní.\par
fr: \item Les Unités à Distance \includesvg[height=10px]{\svgs/unit_ranged.svg} attaquent en priorité les autres Unités à Distance \includesvg[height=10px]{\svgs/unit_ranged.svg} de même Rang, puis de Rang plus faible, et ensuite de Rang plus fort, comme plus haut. S'il n'y a pas d'Unité à Distance \includesvg[height=10px]{\svgs/unit_ranged.svg} à cibler, la priorité devient les Unités au Sol \includesvg[height=10px]{\svgs/unit_ground.svg} et Volantes \includesvg[height=10px]{\svgs/unit_flying.svg} avec la même priorité de Rang.\par
pl: \item Jednostki Strzelające \includesvg[height=10px]{\svgs/unit_ranged.svg} atakują najpierw inne Jednostki Strzelające \includesvg[height=10px]{\svgs/unit_ranged.svg} tego samego poziomu, potem niższego poziomu, a na końcu wyższego w takiej samej kolejności jak napisano powyżej. Jeśli nie ma Jednostek Strzelających, które mogłyby być celem Ataku, najpierw atakują Jednostki Naziemne \includesvg[height=10px]{\svgs/unit_ground.svg} oraz Latające \includesvg[height=10px]{\svgs/unit_flying.svg} w tej samej kolejności poziomów.\par
