Repository: Heegu-sama/Homm3BG
Catalog: translations/ai_rules.tex/ua.po
Languages: ua

source: \addsection{AI Rules}{\spells/fortune.png}
ua: \addsection{Правила ШІ}{\spells/fortune.png}

source: \subsection*{AI Hero Turn} \hypertarget{AIrules}{AI Heroes} are used in the Campaigns. They start in their Town, and have 3 MP, always spending them to perform the following Actions in descending priority: \begin{itemize} \item If a player's Hero is on the same Tile as the AI, spend all MP to move towards them in an attempt to start Combat. \item If there are any Mines or Settlements the AI could Flag on the same Tile, move towards the closest one. \item Otherwise, move toward the player's Town. Repeat this sequence until all MPs are used up. AI Heroes take their turn after the player. \end{itemize}
ua: \subsection*{Хід Героя ШІ} \hypertarget{AIrules}{Герої ШІ} використовуються в Кампаніях. Вони починають в своєму Місті, мають 3 ОП, які витрачають на виконання наступних Дій згідно зі схемою: \begin{itemize} \item Якщо Герой гравця знаходиться на одній Плитці з ШІ, витратьте всі ОП на переміщення до нього щоб почати Бій. \item Якщо на цій Плитці є Шахти або Поселення, які ШІ може захопити, рухайтеся до найближчого з них. \item В іншому випадку рухайтесь в сторону Міста Гравця. Повторюйте цю послідовність, доки не вичерпаєте всі ОП. Герої ШІ роблять свій хід після гравця. \end{itemize}

source: AI Heroes always \textbf{automatically win Combat} against any Neutral Units, while simultaneously \textbf{Flagging or Visiting all Fields} they happen to move through. They gain no benefits from any Fields.
ua: Герої ШІ завжди \textbf{автоматично перемагають в Бою} проти Нейтральних Підрозділів, і \textbf{Захоплюють або Відвідують всі Поля} через які вони проходять. Вони не отримують жодної вигоди з цих Полів.

source: AI Heroes must discover face down Map Tiles as normal by spending 1 MP before moving onto them. The player chooses that Tile's orientation.\par AI Heroes cannot Surrender and you cannot Surrender to them; they will always fight until they run out of Units. Winning Combat against an AI Hero does not grant any rewards unless stated by the Scenario. AI Heroes do not have a Town Board, Resources, or a Hero Card. Their Units are static and defined by the Scenario's setup or other rules.\par Any differences to the above will be described in any given Scenario's own rules.
ua: Герої ШІ відкривають Плитки Мапи як зазвичай, витративши 1 ОП перед тим, як переміститися на них. Гравець обирає орієнтацію Плитки.\par Герої ШІ не Здаються, і ви не можете Здатися їм; Герой ШІ б'ється, доки не втратить всі Підрозділи. Перемога в Бою проти Героя ШІ не дає жодних нагород, якщо це не зазначено в Сценарії. Герої ШІ не мають Планшету Міста, Ресурсів або Картки Героя. Їхні Підрозділи фіксовані і визначені в Сценарії або іншими правилами.\par Будь-які відмінності будуть описані в умовах конкретного Сценарію.

source: \subsection*{AI Decks}
ua: \subsection*{Колоди ШІ}

source: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{\cards/ai.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{AI Card}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Name \item[\textbf{2.}] Description \item[\textbf{3.}] Easy Modifier \item[\textbf{4.}] Normal Modifier \item[\textbf{5.}] Expert Modifier \item[\textbf{6.}] Impossible\\Modifier \item[\textbf{7.}] Card Type \end{itemize}\vspace*{\fill}
ua: \begin{multicols*}{2} \begin{center} \vspace*{-1.5em}\includegraphics[width=1.3\linewidth]{\cards/ai.png} \phantom{\ldots\ldots}\footnotesize{\textbf{\textit{\textcolor{darkcandyapplered}{Карта ШІ}}}} \end{center} \vspace*{\fill} \columnbreak \scriptsize \begin{itemize}[itemsep=0pt] \item[\textbf{1.}] Назва \item[\textbf{2.}] Описання \item[\textbf{3.}] Рівень складності: Легкий \item[\textbf{4.}] Рівень складності: Середній \item[\textbf{5.}] Рівень складності: Складний \item[\textbf{6.}] Рівень складності: Неможливо \item[\textbf{7.}] Тип Карти \end{itemize}\vspace*{\fill}

source: AI Heroes use two automated Decks during Combat: the \textbf{AI Deck}, and the \textbf{Spell Deck}. The AI Deck is built using three types of AI cards: Might \includesvg[height=10px]{\svgs/might.svg}, Magic \includesvg[height=10px]{\svgs/magic.svg} and Skill \includesvg[height=10px]{\svgs/skill.svg}. Each Campaign scenario lists the number of each type of Card included in the AI Deck. Might \includesvg[height=10px]{\svgs/might.svg} and Skill \includesvg[height=10px]{\svgs/skill.svg} Cards have two variations. Choose these cards \textbf{randomly} when building the Deck. If Skill Cards are included, search for and set aside the Ability Card related to it. Build the AI's \textbf{Spell Deck} by separating the indicated Spells from the regular Spell Deck. Shuffle the AI and Spell Decks during setup after building them.
ua: Під час Бою Герої ШІ використовують дві колоди: \textbf{Колоду ШІ}, та \textbf{Колоду Заклинань}. Колода ШІ складається з трьох видів Карт ШІ: Меч \includesvg[height=10px]{\svgs/might.svg}, Магія \includesvg[height=10px]{\svgs/magic.svg} та Здібності \includesvg[height=10px]{\svgs/skill.svg}. У кожному Сценарії Кампанії вказано кількість Карт кожного типу, що входять до Колоди ШІ. Карти Меча \includesvg[height=10px]{\svgs/might.svg} та Здібності \includesvg[height=10px]{\svgs/skill.svg} мають по два варіанти. Вибирайте ці Карти \textbf{випадковим чином} під час приготування Колоди. Якщо в Колоді є Карти Здібностей, знайдіть і відкладіть відповідні Карти Здібностей. Створіть \textbf{Колоду Заклинань} ШІ відокремивши вказані Заклинання від загальної Колоди Заклинань.

source: When an AI Hero \textbf{Activates} a Unit, draw an AI Card\index{AI Card} and follow its instructions before the Unit moves and/or attacks. If AI Deck is depleted during Combat, stop drawing from it. The effect of each AI card depends of the game's \hyperlink{Difficulty}{Difficulty}. The Might Card \includesvg[height=10px]{\svgs/might.svg} is attached to the unit until the first respective attack/defence happens. The AI Spell Deck is used whenever a Magic Card \includesvg[height=10px]{\svgs/magic.svg} is drawn. If an AI Hero is instructed to draw a card, they will draw and resolve \textbf{another card} from the AI Deck.
ua: Коли Герой ШІ \textbf{Активує} Підрозділ, візьміть Карту ШІ\index{Карта ШІ} і дотримуйтесь її інструкцій перед тим, як Підрозділ зробить хід або атаку. Якщо колода ШІ закінчується під час Бою, не беріть з неї Карти. Ефект кожної Карти ШІ залежить від \hyperlink{Difficulty}{Складності Гри}. Карта Меча \includesvg[height=10px]{\svgs/might.svg} прикріплюється до Підрозділу, до першої атаки/захисту. Колода Заклинань ШІ використовується, коли з Колоди ШІ береться Карта Магії \includesvg[height=10px]{\svgs/magic.svg}. Якщо Герою ШІ вказано взяти карту, він бере і розігрує \textbf{ще одну Карту} з Колоди ШІ.

source: \subsection*{Combat against AI}
ua: \subsection*{Бій проти ШІ}

source: Enemy Ground \includesvg[height=10px]{\svgs/unit_ground.svg} and Flying \includesvg[height=10px]{\svgs/unit_flying.svg} Units prioritize attacking Units of the \textbf{same} tier. If this is impossible, they attack the Unit of a lower tier (in tier \textbf{descending} order, down to bronze), and if that is also impossible, they attack the Unit of a higher tier (in tier \textbf{ascending} order).\par
ua: Наземні \includesvg[height=10px]{\svgs/unit_ground.svg} та Літаючі \includesvg[height=10px]{\svgs/unit_flying.svg} Підрозділи ШІ пріоритетно атакують Підрозділи \textbf{того ж} рівня. Якщо це неможливо, вони атакують Підрозділ нижчого рівня (в порядку \textbf{зменшення} рівня), якщо це також неможливо, вони атакують Підрозділ вищого рівня(в порядку \textbf{зростання} рівня).\par

source: \textit{Example: \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} has this priority: \includesvg[height=10px]{\svgs/golden.svg} - \includesvg[height=10px]{\svgs/silver.svg} - \includesvg[height=10px]{\svgs/bronze.svg} - \includesvg[height=10px]{\svgs/azure.svg}.}
ua: \textit{Приклад: \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg} має пріоритет: \includesvg[height=10px]{\svgs/golden.svg} \includesvg[height=10px]{\svgs/silver.svg} \includesvg[height=10px]{\svgs/bronze.svg} \includesvg[height=10px]{\svgs/azure.svg}.}

source: Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units prioritize attacking other Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units of the same tier, then lower tier, and finally higher tier, using the same tier order as above. If there are no Ranged \includesvg[height=10px]{\svgs/unit_ranged.svg} Units for them to target, they prioritize Ground \includesvg[height=10px]{\svgs/unit_ground.svg} and Flying \includesvg[height=10px]{\svgs/unit_flying.svg} Units in the same tier order.\par
ua: Стрілецькі \includesvg[height=10px]{\svgs/unit_ranged.svg} Підрозділи пріоритетно атакують інші Стрілецькі \includesvg[height=10px]{\svgs/unit_ranged.svg} Підрозділи того ж рівня, потім нижчого рівня, і, нарешті, вищого рівня, з тим самим порядком рівня, що і вище. Якщо немає Стрілецьких \includesvg[height=10px]{\svgs/unit_ranged.svg} Підрозділів для атаки, пріоритет віддається Наземним \includesvg[height=10px]{\svgs/unit_ground.svg} та Літаючим \includesvg[height=10px]{\svgs/unit_flying.svg} Підрозділам (в тому самому порядку рівня).\par

source: \textit{Example: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} has this priority: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.}
ua: \textit{Приклад: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} має пріоритет: \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ranged.svg} - \includesvg[height=10px]{\svgs/silver.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/bronze.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/golden.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg} - \includesvg[height=10px]{\svgs/azure.svg}\includesvg[height=10px]{\svgs/unit_ground.svg}\includesvg[height=10px]{\svgs/unit_flying.svg}.}

source: In both cases, if there's more than one valid target, they attack the closest one. If there's ever a tie between equally valid targets, the player chooses which Unit is attacked.\par
ua: Якщо є більше однієї придатної цілі, вони атакують найближчу. У випадку рівності цілей, гравець обирає, який з Підрозділів буде атаковано.\par

source: Enemy units cannot \hyperlink{Defend}{Defend} unless instructed to.
ua: Ворожі Підрозділи \hyperlink{Defend}{не можуть Захищатися} без відповідної вказівки.
